// ignore_for_file: lines_longer_than_80_chars

import 'package:emoji_picker_flutter/emoji_picker_flutter.dart';

/// List of categories of emojis
const List<CategoryEmoji> emojiSetJapanese = [
// ======================================================= Category.SMILEYS
  CategoryEmoji(Category.SMILEYS, [
    Emoji(
      '😀',
      'スマイル | ナイス | にっこり | にっこり笑う | ハッピー | 笑う | 笑顔 | 顔',
    ),
    Emoji(
      '😃',
      'スマイル | ハッピー | わーい | 口を開けた笑顔 | 笑顔 | 顔',
    ),
    Emoji(
      '😄',
      'スマイル | ハッピー | わーい | 笑顔 | 顔',
    ),
    Emoji(
      '😁',
      'スマイル | ナイス | にやっと笑う | ハッピー | 笑う | 笑顔 | 顔',
    ),
    Emoji(
      '😆',
      'あはは | うけるね | きゃー | スマイル | 嬉しい | 満足 | 笑 | 笑顔 | 顔',
    ),
    Emoji(
      '😅',
      'スマイル | とほほ | 冷や汗 | 冷や汗笑顔 | 汗 | 笑顔 | 顔',
    ),
    Emoji(
      '🤣',
      'あはは | うけるね | スマイル | 泣き笑い | 涙 | 爆笑 | 笑い転げる | 笑う | 笑顔 | 顔',
    ),
    Emoji(
      '😂',
      'あはは | スマイル | 大笑い | 嬉し泣き | 泣き笑い | 涙 | 爆笑 | 笑う | 笑顔 | 顔',
    ),
    Emoji(
      '🙂',
      'スマイル | ハッピー | ほほえみ | 微笑み | 微笑む | 笑顔 | 顔',
    ),
    Emoji(
      '🙃',
      'さかさま | さかさまの顔 | 笑顔 | 顔',
    ),
    Emoji(
      '😉',
      'ウィンク | ウインク | ウィンクする顔 | 顔',
    ),
    Emoji(
      '😊',
      'スマイル | にこにこ | 微笑み | 満足 | 目を細める | 頬を赤らめる | 顔',
    ),
    Emoji(
      '😇',
      'スマイル | ハッピー | 天使の輪 | 天使の輪がついた笑顔 | 平和 | 笑顔 | 顔',
    ),
    Emoji(
      '🥰',
      'ハート | ハートの笑顔 | メロメロ | ラブ | 夢中 | 愛してる | 笑顔 | 顔',
    ),
    Emoji(
      '😍',
      'スマイル | ハート | ラブ | 大好き | 目がハートの笑顔 | 笑顔 | 顔',
    ),
    Emoji(
      '🤩',
      'スマイル | わーい | 星 | 目が星の笑顔 | 笑顔 | 顔',
    ),
    Emoji(
      '😘',
      'キス | ちゅっ | ハート | 投げキッス | 顔',
    ),
    Emoji(
      '😗',
      'キス | ちゅっ | デート | 顔',
    ),
    Emoji(
      '☺️',
      'スマイリー | スマイル | ハッピー | ほっ | 笑顔 | 顔 ',
    ),
    Emoji(
      '😚',
      'キス | ちゅっ | デート | 目を閉じてキス | 目を閉じる | 顔',
    ),
    Emoji(
      '😙',
      'キス | スマイル | ちゅっ | にっこりキス | 笑顔 | 顔',
    ),
    Emoji(
      '😋',
      'うまい | おいしい | おいしそう | スマイル | にこにこぺろり | ぺろり | 笑顔 | 腹ぺこ | 顔',
    ),
    Emoji(
      '😛',
      'べー | べろ | 甘い | 舌 | 舌を出した顔 | 顔',
    ),
    Emoji(
      '😜',
      'あっかんべー | ウィンク | ジョーク | べー | 冗談 | 舌 | 顔',
    ),
    Emoji(
      '🤪',
      'おかしい | ジョーク | ふざけ | ふざけた顔 | 顔',
    ),
    Emoji(
      '😝',
      'べー | べろ | わーい | 味見 | 目を閉じてべー | 舌 | 顔',
    ),
    Emoji(
      '🤑',
      'お金 | お金の顔 | べー | べろ | 舌 | 顔',
    ),
    Emoji(
      '🤗',
      'スマイル | ハグ | 笑顔 | 顔',
    ),
    Emoji(
      '🫣',
      'こわごわ | ちらっ | のぞき見 | 指の間からのぞき見る顔 | 盗み見 | 顔',
    ),
    Emoji(
      '🤭',
      'おっと | クスクス | スマイル | 内緒 | 口に手を当てた顔 | 笑顔 | 顔',
    ),
    Emoji(
      '🫢',
      'おそれ | おののき | びっくり | 目を開けて口に手を当てた顔 | 静かに | 顔 | 驚き',
    ),
    Emoji(
      '🫡',
      'オーケー | 了解 | 敬礼 | 敬礼する顔 | 軍隊 | 顔',
    ),
    Emoji(
      '🤫',
      'しー | しーっ | シーッ | しっ | 静かに | 顔',
    ),
    Emoji(
      '🫠',
      'とろける | 暑い | 液体 | 溶けそう | 溶けている顔 | 溶ける | 顔',
    ),
    Emoji(
      '🤔',
      'うーん | 考える | 考える顔 | 考え中 | 顎に手 | 顔',
    ),
    Emoji(
      '🤐',
      'チャック | 内緒 | 口 | 口チャック | 秘密 | 顔',
    ),
    Emoji(
      '🤨',
      '不審 | 疑い | 眉を上げた顔 | 顔 | 驚き',
    ),
    Emoji(
      '😐',
      'ポーカーフェイス | 無表情 | 笑えない | 顔',
    ),
    Emoji(
      '🫤',
      '不信 | 不満 | 口が斜めの顔 | 困惑 | 無気力 | 無関心 | 顔',
    ),
    Emoji(
      '😑',
      'ふーん | やきもち | 無感情 | 無表情 | 顔',
    ),
    Emoji(
      '😶',
      'だんまり | 口なし | 口のない顔 | 沈黙 | 無表情 | 無言 | 顔',
    ),
    Emoji(
      '🫥',
      'どうでもいい | ふーん | 内向的 | 内気 | 憂鬱 | 点線の顔 | 落胆 | 顔',
    ),
    Emoji(
      '😏',
      'にやり | ふっ | 薄笑いをする顔 | 顔',
    ),
    Emoji(
      '😒',
      'ジト目 | しらけ | しらけた | しらける | つまらない | やきもち | 不満 | 顔',
    ),
    Emoji(
      '🙄',
      'あきれた | うーん | 上を見る顔 | 上目 | 目をむく | 顔',
    ),
    Emoji(
      '😬',
      'いー | しかめっ面 | しかめ面 | しかめ顔 | 顔',
    ),
    Emoji(
      '🤥',
      'うそつきの顔 | ピノキオの顔 | 嘘 | 嘘つき | 顔',
    ),
    Emoji(
      '😌',
      'ほっ | ほっとした顔 | 安心 | 顔',
    ),
    Emoji(
      '😔',
      'がっかり | しょぼーん | しょんぼり | 悲しい | 考え込む顔 | 顔',
    ),
    Emoji(
      '🥹',
      'うるうる | 嬉し泣き | 懇願 | 泣き顔 | 涙 | 涙をこらえた顔 | 顔',
    ),
    Emoji(
      '😪',
      '寝る | 疲れた | 眠い | 眠そうな顔 | 眠っている顔 | 眠る | 顔',
    ),
    Emoji(
      '🤤',
      'よだれ | よだれを垂らした顔 | 顔',
    ),
    Emoji(
      '😴',
      'zzz | おやすみ | グーグー | 寝る | 寝顔 | 眠い | 眠る | 顔',
    ),
    Emoji(
      '😷',
      'ドクター | マスク | マスク顔 | 医師 | 歯科医 | 病気 | 花粉症 | 顔 | 風邪',
    ),
    Emoji(
      '🤒',
      '体温計 | 熱がある顔 | 熱を測る | 病気 | 顔 | 風邪',
    ),
    Emoji(
      '🤕',
      'ケガ | ケガしてる顔 | 包帯 | 包帯を巻いた顔 | 痛い | 顔',
    ),
    Emoji(
      '🤢',
      '具合の悪い顔 | 吐きそう | 吐き気を催している顔 | 気持ち悪い | 病気 | 顔',
    ),
    Emoji(
      '🤮',
      'げろ | 吐く | 嘔吐する顔 | 気持ち悪い | 病気 | 顔',
    ),
    Emoji(
      '🤧',
      'くしゃみ | くしゃみする顔 | 花粉症 | 顔 | 風邪',
    ),
    Emoji(
      '🥵',
      '暑い顔 | 暑さ | 死にそう | 汗 | 熱中症 | 発熱 | 舌を出した顔 | 赤い顔',
    ),
    Emoji(
      '🥶',
      'しもやけ | つらら | 凍え | 寒い顔 | 寒さ | 氷点下 | 青 | 青い顔 | 顔',
    ),
    Emoji(
      '🥴',
      'うつろな目 | ふらふらの顔 | べろんべろん | ほろ酔い | めまい | 中毒',
    ),
    Emoji(
      '😵',
      'ふらふら | めまい | 疲れた | 病気 | 顔',
    ),
    Emoji(
      '😵‍💫',
      'くらくら | ふらふら | めまい | 渦巻き | 目がぐるぐる | 目が回る | 目を回した顔',
    ),
    Emoji(
      '🤯',
      'ショック | びっくり | ぼんっ | 爆発 | 頭爆発 | 顔 | 驚き',
    ),
    Emoji(
      '🤠',
      'カウガール | カウボーイ | カウボーイの顔 | 帽子 | 顔',
    ),
    Emoji(
      '🥳',
      'おめでとう | お祝い | パーティー | パーティーの顔 | ハッピーバースデー | 帽子 | 笑顔 | 笛 | 誕生日',
    ),
    Emoji(
      '😎',
      'クール | サングラス | サングラスで笑顔 | スマイル | 眼鏡 | 笑顔 | 顔',
    ),
    Emoji(
      '🤓',
      'エキスパート | オタク | ガリ勉 | マニア | メガネ | 優等生 | 利口 | 知的 | 秀才 | 顔',
    ),
    Emoji(
      '🧐',
      'メガネ | モノクルを付けた顔 | 上品 | 片眼鏡 | 考える | 顔',
    ),
    Emoji(
      '😕',
      'しかめ面 | ふーん | わからない | 困惑 | 混乱 | 顔',
    ),
    Emoji(
      '😟',
      '困った | 心配 | 悩む顔 | 悲しい | 顔',
    ),
    Emoji(
      '🙁',
      'しかめ面 | 困った | 少し困った | 少し困った顔 | 顔',
    ),
    Emoji(
      '☹️',
      'しかめ面 | 困った | 困った顔 | 悲しい | 顔 ',
    ),
    Emoji(
      '😮',
      'へー | 信じられない | 共感 | 口が開いた顔 | 顔 | 驚き',
    ),
    Emoji(
      '😯',
      'すごいね | びっくり | びっくり顔 | ぽかーん | 顔 | 驚き',
    ),
    Emoji(
      '😲',
      'えーっ | びっくり | びっくりした顔 | まさか | 顔 | 驚き | 驚愕',
    ),
    Emoji(
      '😳',
      'えーっ | とまどい | 赤くなる | 赤面 | 顔 | 驚き',
    ),
    Emoji(
      '🥺',
      'お願い | 大きな目 | 子犬の目 | 悲しみ | 情け | 懇願 | 訴えるような顔 | 顔',
    ),
    Emoji(
      '😦',
      'あきれ顔 | しかめ面 | しかめ顔 | ぽかーん | 不本意 | 不満 | 口を開けた顔 | 呆然 | 顔 | 驚き',
    ),
    Emoji(
      '😧',
      '困った顔 | 苦悩 | 苦悶 | 顔 | 驚き',
    ),
    Emoji(
      '😨',
      'がーん | 不安 | 怖い | 青ざめ | 青ざめた顔 | 顔',
    ),
    Emoji(
      '😰',
      '冷や汗 | 冷や汗青ざめ | 寒い | 汗 | 青い顔 | 青ざめ | 顔',
    ),
    Emoji(
      '😥',
      'どうしよう | 困った | 汗 | 顔',
    ),
    Emoji(
      '😢',
      'ひどい | 寂しい | 悲しい | 泣き顔 | 泣く | 涙 | 顔',
    ),
    Emoji(
      '😭',
      '号泣 | 号泣する顔 | 大泣き | 悲しい | 泣く | 涙 | 顔',
    ),
    Emoji(
      '😱',
      'がーん | ショック | 叫び | 叫んでいる顔 | 恐怖 | 顔 | 驚き',
    ),
    Emoji(
      '😖',
      '困った | 困惑 | 困惑した顔 | 混乱 | 顔',
    ),
    Emoji(
      '😣',
      '我慢 | 我慢する顔 | 頭痛 | 顔',
    ),
    Emoji(
      '😞',
      'がっかり | がっくり | 失望した顔 | 悲しい | 残念 | 顔',
    ),
    Emoji(
      '😓',
      'さむけ | 冷や汗 | 汗 | 肝を冷やした | 頭痛 | 顔',
    ),
    Emoji(
      '😩',
      'あきらめ | へとへと | 泣き顔 | 疲れ | 腹ぺこ | 顔',
    ),
    Emoji(
      '😫',
      'くしゃみ | 疲れ | 疲れた | 疲れた顔 | 限界 | 顔',
    ),
    Emoji(
      '😤',
      'ふんっ | 勝ち誇った顔 | 得意気 | 怒り | 顔 | 鼻息',
    ),
    Emoji(
      '😡',
      'かんかん | ふくれっ面 | ぷんぷん | 怒り | 激怒 | 赤い顔 | 顔',
    ),
    Emoji(
      '😠',
      'ぷんぷん | 不満 | 怒った | 怒った顔 | 怒り | 顔',
    ),
    Emoji(
      '🤬',
      'シンボルが口にある顔 | ののしり | ののしる | 怒り | 悪口 | 検閲 | 顔',
    ),
    Emoji(
      '😈',
      'スマイル | デビル | 悪魔 | 笑った悪魔 | 笑顔 | 角 | 顔',
    ),
    Emoji(
      '👿',
      'かんかん | デビル | 怒った悪魔 | 悪魔 | 激怒 | 角 | 顔',
    ),
    Emoji(
      '💀',
      'スカル | ドクロ | 死 | 死者 | 頭蓋骨 | 顔 | 骸骨',
    ),
    Emoji(
      '☠️',
      'スカル | ドクロ | ドクロと骨 | 死 | 顔 | 骨 | 骸骨 ',
    ),
    Emoji(
      '💩',
      'うんこ | うんち | 臭い | 顔',
    ),
    Emoji(
      '🤡',
      'ピエロ | ピエロの顔 | 道化師 | 顔',
    ),
    Emoji(
      '👹',
      'お面 | なまはげ | 化け物 | 怖い | 顔 | 鬼',
    ),
    Emoji(
      '👺',
      'お面 | 天狗 | 怒り',
    ),
    Emoji(
      '👻',
      'お化け | ゴースト | ハロウィーン | ユーレイ | 幽霊 | 怖い',
    ),
    Emoji(
      '👽',
      'UFO | エイリアン | ユーフォー | 宇宙人 | 異星人 | 顔',
    ),
    Emoji(
      '👾',
      'インベーダー | エイリアン | ゲーム | スペースインベーダー | モンスター | 宇宙人 | 異星人',
    ),
    Emoji(
      '🤖',
      'ロボット | ロボットの顔 | 顔',
    ),
    Emoji(
      '🎃',
      'かぼちゃ | ハロウィーン | ハロウィン | ハロウィンかぼちゃ',
    ),
    Emoji(
      '😺',
      'スマイル | にっこり笑う猫 | 動物 | 猫 | 笑顔 | 顔',
    ),
    Emoji(
      '😸',
      'スマイル | にやっと笑う猫 | 動物 | 猫 | 笑う | 笑顔 | 顔',
    ),
    Emoji(
      '😹',
      'スマイル | 動物 | 嬉し泣きする猫 | 涙 | 爆笑 | 猫 | 笑顔 | 顔',
    ),
    Emoji(
      '😻',
      'スマイル | ハート | 動物 | 猫 | 目がハートの猫 | 笑顔 | 顔',
    ),
    Emoji(
      '😼',
      'にやり | にやりとする猫 | ふっ | 動物 | 猫 | 顔',
    ),
    Emoji(
      '😽',
      'キス | ちゅっ | 動物 | 猫 | 猫のキス | 顔',
    ),
    Emoji(
      '🙀',
      'がーん | ショック | びっくり | 動物 | 猫 | 絶望する猫 | 顔',
    ),
    Emoji(
      '😿',
      '動物 | 悲しい | 泣いている猫 | 泣く | 涙 | 猫 | 顔',
    ),
    Emoji(
      '😾',
      'ぷんぷん | 不機嫌 | 不機嫌な猫 | 動物 | 猫 | 顔',
    ),
    Emoji('🫶', 'ハート | ハートポーズ | ハート形の手 | ラブ | 両手ハート | 愛 | 手',
        hasSkinTone: true),
    Emoji('👋', 'あいさつ | さようなら | バイバイ | ハロー | またね | 手 | 手を振る',
        hasSkinTone: true),
    Emoji('🤚', '手 | 手の甲', hasSkinTone: true),
    Emoji('🖐️', 'ストップ | パー | 手 | 挙手 | 開いた手 ', hasSkinTone: true),
    Emoji('✋', '5 | ストップ | パー | 手 | 挙手', hasSkinTone: true),
    Emoji('🖖', 'バルカンサイン | バルカンの挨拶 | バルカン人 | 手', hasSkinTone: true),
    Emoji('👌', 'OK | OKの手 | オーケー | オッケー | つまむ | 手', hasSkinTone: true),
    Emoji('🤌', 'ジェスチャー | すぼめる | 上向きにすぼめた手 | 手 | 指', hasSkinTone: true),
    Emoji('🤏', 'ちょっと | つまんでいる指 | 少しだけ | 手 | 指', hasSkinTone: true),
    Emoji('🫳', '下 | 下に向けた手 | 手 | 拾う | 落とす', hasSkinTone: true),
    Emoji('🫴', 'おいで | ちょうだい | 上 | 上に向けた手 | 受ける | 差し出す | 手', hasSkinTone: true),
    Emoji('✌️', 'Vサイン | チョキ | ピース | 手 | 指 ', hasSkinTone: true),
    Emoji('🫰', 'お金 | 愛 | 手 | 指 | 指ハート | 指をクロス | 親指と人差し指をクロス',
        hasSkinTone: true),
    Emoji('🤞', '幸運を | 手 | 指 | 指をクロス', hasSkinTone: true),
    Emoji('🤟', 'アイラブユー | 愛してる | 手', hasSkinTone: true),
    Emoji('🤘', 'キツネ | ロックオン | 人差し指と小指を立てた手 | 手 | 角の指サイン', hasSkinTone: true),
    Emoji('🤙', '手 | 電話 | 電話のジェスチャー | 電話の合図', hasSkinTone: true),
    Emoji('👈', '左 | 左指差し | 手 | 指 | 指差し', hasSkinTone: true),
    Emoji('👉', '右 | 右指差し | 手 | 指 | 指差し', hasSkinTone: true),
    Emoji('👆', '上 | 手 | 手の甲上指差し | 指 | 指差し', hasSkinTone: true),
    Emoji('🖕', '上 | 中指 | 手 | 指 | 指差し | 立てた中指', hasSkinTone: true),
    Emoji('👇', '下 | 下指差し | 手 | 指 | 指差し', hasSkinTone: true),
    Emoji('☝️', '上 | 上指差し | 手 | 指差し ', hasSkinTone: true),
    Emoji('👍', 'OK | いいね | オーケー | オッケー | グッド | サムズアップ | 上 | 了解 | 手 | 親指',
        hasSkinTone: true),
    Emoji('👎', 'NG | サムズダウン | だめ | ブーイング | ボツ | 下 | 手', hasSkinTone: true),
    Emoji('✊', 'グー | げんこつ | こぶし | 手 | 挙げたこぶし', hasSkinTone: true),
    Emoji('👊', 'グー | げんこつ | こぶし | パンチ | 手', hasSkinTone: true),
    Emoji('🤛', 'こぶし | パンチ | 左 | 左向きのこぶし | 手', hasSkinTone: true),
    Emoji('🤜', 'こぶし | パンチ | 右 | 右向きのこぶし | 手', hasSkinTone: true),
    Emoji('🫲', '左に向けた手 | 左側 | 手 | 握手 | 方向', hasSkinTone: true),
    Emoji('🫱', '右に向けた手 | 右側 | 手 | 握手 | 方向', hasSkinTone: true),
    Emoji('👏', 'おめでとう | パチパチ | 手 | 手を叩く | 拍手', hasSkinTone: true),
    Emoji('🙌', 'ジェスチャー | バンザイ | 両手 | 手 | 手を上げる', hasSkinTone: true),
    Emoji('👐', 'おっはー | 両手のひら | 手 | 手のひら | 開いた両手', hasSkinTone: true),
    Emoji('🤲', '両手 | 包む手 | 手 | 手のひらを揃えた両手 | 祈り', hasSkinTone: true),
    Emoji('🤝', 'よろしく | 合意 | 契約成立 | 手 | 握手', hasSkinTone: true),
    Emoji('🙏', 'ありがとう | お願い | ごめんなさい | ジェスチャー | ハイタッチ | 合掌 | 手 | 祈り',
        hasSkinTone: true),
    Emoji('🫵', 'おまえだ | 人を指差している手 | 手 | 指 | 指差し | 指摘', hasSkinTone: true),
    Emoji('✍️', '手 | 手で書く | 手書き | 書いている手 ', hasSkinTone: true),
    Emoji('💅', 'ネイル | マニキュア | マニキュアを塗る手 | 爪', hasSkinTone: true),
    Emoji('🤳', 'カメラ | スマホ | セルフィー | 自分撮り | 自撮り', hasSkinTone: true),
    Emoji('💪', 'ボディビル | ムキムキ | 力こぶ | 筋トレ | 筋肉 | 腕', hasSkinTone: true),
    Emoji('🦵', 'キック | 曲げた脚 | 脚 | 膝 | 足', hasSkinTone: true),
    Emoji('🦶', 'キック | くるぶし | ダンス | 足 | 足首 | 踏みつける', hasSkinTone: true),
    Emoji('👂', 'からだ | 耳 | 聞き耳 | 聞く', hasSkinTone: true),
    Emoji('👃', 'からだ | 鼻', hasSkinTone: true),
    Emoji(
      '🧠',
      '知識 | 脳 | 脳みそ | 頭',
    ),
    Emoji(
      '🦴',
      '犬 | 骨 | 骨格',
    ),
    Emoji(
      '👀',
      'からだ | 両目 | 動く目玉 | 目',
    ),
    Emoji(
      '👁️',
      'からだ | 一つ目 | 片目 | 目 ',
    ),
    Emoji(
      '💋',
      'キス | キスマーク | セクシー | ちゅっ | 唇',
    ),
    Emoji(
      '👄',
      'からだ | キス | 口 | 唇',
    ),
    Emoji(
      '🫦',
      'セクシー | チッ | 口 | 口惜しさ | 唇 | 唇を咬んでいる口 | 悔しい | 誘惑',
    ),
    Emoji(
      '🦷',
      '歯 | 歯医者 | 白い歯',
    ),
    Emoji(
      '👅',
      'からだ | べー | べろ | 舌',
    ),
    Emoji('👶', 'ベビー | 子供 | 新生児 | 赤ちゃん | 赤ん坊 | 顔', hasSkinTone: true),
    Emoji('🧒', 'キッズ | 中性的 | 子ども | 子供 | 顔', hasSkinTone: true),
    Emoji('👦', '子供 | 少年 | 男の子 | 顔', hasSkinTone: true),
    Emoji('👧', 'おさげ | 女 | 女の子 | 娘 | 子供 | 少女 | 顔', hasSkinTone: true),
    Emoji('🧑', '中性的 | 大人 | 成人 | 顔', hasSkinTone: true),
    Emoji('👨', '大人 | 男 | 男性 | 顔', hasSkinTone: true),
    Emoji('🧔', 'あごひげ | あごひげの人 | ひげ | 人 | 顔', hasSkinTone: true),
    Emoji('👱', 'ブロンド | 人 | 人間 | 金髪 | 金髪の人 | 顔', hasSkinTone: true),
    Emoji('👨‍🦰', '大人 | 男 | 男性 | 顔 赤毛 | 赤毛の人 | 赤茶 ', hasSkinTone: true),
    Emoji('👨‍🦱', '大人 | 男 | 男性 | 顔 アフロ | カール | くせ毛 | パンチパーマ | 巻き毛 ',
        hasSkinTone: true),
    Emoji('👨‍🦳', '大人 | 男 | 男性 | 顔 グレー | 年配 | 白髪 | 老人 | 高齢者 ',
        hasSkinTone: true),
    Emoji('👨‍🦲', '大人 | 男 | 男性 | 顔 スキンヘッド | はげ頭 | 化学療法 | 坊主 | 毛がない ',
        hasSkinTone: true),
    Emoji('👩', 'ブロンド | 大人 | 女 | 女性 | 金髪 | 顔', hasSkinTone: true),
    Emoji('👱‍♀️', 'ブロンド | 人 | 人間 | 金髪 | 金髪の人 | 顔 シンボル | 女 | 女性 | 女性のマーク ',
        hasSkinTone: true),
    Emoji('👩‍🦰', 'ブロンド | 大人 | 女 | 女性 | 金髪 | 顔 赤毛 | 赤毛の人 | 赤茶 ',
        hasSkinTone: true),
    Emoji(
        '👩‍🦱', 'ブロンド | 大人 | 女 | 女性 | 金髪 | 顔 アフロ | カール | くせ毛 | パンチパーマ | 巻き毛 ',
        hasSkinTone: true),
    Emoji('👩‍🦳', 'ブロンド | 大人 | 女 | 女性 | 金髪 | 顔 グレー | 年配 | 白髪 | 老人 | 高齢者 ',
        hasSkinTone: true),
    Emoji(
        '👩‍🦲', 'ブロンド | 大人 | 女 | 女性 | 金髪 | 顔 スキンヘッド | はげ頭 | 化学療法 | 坊主 | 毛がない ',
        hasSkinTone: true),
    Emoji('🧓', 'お年寄り | 中性的 | 大人 | 老人 | 顔 | 高齢者', hasSkinTone: true),
    Emoji('👴', 'おじいさん | おじいちゃん | お年寄り | 男性 | 老人 | 薄毛 | 顔 | 高齢者',
        hasSkinTone: true),
    Emoji('👵', 'おばあさん | おばあちゃん | お年寄り | ブロンド | 女性 | 老人 | 金髪 | 顔 | 高齢者',
        hasSkinTone: true),
    Emoji('🙍‍♂️',
        'しかめっ面 | しかめ面の人 | しかめ顔 | むっとしている人 | 不満 | 失望 シンボル | 男 | 男性 | 男性のマーク ',
        hasSkinTone: true),
    Emoji('🙍‍♀️',
        'しかめっ面 | しかめ面の人 | しかめ顔 | むっとしている人 | 不満 | 失望 シンボル | 女 | 女性 | 女性のマーク ',
        hasSkinTone: true),
    Emoji('🙎‍♂️',
        'ふくれる | ぷんぷん | 不機嫌 | 不機嫌な人 | 口を尖らせた人 | 険しい表情 シンボル | 男 | 男性 | 男性のマーク ',
        hasSkinTone: true),
    Emoji('🙎‍♀️',
        'ふくれる | ぷんぷん | 不機嫌 | 不機嫌な人 | 口を尖らせた人 | 険しい表情 シンボル | 女 | 女性 | 女性のマーク ',
        hasSkinTone: true),
    Emoji('🙅‍♂️',
        'NG | お断り | ジェスチャー | だめ | ダメのポーズをする人 | バツ | 人 | 禁止 | 禁止された | 除外 シンボル | 男 | 男性 | 男性のマーク ',
        hasSkinTone: true),
    Emoji('🙅‍♀️',
        'NG | お断り | ジェスチャー | だめ | ダメのポーズをする人 | バツ | 人 | 禁止 | 禁止された | 除外 シンボル | 女 | 女性 | 女性のマーク ',
        hasSkinTone: true),
    Emoji('🙆‍♂️',
        'OK | OKのポーズをする人 | エクササイズ | オーケー | ジェスチャー | びっくり | 丸 | 人 | 手 シンボル | 男 | 男性 | 男性のマーク ',
        hasSkinTone: true),
    Emoji('🙆‍♀️',
        'OK | OKのポーズをする人 | エクササイズ | オーケー | ジェスチャー | びっくり | 丸 | 人 | 手 シンボル | 女 | 女性 | 女性のマーク ',
        hasSkinTone: true),
    Emoji('💁‍♂️',
        'ゴシップ | ジェスチャー | 受付 | 受付嬢 | 手を返している人 | 案内 | 案内する人 | 案内する女 | 髪をかき上げる | 髪を振り払う シンボル | 男 | 男性 | 男性のマーク ',
        hasSkinTone: true),
    Emoji('💁‍♀️',
        'ゴシップ | ジェスチャー | 受付 | 受付嬢 | 手を返している人 | 案内 | 案内する人 | 案内する女 | 髪をかき上げる | 髪を振り払う シンボル | 女 | 女性 | 女性のマーク ',
        hasSkinTone: true),
    Emoji('🙋‍♂️',
        'ジェスチャー | 人 | 分かった | 手 | 手を挙げる | 手を挙げる人 | 挙手 | 質問 シンボル | 男 | 男性 | 男性のマーク ',
        hasSkinTone: true),
    Emoji('🙋‍♀️',
        'ジェスチャー | 人 | 分かった | 手 | 手を挙げる | 手を挙げる人 | 挙手 | 質問 シンボル | 女 | 女性 | 女性のマーク ',
        hasSkinTone: true),
    Emoji('🙇‍♂️',
        'おじぎ | おじぎする人 | お願い | ごめんなさい | ジェスチャー | 土下座 | 許して | 謝罪 シンボル | 男 | 男性 | 男性のマーク ',
        hasSkinTone: true),
    Emoji('🙇‍♀️',
        'おじぎ | おじぎする人 | お願い | ごめんなさい | ジェスチャー | 土下座 | 許して | 謝罪 シンボル | 女 | 女性 | 女性のマーク ',
        hasSkinTone: true),
    Emoji('🤦‍♂️',
        'あちゃー | うそでしょ | ジェスチャー | ショック | ひたいに手 | ひたいに手をあてる人 | またか | 人 | 信じられない シンボル | 男 | 男性 | 男性のマーク ',
        hasSkinTone: true),
    Emoji('🤦‍♀️',
        'あちゃー | うそでしょ | ジェスチャー | ショック | ひたいに手 | ひたいに手をあてる人 | またか | 人 | 信じられない シンボル | 女 | 女性 | 女性のマーク ',
        hasSkinTone: true),
    Emoji('🤷‍♂️',
        'お手上げ | お手上げする人 | さあね | ジェスチャー | わかりません | 人 | 多分ね | 知らない | 肩をすくめる シンボル | 男 | 男性 | 男性のマーク ',
        hasSkinTone: true),
    Emoji('🤷‍♀️',
        'お手上げ | お手上げする人 | さあね | ジェスチャー | わかりません | 人 | 多分ね | 知らない | 肩をすくめる シンボル | 女 | 女性 | 女性のマーク ',
        hasSkinTone: true),
    Emoji('👨‍⚕️', '大人 | 男 | 男性 | 顔 アスクレピオスの杖 | 医療 | 医療のシンボル | 医者 | 治療 ',
        hasSkinTone: true),
    Emoji('👩‍⚕️',
        'ブロンド | 大人 | 女 | 女性 | 金髪 | 顔 アスクレピオスの杖 | 医療 | 医療のシンボル | 医者 | 治療 ',
        hasSkinTone: true),
    Emoji('👨‍🎓', '卒業 | 学生 | 男 | 男子学生 | 男性 | 角帽', hasSkinTone: true),
    Emoji('👩‍🎓', '卒業 | 女 | 女子学生 | 女性 | 学生 | 角帽', hasSkinTone: true),
    Emoji('👨‍🏫', '先生 | 教師 | 教授 | 男 | 男性 | 男性の教師 | 講師', hasSkinTone: true),
    Emoji('👩‍🏫', '先生 | 女 | 女性 | 女性の教師 | 教師 | 教授 | 講師', hasSkinTone: true),
    Emoji('👨‍⚖️', '大人 | 男 | 男性 | 顔 はかり | バランス | 化学 | 天秤 | 天秤座 | 実験 | 星座 ',
        hasSkinTone: true),
    Emoji('👩‍⚖️',
        'ブロンド | 大人 | 女 | 女性 | 金髪 | 顔 はかり | バランス | 化学 | 天秤 | 天秤座 | 実験 | 星座 ',
        hasSkinTone: true),
    Emoji('👨‍🌾', '男 | 男性 | 農夫 | 農家 | 農家の男性', hasSkinTone: true),
    Emoji('👩‍🌾', '女 | 女性 | 農家 | 農家の女性', hasSkinTone: true),
    Emoji('👨‍🍳', 'コック | シェフ | 料理 | 料理人 | 男 | 男性 | 男性のコック', hasSkinTone: true),
    Emoji('👩‍🍳', 'コック | シェフ | 女 | 女性 | 女性のコック | 料理 | 料理人', hasSkinTone: true),
    Emoji('👨‍🔧', 'スパナ | メカニック | 工作 | 男 | 男性 | 男性の整備士 | 配管工 | 電気工',
        hasSkinTone: true),
    Emoji('👩‍🔧', 'スパナ | メカニック | 女 | 女性 | 女性の整備士 | 工作 | 配管工 | 電気工',
        hasSkinTone: true),
    Emoji('👨‍🏭', '工員 | 溶接 | 男 | 男性 | 男性の溶接工', hasSkinTone: true),
    Emoji('👩‍🏭', '女 | 女性 | 女性の溶接工 | 工員 | 溶接', hasSkinTone: true),
    Emoji('👨‍💼', 'サラリーマン | ビジネスパーソン | ビジネスマン | 会社員 | 男性 | 男性会社員',
        hasSkinTone: true),
    Emoji('👩‍💼', 'OL | サラリーマン | ビジネスパーソン | 会社員 | 女 | 女性 | 女性会社員',
        hasSkinTone: true),
    Emoji('👨‍🔬', '男 | 男性 | 男性科学者 | 科学者', hasSkinTone: true),
    Emoji('👩‍🔬', '女 | 女性 | 女性科学者 | 科学者', hasSkinTone: true),
    Emoji('👨‍💻',
        'コンピュータ | デベロッパ | パソコン | プログラマ | プログラマー | 男 | 男性 | 男性技術者 | 開発者',
        hasSkinTone: true),
    Emoji('👩‍💻',
        'コンピュータ | デベロッパ | パソコン | プログラマ | プログラマー | 女 | 女性 | 女性技術者 | 開発者',
        hasSkinTone: true),
    Emoji('👨‍🎤',
        'アーティスト | エンターテイナー | シンガー | スター | ロックスター | 俳優 | 歌手 | 男 | 男性 | 男性歌手',
        hasSkinTone: true),
    Emoji('👩‍🎤',
        'アーティスト | エンターテイナー | シンガー | スター | ロックスター | 俳優 | 女 | 女性 | 女性歌手 | 歌手',
        hasSkinTone: true),
    Emoji('👨‍🎨', 'アーティスト | 男 | 男性 | 男性の芸術家 | 画家 | 芸術家', hasSkinTone: true),
    Emoji('👩‍🎨', 'アーティスト | パレット | 女 | 女性 | 女性の芸術家 | 画家 | 芸術家',
        hasSkinTone: true),
    Emoji('👨‍✈️', '大人 | 男 | 男性 | 顔 ジェット機 | 乗り物 | 旅行 | 航空機 | 飛行機 ',
        hasSkinTone: true),
    Emoji('👩‍✈️', 'ブロンド | 大人 | 女 | 女性 | 金髪 | 顔 ジェット機 | 乗り物 | 旅行 | 航空機 | 飛行機 ',
        hasSkinTone: true),
    Emoji('👨‍🚀', '宇宙飛行士 | 男 | 男性 | 男性宇宙飛行士', hasSkinTone: true),
    Emoji('👩‍🚀', '女 | 女性 | 女性宇宙飛行士 | 宇宙飛行士', hasSkinTone: true),
    Emoji('👨‍🚒', '消防士 | 男 | 男性 | 男性消防士', hasSkinTone: true),
    Emoji('👩‍🚒', '女 | 女性 | 女性消防士 | 消防士', hasSkinTone: true),
    Emoji('👮‍♂️', 'お巡りさん | 警官 | 警察 | 警察官 | 逮捕する シンボル | 男 | 男性 | 男性のマーク ',
        hasSkinTone: true),
    Emoji('👮‍♀️', 'お巡りさん | 警官 | 警察 | 警察官 | 逮捕する シンボル | 女 | 女性 | 女性のマーク ',
        hasSkinTone: true),
    Emoji('🕵️‍♂️', 'スパイ | 探偵 | 男 | 男性 | 私立探偵 | 虫めがね シンボル | 男 | 男性 | 男性のマーク ',
        hasSkinTone: true),
    Emoji('🕵️‍♀️', 'スパイ | 探偵 | 男 | 男性 | 私立探偵 | 虫めがね シンボル | 女 | 女性 | 女性のマーク ',
        hasSkinTone: true),
    Emoji('💂‍♂️', '守衛 | 衛兵 | 警備 | 門番 シンボル | 男 | 男性 | 男性のマーク ',
        hasSkinTone: true),
    Emoji('💂‍♀️', '守衛 | 衛兵 | 警備 | 門番 シンボル | 女 | 女性 | 女性のマーク ',
        hasSkinTone: true),
    Emoji('👷‍♂️', 'ハンマー | ヘルメット | 作業員 | 工事 | 建設 シンボル | 男 | 男性 | 男性のマーク ',
        hasSkinTone: true),
    Emoji('👷‍♀️', 'ハンマー | ヘルメット | 作業員 | 工事 | 建設 シンボル | 女 | 女性 | 女性のマーク ',
        hasSkinTone: true),
    Emoji('🤴', 'プリンス | 王子 | 王族 | 男 | 男性', hasSkinTone: true),
    Emoji('👸', 'お姫さま | クイーン | プリンセス | 冠 | 女 | 女性 | 女王 | 王女 | 王妃',
        hasSkinTone: true),
    Emoji('👳‍♂️', 'ターバン | ターバンの人 | 帽子 シンボル | 男 | 男性 | 男性のマーク ',
        hasSkinTone: true),
    Emoji('👳‍♀️', 'ターバン | ターバンの人 | 帽子 シンボル | 女 | 女性 | 女性のマーク ',
        hasSkinTone: true),
    Emoji('👲', 'おわん帽 | 中華帽の男性 | 男 | 男性', hasSkinTone: true),
    Emoji('🧕', 'スカーフ | スカーフの女性 | ヒジャブ | ベール | 女 | 女性', hasSkinTone: true),
    Emoji('🤵', 'タキシード | タキシードの人 | フォーマル | 人 | 正装 | 結婚', hasSkinTone: true),
    Emoji('👰', 'ウェディング | ベール | ベールの人 | 人 | 結婚 | 顔', hasSkinTone: true),
    Emoji('🤰', '女 | 女性 | 妊娠 | 妊婦', hasSkinTone: true),
    Emoji('🤱', 'ミルク | 女 | 女性 | 授乳 | 赤ちゃん', hasSkinTone: true),
    Emoji('👼', 'エンジェル | エンゼル | 天使 | 赤ちゃん天使 | 顔', hasSkinTone: true),
    Emoji('🎅', 'クリスマス | サンタ | サンタクロース | 顔', hasSkinTone: true),
    Emoji('🤶', 'クリスマス | サンタクロース | 女 | 女性 | 女性のサンタ', hasSkinTone: true),
    Emoji('🦸‍♂️',
        'スーパーヒーロー | スーパーマン | ヒーロー | ヒロイン | 善 | 巨大勢力 | 超人 シンボル | 男 | 男性 | 男性のマーク ',
        hasSkinTone: true),
    Emoji('🦸‍♀️',
        'スーパーヒーロー | スーパーマン | ヒーロー | ヒロイン | 善 | 巨大勢力 | 超人 シンボル | 女 | 女性 | 女性のマーク ',
        hasSkinTone: true),
    Emoji('🦹‍♂️',
        'ヴィラン | 人 | 悪 | 悪い人 | 悪人 | 悪役 | 悪玉 | 犯人 | 犯罪者 | 超悪玉 シンボル | 男 | 男性 | 男性のマーク ',
        hasSkinTone: true),
    Emoji('🦹‍♀️',
        'ヴィラン | 人 | 悪 | 悪い人 | 悪人 | 悪役 | 悪玉 | 犯人 | 犯罪者 | 超悪玉 シンボル | 女 | 女性 | 女性のマーク ',
        hasSkinTone: true),
    Emoji('🧙‍♂️',
        'ファンタジー | ロールプレイ | 召喚 | 呪文 | 魔女 | 魔法 | 魔法使い | 魔術師 シンボル | 男 | 男性 | 男性のマーク ',
        hasSkinTone: true),
    Emoji('🧙‍♀️',
        'ファンタジー | ロールプレイ | 召喚 | 呪文 | 魔女 | 魔法 | 魔法使い | 魔術師 シンボル | 女 | 女性 | 女性のマーク ',
        hasSkinTone: true),
    Emoji('🧚‍♂️',
        'おとぎ話 | オベロン | パック | ファンタジー | 伝説 | 妖精 | 神話 | 童話 | 魔法 シンボル | 男 | 男性 | 男性のマーク ',
        hasSkinTone: true),
    Emoji('🧚‍♀️',
        'おとぎ話 | オベロン | パック | ファンタジー | 伝説 | 妖精 | 神話 | 童話 | 魔法 シンボル | 女 | 女性 | 女性のマーク ',
        hasSkinTone: true),
    Emoji('🧛‍♂️',
        'ドラキュラ | ハロウィーン | バンパイア | 不死身 | 吸血鬼 | 恐怖 | 歯 | 牙 | 血 シンボル | 男 | 男性 | 男性のマーク ',
        hasSkinTone: true),
    Emoji('🧛‍♀️',
        'ドラキュラ | ハロウィーン | バンパイア | 不死身 | 吸血鬼 | 恐怖 | 歯 | 牙 | 血 シンボル | 女 | 女性 | 女性のマーク ',
        hasSkinTone: true),
    Emoji('🧜‍♂️',
        'おとぎ話 | サイレン | マーメイド | 人魚 | 伝説 | 半魚人 | 海の生物 | 海底 シンボル | 男 | 男性 | 男性のマーク ',
        hasSkinTone: true),
    Emoji('🧜‍♀️',
        'おとぎ話 | サイレン | マーメイド | 人魚 | 伝説 | 半魚人 | 海の生物 | 海底 シンボル | 女 | 女性 | 女性のマーク ',
        hasSkinTone: true),
    Emoji('🧝‍♂️',
        'エルフ | ファンタジー | 伝説 | 妖精 | 神秘的 | 神話 | 魔力 | 魔法 シンボル | 男 | 男性 | 男性のマーク ',
        hasSkinTone: true),
    Emoji('🧝‍♀️',
        'エルフ | ファンタジー | 伝説 | 妖精 | 神秘的 | 神話 | 魔力 | 魔法 シンボル | 女 | 女性 | 女性のマーク ',
        hasSkinTone: true),
    Emoji(
      '🧞‍♂️',
      'ジニー | ファンタジー | ランプをこする | 不可思議 | 神話 | 精霊 | 魔人 シンボル | 男 | 男性 | 男性のマーク ',
    ),
    Emoji(
      '🧞‍♀️',
      'ジニー | ファンタジー | ランプをこする | 不可思議 | 神話 | 精霊 | 魔人 シンボル | 女 | 女性 | 女性のマーク ',
    ),
    Emoji(
      '🧟‍♂️',
      'アンデッド | ゾンビ | ハロウィーン | ホラー | 大災害 | 恐怖 | 歩く屍 シンボル | 男 | 男性 | 男性のマーク ',
    ),
    Emoji(
      '🧟‍♀️',
      'アンデッド | ゾンビ | ハロウィーン | ホラー | 大災害 | 恐怖 | 歩く屍 シンボル | 女 | 女性 | 女性のマーク ',
    ),
    Emoji('💆‍♂️',
        'エステ | サロン | スパ | セラピー | フェイスマッサージ | フェイスマッサージ中の人 | マッサージ | リラックス | 施術 | 癒し シンボル | 男 | 男性 | 男性のマーク ',
        hasSkinTone: true),
    Emoji('💆‍♀️',
        'エステ | サロン | スパ | セラピー | フェイスマッサージ | フェイスマッサージ中の人 | マッサージ | リラックス | 施術 | 癒し シンボル | 女 | 女性 | 女性のマーク ',
        hasSkinTone: true),
    Emoji('💇‍♂️',
        'カット | ヘアカット | 床屋 | 散髪される人 | 理容室 | 理容院 | 美容室 | 美容院 | 髪 シンボル | 男 | 男性 | 男性のマーク ',
        hasSkinTone: true),
    Emoji('💇‍♀️',
        'カット | ヘアカット | 床屋 | 散髪される人 | 理容室 | 理容院 | 美容室 | 美容院 | 髪 シンボル | 女 | 女性 | 女性のマーク ',
        hasSkinTone: true),
    Emoji('🚶‍♂️',
        'ウォーキング | ハイキング | ぶらつく | 人 | 大股 | 散歩 | 歩く | 歩行 | 歩行者 シンボル | 男 | 男性 | 男性のマーク ',
        hasSkinTone: true),
    Emoji('🚶‍♀️',
        'ウォーキング | ハイキング | ぶらつく | 人 | 大股 | 散歩 | 歩く | 歩行 | 歩行者 シンボル | 女 | 女性 | 女性のマーク ',
        hasSkinTone: true),
    Emoji('🏃‍♂️',
        'ジョギング | マラソン | ランナー | ランニング | 急ぐ | 走る | 走る人 | 駆け足 シンボル | 男 | 男性 | 男性のマーク ',
        hasSkinTone: true),
    Emoji('🏃‍♀️',
        'ジョギング | マラソン | ランナー | ランニング | 急ぐ | 走る | 走る人 | 駆け足 シンボル | 女 | 女性 | 女性のマーク ',
        hasSkinTone: true),
    Emoji('🕺', 'サルサ | タンゴ | ダンサー | ダンス | フラメンコ | 男 | 男性 | 踊る男',
        hasSkinTone: true),
    Emoji('💃', 'サルサ | タンゴ | ダンサー | ダンス | フラメンコ | 女 | 女性 | 踊り子 | 踊る女',
        hasSkinTone: true),
    Emoji('🕴️', 'スーツ | ビジネスマン | 浮いてるビジネスマン | 男 | 男性 | 空中浮遊 ',
        hasSkinTone: true),
    Emoji(
      '👯‍♂️',
      'うさ耳 | ずっ友 | そっくり | ダンサー | パーティ | ペア | 双子 | 相方 | 親友 シンボル | 男 | 男性 | 男性のマーク ',
    ),
    Emoji(
      '👯‍♀️',
      'うさ耳 | ずっ友 | そっくり | ダンサー | パーティ | ペア | 双子 | 相方 | 親友 シンボル | 女 | 女性 | 女性のマーク ',
    ),
    Emoji('🧖‍♂️',
        'くつろぐ | サウナ | サウナに入る人 | スパ | リラックス | 蒸しぶろ | 蒸気 シンボル | 男 | 男性 | 男性のマーク ',
        hasSkinTone: true),
    Emoji('🧖‍♀️',
        'くつろぐ | サウナ | サウナに入る人 | スパ | リラックス | 蒸しぶろ | 蒸気 シンボル | 女 | 女性 | 女性のマーク ',
        hasSkinTone: true),
    Emoji('🧘',
        'くつろぎ | ヨガ | ヨガのポーズをする人 | ヨガ行者 | リラックス | 平安 | 瞑想 | 禅 | 胡坐 | 蓮華座のポーズ',
        hasSkinTone: true),
    Emoji('👭', 'カップル | 友情 | 友達 | 同性 | 女 | 姉妹 | 恋人 | 手をつなぐ女性',
        hasSkinTone: true),
    Emoji('👫', 'カップル | 友達 | 女 | 女性 | 恋人 | 手をつなぐ男女 | 男 | 男女 | 男性 | 異性',
        hasSkinTone: true),
    Emoji('👬', 'カップル | 兄弟 | 友達 | 双子 | 同性 | 恋人 | 手をつなぐ男性 | 男 | 男性',
        hasSkinTone: true),
    Emoji(
      '💏',
      '2人でキス | カップル | キス | ちゅっ | ハート | 記念日',
    ),
    Emoji(
      '👨‍❤️‍💋‍👨',
      '大人 | 男 | 男性 | 顔 ハート | 愛 | 赤 | 赤いハート キス | キスマーク | セクシー | ちゅっ | 唇 大人 | 男 | 男性 | 顔 ',
    ),
    Emoji(
      '👩‍❤️‍💋‍👩',
      'ブロンド | 大人 | 女 | 女性 | 金髪 | 顔 ハート | 愛 | 赤 | 赤いハート キス | キスマーク | セクシー | ちゅっ | 唇 ブロンド | 大人 | 女 | 女性 | 金髪 | 顔 ',
    ),
    Emoji(
      '💑',
      'カップル | カップルとハート | ハート | 恋人 | 熱々 | 記念日',
    ),
    Emoji(
      '👨‍❤️‍👨',
      '大人 | 男 | 男性 | 顔 ハート | 愛 | 赤 | 赤いハート 大人 | 男 | 男性 | 顔 ',
    ),
    Emoji(
      '👩‍❤️‍👩',
      'ブロンド | 大人 | 女 | 女性 | 金髪 | 顔 ハート | 愛 | 赤 | 赤いハート ブロンド | 大人 | 女 | 女性 | 金髪 | 顔 ',
    ),
    Emoji(
      '👪',
      '子供 | 家族 | 親子',
    ),
    Emoji(
      '👨‍👩‍👦',
      '大人 | 男 | 男性 | 顔 ブロンド | 大人 | 女 | 女性 | 金髪 | 顔 子供 | 少年 | 男の子 | 顔 ',
    ),
    Emoji(
      '👨‍👩‍👧',
      '大人 | 男 | 男性 | 顔 ブロンド | 大人 | 女 | 女性 | 金髪 | 顔 おさげ | 女 | 女の子 | 娘 | 子供 | 少女 | 顔 ',
    ),
    Emoji(
      '👨‍👩‍👧‍👦',
      '大人 | 男 | 男性 | 顔 ブロンド | 大人 | 女 | 女性 | 金髪 | 顔 おさげ | 女 | 女の子 | 娘 | 子供 | 少女 | 顔 子供 | 少年 | 男の子 | 顔 ',
    ),
    Emoji(
      '👨‍👩‍👦‍👦',
      '大人 | 男 | 男性 | 顔 ブロンド | 大人 | 女 | 女性 | 金髪 | 顔 子供 | 少年 | 男の子 | 顔 子供 | 少年 | 男の子 | 顔 ',
    ),
    Emoji(
      '👨‍👩‍👧‍👧',
      '大人 | 男 | 男性 | 顔 ブロンド | 大人 | 女 | 女性 | 金髪 | 顔 おさげ | 女 | 女の子 | 娘 | 子供 | 少女 | 顔 おさげ | 女 | 女の子 | 娘 | 子供 | 少女 | 顔 ',
    ),
    Emoji(
      '👨‍👨‍👦',
      '大人 | 男 | 男性 | 顔 大人 | 男 | 男性 | 顔 子供 | 少年 | 男の子 | 顔 ',
    ),
    Emoji(
      '👨‍👨‍👧',
      '大人 | 男 | 男性 | 顔 大人 | 男 | 男性 | 顔 おさげ | 女 | 女の子 | 娘 | 子供 | 少女 | 顔 ',
    ),
    Emoji(
      '👨‍👨‍👧‍👦',
      '大人 | 男 | 男性 | 顔 大人 | 男 | 男性 | 顔 おさげ | 女 | 女の子 | 娘 | 子供 | 少女 | 顔 子供 | 少年 | 男の子 | 顔 ',
    ),
    Emoji(
      '👨‍👨‍👦‍👦',
      '大人 | 男 | 男性 | 顔 大人 | 男 | 男性 | 顔 子供 | 少年 | 男の子 | 顔 子供 | 少年 | 男の子 | 顔 ',
    ),
    Emoji(
      '👨‍👨‍👧‍👧',
      '大人 | 男 | 男性 | 顔 大人 | 男 | 男性 | 顔 おさげ | 女 | 女の子 | 娘 | 子供 | 少女 | 顔 おさげ | 女 | 女の子 | 娘 | 子供 | 少女 | 顔 ',
    ),
    Emoji(
      '👩‍👩‍👦',
      'ブロンド | 大人 | 女 | 女性 | 金髪 | 顔 ブロンド | 大人 | 女 | 女性 | 金髪 | 顔 子供 | 少年 | 男の子 | 顔 ',
    ),
    Emoji(
      '👩‍👩‍👧',
      'ブロンド | 大人 | 女 | 女性 | 金髪 | 顔 ブロンド | 大人 | 女 | 女性 | 金髪 | 顔 おさげ | 女 | 女の子 | 娘 | 子供 | 少女 | 顔 ',
    ),
    Emoji(
      '👩‍👩‍👧‍👦',
      'ブロンド | 大人 | 女 | 女性 | 金髪 | 顔 ブロンド | 大人 | 女 | 女性 | 金髪 | 顔 おさげ | 女 | 女の子 | 娘 | 子供 | 少女 | 顔 子供 | 少年 | 男の子 | 顔 ',
    ),
    Emoji(
      '👩‍👩‍👦‍👦',
      'ブロンド | 大人 | 女 | 女性 | 金髪 | 顔 ブロンド | 大人 | 女 | 女性 | 金髪 | 顔 子供 | 少年 | 男の子 | 顔 子供 | 少年 | 男の子 | 顔 ',
    ),
    Emoji(
      '👩‍👩‍👧‍👧',
      'ブロンド | 大人 | 女 | 女性 | 金髪 | 顔 ブロンド | 大人 | 女 | 女性 | 金髪 | 顔 おさげ | 女 | 女の子 | 娘 | 子供 | 少女 | 顔 おさげ | 女 | 女の子 | 娘 | 子供 | 少女 | 顔 ',
    ),
    Emoji(
      '👨‍👦',
      '大人 | 男 | 男性 | 顔 子供 | 少年 | 男の子 | 顔 ',
    ),
    Emoji(
      '👨‍👦‍👦',
      '大人 | 男 | 男性 | 顔 子供 | 少年 | 男の子 | 顔 子供 | 少年 | 男の子 | 顔 ',
    ),
    Emoji(
      '👨‍👧',
      '大人 | 男 | 男性 | 顔 おさげ | 女 | 女の子 | 娘 | 子供 | 少女 | 顔 ',
    ),
    Emoji(
      '👨‍👧‍👦',
      '大人 | 男 | 男性 | 顔 おさげ | 女 | 女の子 | 娘 | 子供 | 少女 | 顔 子供 | 少年 | 男の子 | 顔 ',
    ),
    Emoji(
      '👨‍👧‍👧',
      '大人 | 男 | 男性 | 顔 おさげ | 女 | 女の子 | 娘 | 子供 | 少女 | 顔 おさげ | 女 | 女の子 | 娘 | 子供 | 少女 | 顔 ',
    ),
    Emoji(
      '👩‍👦',
      'ブロンド | 大人 | 女 | 女性 | 金髪 | 顔 子供 | 少年 | 男の子 | 顔 ',
    ),
    Emoji(
      '👩‍👦‍👦',
      'ブロンド | 大人 | 女 | 女性 | 金髪 | 顔 子供 | 少年 | 男の子 | 顔 子供 | 少年 | 男の子 | 顔 ',
    ),
    Emoji(
      '👩‍👧',
      'ブロンド | 大人 | 女 | 女性 | 金髪 | 顔 おさげ | 女 | 女の子 | 娘 | 子供 | 少女 | 顔 ',
    ),
    Emoji(
      '👩‍👧‍👦',
      'ブロンド | 大人 | 女 | 女性 | 金髪 | 顔 おさげ | 女 | 女の子 | 娘 | 子供 | 少女 | 顔 子供 | 少年 | 男の子 | 顔 ',
    ),
    Emoji(
      '👩‍👧‍👧',
      'ブロンド | 大人 | 女 | 女性 | 金髪 | 顔 おさげ | 女 | 女の子 | 娘 | 子供 | 少女 | 顔 おさげ | 女 | 女の子 | 娘 | 子供 | 少女 | 顔 ',
    ),
    Emoji(
      '🗣️',
      'シルエット | 話す | 話す人のシルエット | 顔 ',
    ),
    Emoji(
      '👤',
      '1人 | シルエット | 上半身 | 人のシルエット | 謎の人',
    ),
    Emoji(
      '👥',
      '2人 | 2人のシルエット | シルエット | 上半身 | 友達',
    ),
    Emoji(
      '🫂',
      'ありがとう | お別れ | こんにちは | さようなら | ハグ | ハグする人 | 友情 | 慰め | 抱擁 | 挨拶',
    ),
    Emoji(
      '👣',
      '裸足 | 足 | 足あと',
    ),
    Emoji(
      '🧳',
      'キャリーケース | スーツケース | パッキング | 旅行 | 旅行かばん',
    ),
    Emoji(
      '🌂',
      '傘 | 天気 | 持ち物 | 閉じた傘 | 雨',
    ),
    Emoji(
      '☂️',
      '傘 | 天気 | 持ち物 | 雨 ',
    ),
    Emoji(
      '🧵',
      'ソーイング | ひも | 糸 | 糸巻き | 縫い針 | 裁縫',
    ),
    Emoji(
      '🧶',
      'かぎ針 | ニット | 毛糸 | 毛糸玉 | 編み物',
    ),
    Emoji(
      '👓',
      'メガネ | 眼鏡',
    ),
    Emoji(
      '🕶️',
      'サングラス | メガネ | 眼鏡 ',
    ),
    Emoji(
      '🥽',
      'ゴーグル | スキューバ | ダイビング | 保護メガネ | 水泳 | 溶接',
    ),
    Emoji(
      '🥼',
      '上着 | 医者 | 実験 | 服 | 白衣 | 科学者',
    ),
    Emoji(
      '👔',
      'シャツ | ネクタイ | ワイシャツ | 会社員 | 服',
    ),
    Emoji(
      '👕',
      'Tシャツ | シャツ | 服',
    ),
    Emoji(
      '👖',
      'カジュアル | ジーンズ | ズボン | デニム | パンツ | ブルージーンズ | 服',
    ),
    Emoji(
      '🧣',
      'スカーフ | マフラー | 厚着 | 寒い | 襟巻き | 首巻き',
    ),
    Emoji(
      '🧤',
      '手 | 手袋',
    ),
    Emoji(
      '🧥',
      'アウター | オーバー | コート | ジャケット | 厚着 | 寒い | 服',
    ),
    Emoji(
      '🧦',
      'ソックス | 靴下',
    ),
    Emoji(
      '👗',
      'ドレス | ワンピース | 服',
    ),
    Emoji(
      '👘',
      '和服 | 服 | 着物',
    ),
    Emoji(
      '👙',
      'ビーチ | ビキニ | プール | 水着',
    ),
    Emoji(
      '👚',
      'シャツ | ブラウス | 婦人服 | 服',
    ),
    Emoji(
      '👛',
      'がま口 | 小銭入れ | 財布',
    ),
    Emoji(
      '👜',
      'かばん | ショッピング | バッグ | ハンドバッグ',
    ),
    Emoji(
      '👝',
      'クラッチバッグ | バッグ | ハンドバッグ | ポーチ',
    ),
    Emoji(
      '🎒',
      'バックパック | ランドセル | リュックサック | 学校 | 小学校 | 小学生',
    ),
    Emoji(
      '👞',
      'ローファー | 紳士靴 | 革靴 | 靴',
    ),
    Emoji(
      '👟',
      'ジョギングシューズ | スニーカー | テニスシューズ | 靴',
    ),
    Emoji(
      '🥾',
      'アウトドア | キャンプ | ハイキング | ハイキングシューズ | ブーツ | 登山靴 | 茶色い靴 | 靴',
    ),
    Emoji(
      '🥿',
      'スリッポン | バレエシューズ | フラットシューズ | ぺたんこ靴',
    ),
    Emoji(
      '👠',
      'ハイヒール | ピンヒール | 婦人靴 | 靴',
    ),
    Emoji(
      '👡',
      'サンダル | 婦人靴 | 靴',
    ),
    Emoji(
      '👢',
      'ブーツ | ロングブーツ | 婦人靴 | 靴',
    ),
    Emoji(
      '👑',
      'クラウン | 冠 | 王冠 | 王族',
    ),
    Emoji(
      '👒',
      '婦人帽子 | 帽子 | 麦わら | 麦わら帽子',
    ),
    Emoji(
      '🎩',
      'シルクハット | 山高帽 | 帽子',
    ),
    Emoji(
      '🎓',
      '卒業 | 学者 | 帽子 | 角帽',
    ),
    Emoji(
      '🧢',
      'キャップ | 帽子 | 野球帽',
    ),
    Emoji(
      '⛑️',
      'ヘルメット | 帽子 | 救助隊 | 救急 | 白十字 | 白十字ヘルメット ',
    ),
    Emoji(
      '💄',
      'コスメ | メーク | リップ | リップスティック | 化粧 | 化粧品 | 口紅',
    ),
    Emoji(
      '💍',
      'ジュエリー | ダイア | ダイヤ | ダイヤモンド | リング | 婚約指輪 | 指輪',
    ),
    Emoji(
      '💼',
      'かばん | ブリーフケース | 鞄',
    ),
  ]),

// ======================================================= Category.ANIMALS
  CategoryEmoji(Category.ANIMALS, [
    Emoji(
      '🐶',
      'イヌ | イヌの顔 | ペット | 動物 | 子犬 | 犬 | 顔',
    ),
    Emoji(
      '🐱',
      'ネコ | ネコの顔 | ペット | 動物 | 子猫 | 猫 | 顔',
    ),
    Emoji(
      '🐭',
      'ねずみ | ネズミ | ネズミの顔 | 動物 | 顔',
    ),
    Emoji(
      '🐹',
      'ネズミ | ハムスター | ハムスターの顔 | ペット | 動物 | 顔',
    ),
    Emoji(
      '🐰',
      'うさぎ | ウサギ | ウサギの顔 | ペット | 動物 | 顔',
    ),
    Emoji(
      '🦊',
      'キツネ | キツネの顔 | 動物 | 狐 | 顔',
    ),
    Emoji(
      '🐻',
      'くま | クマ | クマの顔 | 動物 | 熊 | 顔',
    ),
    Emoji(
      '🐼',
      'パンダ | パンダの顔 | 動物 | 顔',
    ),
    Emoji(
      '🐨',
      'コアラ | 動物 | 顔',
    ),
    Emoji(
      '🐯',
      'トラ | トラの顔 | 動物 | 虎 | 顔',
    ),
    Emoji(
      '🦁',
      'しし座 | ライオン | ライオンの顔 | 動物 | 星座 | 顔',
    ),
    Emoji(
      '🐮',
      'ウシ | 動物 | 牛 | 牛の顔 | 顔',
    ),
    Emoji(
      '🐷',
      'ブタ | ブタの顔 | 動物 | 豚 | 顔',
    ),
    Emoji(
      '🐽',
      'ブタ | ブタ鼻 | 動物 | 豚 | 顔 | 鼻',
    ),
    Emoji(
      '🐸',
      'カエル | カエルの顔 | 動物 | 顔',
    ),
    Emoji(
      '🐵',
      'サル | サルの顔 | 動物 | 猿 | 顔',
    ),
    Emoji(
      '🙈',
      '三猿 | 動物 | 猿 | 目隠し | 見ざる | 隠す',
    ),
    Emoji(
      '🙉',
      '三猿 | 猿 | 秘密 | 聞かざる',
    ),
    Emoji(
      '🙊',
      '三猿 | 内緒 | 黙る | 猿 | 秘密 | 言わざる',
    ),
    Emoji(
      '🐒',
      'サル | 動物 | 猿',
    ),
    Emoji(
      '💥',
      'どんっ | ぼんっ | マンガ | 爆発 | 衝撃 | 衝突',
    ),
    Emoji(
      '💫',
      'きらきら | キラキラ | くらくら | 星 | 流れ星 | 目が回る',
    ),
    Emoji(
      '💦',
      'あせあせ | しずく | 水滴 | 汗',
    ),
    Emoji(
      '💨',
      'ダッシュ | マンガ | 急ぐ | 急げ | 走る | 逃げる',
    ),
    Emoji(
      '🦍',
      'ゴリラ | 動物 | 顔',
    ),
    Emoji(
      '🐕',
      'イヌ | ペット | 動物 | 犬',
    ),
    Emoji(
      '🐩',
      'プードル | ペット | 動物 | 犬',
    ),
    Emoji(
      '🐺',
      'オオカミ | オオカミの顔 | 動物 | 狼 | 顔',
    ),
    Emoji(
      '🦝',
      'アライグマ | ずる賢い | 動物 | 好奇心 | 詮索好き',
    ),
    Emoji(
      '🐈',
      'ネコ | ペット | 動物 | 猫',
    ),
    Emoji(
      '🐅',
      'タイガー | トラ | 動物 | 肉食動物 | 虎',
    ),
    Emoji(
      '🐆',
      'ヒョウ | 動物 | 肉食動物',
    ),
    Emoji(
      '🐴',
      'ウマ | 動物 | 顔 | 馬 | 馬の顔',
    ),
    Emoji(
      '🐎',
      'ウマ | ダービー | 乗馬 | 動物 | 家畜 | 競走馬 | 競馬 | 馬',
    ),
    Emoji(
      '🦄',
      'ユニコーン | ユニコーンの顔 | 一角獣 | 動物 | 顔',
    ),
    Emoji(
      '🦓',
      'シマウマ | しましま | ゼブラ | 動物 | 縞',
    ),
    Emoji(
      '🐂',
      'ウシ | おうし座 | 動物 | 星座 | 牛 | 牡牛',
    ),
    Emoji(
      '🐃',
      'バッファロー | 動物 | 水牛 | 牛',
    ),
    Emoji(
      '🐄',
      'ウシ | 乳牛 | 動物 | 家畜 | 牛 | 牝牛',
    ),
    Emoji(
      '🐖',
      'ブタ | ポーク | 動物 | 家畜 | 豚',
    ),
    Emoji(
      '🐗',
      'イノシシ | 動物 | 猪 | 顔',
    ),
    Emoji(
      '🐏',
      'おひつじ座 | ヒツジ | 動物 | 星座 | 牡羊 | 羊',
    ),
    Emoji(
      '🐑',
      'ウール | ヒツジ | 動物 | 家畜 | 羊 | 羊毛',
    ),
    Emoji(
      '🐐',
      'ヤギ | やぎ座 | 動物 | 家畜 | 山羊 | 星座',
    ),
    Emoji(
      '🐪',
      'コブ | ヒトコブラクダ | ラクダ | 動物 | 砂漠',
    ),
    Emoji(
      '🐫',
      'コブ | フタコブ | フタコブラクダ | ラクダ | 動物 | 砂漠',
    ),
    Emoji(
      '🦙',
      'アルパカ | ウール | グアナコ | ビクーナ | ラマ | 動物 | 羊毛',
    ),
    Emoji(
      '🦒',
      'キリン | 動物',
    ),
    Emoji(
      '🐘',
      'ゾウ | 動物 | 象',
    ),
    Emoji(
      '🦏',
      'サイ | 動物 | 顔',
    ),
    Emoji(
      '🦛',
      'カバ | 動物',
    ),
    Emoji(
      '🐁',
      'ねずみ | ネズミ | ハツカネズミ | マウス | 動物',
    ),
    Emoji(
      '🐀',
      'ねずみ | ネズミ | ラット | 動物',
    ),
    Emoji(
      '🐇',
      'うさぎ | ウサギ | ペット | 動物',
    ),
    Emoji(
      '🐿️',
      'シマリス | りす | リス | 動物 ',
    ),
    Emoji(
      '🦔',
      'とげ | はりねずみ | ハリネズミ | ヤマアラシ | 動物',
    ),
    Emoji(
      '🦇',
      'こうもり | コウモリ | バンパイア | 動物 | 吸血鬼',
    ),
    Emoji(
      '🦘',
      'オーストラリア | カンガルー | ジャンプ | ジョーイ | 動物 | 有袋類',
    ),
    Emoji(
      '🦡',
      'アナグマ | ミツアナグマ | ラーテル | 動物',
    ),
    Emoji(
      '🐾',
      '動物 | 犬 | 猫 | 肉球 | 足跡',
    ),
    Emoji(
      '🦃',
      'ターキー | 七面鳥 | 動物 | 鳥',
    ),
    Emoji(
      '🐔',
      'にわとり | ニワトリ | 動物 | 顔 | 鳥',
    ),
    Emoji(
      '🐓',
      'おんどり | にわとり | ニワトリ | 動物 | 鳥',
    ),
    Emoji(
      '🐣',
      'ひな | ひよこ | 動物 | 卵 | 卵からかえったひよこ | 顔 | 鳥',
    ),
    Emoji(
      '🐤',
      'ひな | ひよこ | 動物 | 横を向いているひよこ | 顔 | 鳥',
    ),
    Emoji(
      '🐥',
      'ひな | ひよこ | 前を向いているひよこ | 動物 | 鳥',
    ),
    Emoji(
      '🐦',
      '動物 | 顔 | 鳥',
    ),
    Emoji(
      '🐧',
      'ペンギン | 動物 | 顔 | 鳥',
    ),
    Emoji(
      '🕊️',
      'ハト | 動物 | 平和 | 鳥 | 鳩 ',
    ),
    Emoji(
      '🦅',
      'イーグル | ワシ | 動物 | 鳥',
    ),
    Emoji(
      '🦆',
      'カモ | 動物 | 鳥',
    ),
    Emoji(
      '🦢',
      'ひな | みにくいアヒルの子 | 動物 | 白鳥 | 鳥',
    ),
    Emoji(
      '🦉',
      'フクロウ | ミミズク | 動物 | 鳥',
    ),
    Emoji(
      '🦚',
      'クジャク | ピーコック | 孔雀 | 派手 | 鳥',
    ),
    Emoji(
      '🦜',
      'オウム | しゃべる | 動物 | 海賊 | 鳥',
    ),
    Emoji(
      '🐊',
      'クロコダイル | ワニ | 動物 | 爬虫類',
    ),
    Emoji(
      '🐢',
      'カメ | 亀 | 動物 | 爬虫類',
    ),
    Emoji(
      '🦎',
      'トカゲ | ヤモリ | 動物 | 爬虫類',
    ),
    Emoji(
      '🐍',
      'ヘビ | へびつかい座 | 動物 | 星座 | 毒 | 爬虫類',
    ),
    Emoji(
      '🐲',
      'ドラゴン | ドラゴンの顔 | 動物 | 竜 | 顔 | 龍',
    ),
    Emoji(
      '🐉',
      'ドラゴン | 動物 | 竜 | 龍',
    ),
    Emoji(
      '🦕',
      'ディプロドクス | ブラキオサウルス | ブロントサウルス | 恐竜 | 竜脚類 | 草食恐竜',
    ),
    Emoji(
      '🦖',
      'ティラノサウルス | 恐竜',
    ),
    Emoji(
      '🧌',
      'おとぎ話 | トロール | ファンタジー | モンスター',
    ),
    Emoji(
      '🐳',
      'クジラ | 動物 | 潮吹き | 潮吹きクジラ',
    ),
    Emoji(
      '🐋',
      'クジラ | 動物',
    ),
    Emoji(
      '🐬',
      'イルカ | ドルフィン | 動物',
    ),
    Emoji(
      '🐟',
      'うお座 | フィッシング | 動物 | 星座 | 釣り | 魚',
    ),
    Emoji(
      '🐠',
      '動物 | 熱帯魚 | 魚',
    ),
    Emoji(
      '🐡',
      'フグ | 動物 | 魚',
    ),
    Emoji(
      '🦈',
      'サメ | 動物 | 魚',
    ),
    Emoji(
      '🐙',
      'オクトパス | タコ | 動物 | 軟体動物',
    ),
    Emoji(
      '🪹',
      '営巣 | 巣 | 巣作り | 空っぽの巣',
    ),
    Emoji(
      '🪺',
      '卵 | 営巣 | 巣 | 巣作り | 鳥の卵と巣 | 鳥の巣',
    ),
    Emoji(
      '🐚',
      '動物 | 巻き貝 | 貝 | 貝殻',
    ),
    Emoji(
      '🪸',
      'サンゴ | 気候変動 | 海 | 珊瑚礁',
    ),
    Emoji(
      '🐌',
      'エスカルゴ | かたつむり | カタツムリ | でんでん虫 | 虫',
    ),
    Emoji(
      '🦋',
      'チョウ | バタフライ | 昆虫 | 虫 | 蝶',
    ),
    Emoji(
      '🐛',
      'イモムシ | 毛虫 | 芋虫 | 虫',
    ),
    Emoji(
      '🐜',
      'アリ | 昆虫 | 虫',
    ),
    Emoji(
      '🐝',
      'ハチ | ミツバチ | 虫 | 蜂',
    ),
    Emoji(
      '🐞',
      'テントウムシ | てんとう虫 | 虫',
    ),
    Emoji(
      '🦗',
      'コオロギ | バッタ | 昆虫 | 直翅目 | 虫',
    ),
    Emoji(
      '🕷️',
      'クモ | スパイダー | 虫 ',
    ),
    Emoji(
      '🕸️',
      'ウェブ | クモ | クモの巣 | スパイダー ',
    ),
    Emoji(
      '🦂',
      'サソリ | さそり座 | 星座 | 虫',
    ),
    Emoji(
      '🦟',
      'ウイルス | マラリア | 刺す | 熱 | 病気 | 虫 | 蚊',
    ),
    Emoji(
      '🦠',
      'アメーバ | ウイルス | バクテリア | 微生物 | 科学 | 細菌',
    ),
    Emoji(
      '💐',
      'ブーケ | 植物 | 花 | 花束',
    ),
    Emoji(
      '🌸',
      'サクラ | 桜 | 植物 | 花 | 開花',
    ),
    Emoji(
      '💮',
      'はなまる | よくできました | 大変よくできました | 花',
    ),
    Emoji(
      '🏵️',
      '植物 | 花 | 花飾り ',
    ),
    Emoji(
      '🪷',
      'ハスの花 | ヒンドゥー教 | 仏教 | 極楽 | 清浄 | 花',
    ),
    Emoji(
      '🌹',
      'バラ | ローズ | 植物 | 花 | 薔薇 | 赤いバラ',
    ),
    Emoji(
      '🥀',
      'しおれた | しおれた花 | 花',
    ),
    Emoji(
      '🌺',
      'ハイビスカス | 植物 | 花',
    ),
    Emoji(
      '🌻',
      'ひまわり | ヒマワリ | 花',
    ),
    Emoji(
      '🌼',
      'キンポウゲ | 咲いた花 | 植物 | 花 | 開花',
    ),
    Emoji(
      '🌷',
      'チューリップ | 植物 | 花 | 開花',
    ),
    Emoji(
      '🌱',
      '双葉 | 新芽 | 芽',
    ),
    Emoji(
      '🌲',
      '常緑樹 | 木 | 森',
    ),
    Emoji(
      '🌳',
      '木 | 森 | 落葉樹',
    ),
    Emoji(
      '🌴',
      'ビーチ | ヤシ | ヤシの木 | 木 | 熱帯',
    ),
    Emoji(
      '🌵',
      'サボテン | 植物 | 砂漠',
    ),
    Emoji(
      '🌾',
      'ススキ | 稲 | 稲穂 | 穀物 | 米 | 草',
    ),
    Emoji(
      '🌿',
      'ハーブ | 草 | 葉 | 薬草 | 香草',
    ),
    Emoji(
      '☘️',
      'クローバー | 植物 | 草 | 葉 ',
    ),
    Emoji(
      '🍀',
      '4 | クローバー | 四つ葉のクローバー | 植物 | 草 | 葉',
    ),
    Emoji(
      '🍁',
      'かえで | カエデ | もみじ | 紅葉 | 落ち葉 | 葉',
    ),
    Emoji(
      '🍂',
      '木の葉 | 枯れ葉 | 落ち葉 | 葉 | 葉っぱ',
    ),
    Emoji(
      '🍃',
      '木の葉 | 落ち葉 | 葉 | 葉っぱ | 風 | 風に揺れる葉',
    ),
    Emoji(
      '🍄',
      'きのこ | キノコ | マッシュルーム | 毒 | 菌類 | 野菜',
    ),
    Emoji(
      '🌰',
      'くり | 栗 | 野菜',
    ),
    Emoji(
      '🦀',
      'カニ | 動物 | 星座',
    ),
    Emoji(
      '🦞',
      'ザリガニ | シーフード | はさみ | ビスク | レッドロブスター | ロブスター | 動物',
    ),
    Emoji(
      '🦐',
      'エビ | シーフード | シュリンプ | 動物 | 小エビ',
    ),
    Emoji(
      '🦑',
      'イカ | シーフード | 動物 | 軟体動物',
    ),
    Emoji(
      '🌍',
      'アフリカ | ヨーロッパ | 世界 | 地球 | 地球（ヨーロッパとアフリカ）',
    ),
    Emoji(
      '🌎',
      'アメリカ | アメリカ大陸 | 世界 | 地球 | 地球（アメリカ大陸）',
    ),
    Emoji(
      '🌏',
      'アジア | オーストラリア | 世界 | 地球 | 地球（アジアとオーストラリア）',
    ),
    Emoji(
      '🌐',
      'インターネット | 地球 | 子午線 | 子午線のある地球',
    ),
    Emoji(
      '🌑',
      '宇宙 | 新月 | 月 | 闇',
    ),
    Emoji(
      '🌒',
      '三日月 | 初月 | 宇宙 | 月',
    ),
    Emoji(
      '🌓',
      '上弦 | 上弦の月 | 半月 | 宇宙 | 月',
    ),
    Emoji(
      '🌔',
      '十三夜月 | 十日夜の月 | 宇宙 | 月',
    ),
    Emoji(
      '🌕',
      '宇宙 | 月 | 満月',
    ),
    Emoji(
      '🌖',
      '宇宙 | 寝待月 | 居待月 | 月',
    ),
    Emoji(
      '🌗',
      '下弦 | 下弦の月 | 半月 | 宇宙 | 月',
    ),
    Emoji(
      '🌘',
      '三日月 | 宇宙 | 月 | 有明月',
    ),
    Emoji(
      '🌙',
      '三日月 | 宇宙 | 月',
    ),
    Emoji(
      '🌚',
      '新月 | 月 | 顔 | 顔のある新月',
    ),
    Emoji(
      '🌛',
      '上弦の月 | 半月 | 月 | 顔 | 顔のある上弦の月',
    ),
    Emoji(
      '🌜',
      '下弦の月 | 半月 | 月 | 顔 | 顔のある下弦の月',
    ),
    Emoji(
      '☀️',
      '天気 | 太陽 | 日光 | 晴れ ',
    ),
    Emoji(
      '🌝',
      '月 | 満月 | 顔 | 顔のある満月',
    ),
    Emoji(
      '🌞',
      '太陽 | 顔 | 顔のある太陽',
    ),
    Emoji(
      '⭐',
      'スター | 天文学 | 星',
    ),
    Emoji(
      '🌟',
      'きらきら | キラキラ | きらきら星 | スター | 星 | 輝き',
    ),
    Emoji(
      '🌠',
      'スター | 夜 | 宇宙 | 星 | 流れ星',
    ),
    Emoji(
      '☁️',
      '天気 | 曇り | 雲 ',
    ),
    Emoji(
      '⛅',
      '天気 | 太陽 | 曇り | 曇り時々晴れ | 雲',
    ),
    Emoji(
      '⛈️',
      '天気 | 稲妻 | 雨 | 雲 | 雷 | 雷雨 | 雷雲 ',
    ),
    Emoji(
      '🌤️',
      '天気 | 太陽 | 晴れ | 晴れ時々曇り | 雲 ',
    ),
    Emoji(
      '🌥️',
      '天気 | 太陽 | 曇り | 曇り一時晴れ | 雲 ',
    ),
    Emoji(
      '🌦️',
      '天気 | 天気雨 | 太陽 | 曇り | 雨時々晴れ | 雲 ',
    ),
    Emoji(
      '🌧️',
      '天気 | 雨 | 雨雲 | 雲 ',
    ),
    Emoji(
      '🌨️',
      '天気 | 雪 | 雪雲 | 雲 ',
    ),
    Emoji(
      '🌩️',
      '天気 | 稲妻 | 雲 | 雷 | 雷雲 ',
    ),
    Emoji(
      '🌪️',
      'トルネード | 天気 | 突風 | 竜巻 ',
    ),
    Emoji(
      '🌫️',
      '天気 | 曇り | 雲 | 霧 ',
    ),
    Emoji(
      '🌬️',
      '雲 | 顔 | 顔のある風 | 風 ',
    ),
    Emoji(
      '🌈',
      'GLBT | GLBTQ | LGBT | LGBTQ | ゲイ | トランスジェンダー | バイセクシュアル | レインボー | レズビアン | 天気',
    ),
    Emoji(
      '☂️',
      '傘 | 天気 | 持ち物 | 雨 ',
    ),
    Emoji(
      '☔',
      '傘 | 傘と雨 | 天気 | 持ち物 | 雨 | 雨粒',
    ),
    Emoji(
      '⚡',
      '危険 | 稲妻 | 雷 | 電気 | 高電圧',
    ),
    Emoji(
      '❄️',
      '天気 | 結晶 | 雪 | 雪の結晶 ',
    ),
    Emoji(
      '☃️',
      '雪 | 雪だるま | 雪だるまと雪 ',
    ),
    Emoji(
      '⛄',
      '雪 | 雪だるま',
    ),
    Emoji(
      '☄️',
      'すい星 | 宇宙 | 彗星 ',
    ),
    Emoji(
      '🔥',
      'ファイアー | ファイヤー | 火 | 炎 | 熱い | 燃える',
    ),
    Emoji(
      '💧',
      'しずく | たらーっ | 水 | 水滴 | 汗 | 涙',
    ),
    Emoji(
      '🫧',
      'あぶく | シャボン玉 | バブル | 水中 | 泡 | 石けん',
    ),
    Emoji(
      '🌊',
      '天気 | 波 | 波浪 | 海 | 自然',
    ),
    Emoji(
      '🎄',
      'クリスマス | クリスマスイブ | クリスマスツリー | ツリー',
    ),
    Emoji(
      '✨',
      'きらきら | キラキラ | スター | ぴかぴか | 星',
    ),
    Emoji(
      '🎋',
      '七夕 | 和 | 日本 | 短冊 | 笹飾り',
    ),
    Emoji(
      '🎍',
      'お祝い | 和 | 日本 | 正月 | 竹 | 門松',
    ),
  ]),

// ======================================================= Category.FOODS
  CategoryEmoji(Category.FOODS, [
    Emoji(
      '🍇',
      'グレープ | ぶどう | ブドウ | 果物',
    ),
    Emoji(
      '🍈',
      'マスクメロン | メロン | 果物 | 野菜',
    ),
    Emoji(
      '🍉',
      'スイカ | 果物 | 野菜',
    ),
    Emoji(
      '🍊',
      'オレンジ | ネクタリン | ビタミンＣ | みかん | 果物 | 柑橘類',
    ),
    Emoji(
      '🍋',
      'レモン | 果物 | 柑橘類 | 酸っぱい',
    ),
    Emoji(
      '🍌',
      'カリウム | バナナ | 果物',
    ),
    Emoji(
      '🍍',
      'トロピカル | パイナップル | パイン | 果物',
    ),
    Emoji(
      '🥭',
      'トロピカル | フルーツ | マンゴー | 果物 | 食べ物',
    ),
    Emoji(
      '🍎',
      'アップル | りんご | 果物 | 赤リンゴ',
    ),
    Emoji(
      '🍏',
      'アップル | りんご | 果物 | 青リンゴ',
    ),
    Emoji(
      '🍐',
      'ナシ | 果物 | 洋ナシ | 西洋ナシ',
    ),
    Emoji(
      '🍑',
      'ピーチ | 果物 | 桃',
    ),
    Emoji(
      '🍒',
      'さくらんぼ | チェリー | 果物',
    ),
    Emoji(
      '🍓',
      'いちご | ストロベリー | 果物 | 苺',
    ),
    Emoji(
      '🥝',
      'キウイ | キウイフルーツ | 果物',
    ),
    Emoji(
      '🍅',
      'トマト | 果物 | 野菜',
    ),
    Emoji(
      '🥥',
      'ココナツ | ココナッツ | ヤシの実 | 果物',
    ),
    Emoji(
      '🥑',
      'アボカド | 果物 | 野菜',
    ),
    Emoji(
      '🍆',
      'ナス | 野菜',
    ),
    Emoji(
      '🥔',
      'イモ | じゃがいも | ジャガイモ | ポテト | 野菜',
    ),
    Emoji(
      '🥕',
      'ニンジン | 人参 | 野菜',
    ),
    Emoji(
      '🌽',
      'コーン | とうもろこし | トウモロコシ | 野菜',
    ),
    Emoji(
      '🌶️',
      'とうがらし | 辛い | 野菜 | 香辛料 ',
    ),
    Emoji(
      '🥒',
      'キュウリ | ピクルス | 漬け物 | 野菜',
    ),
    Emoji(
      '🥬',
      'キャベツ | ケール | サラダ | チンゲン菜 | レタス | 葉野菜',
    ),
    Emoji(
      '🥦',
      'ブロッコリー | 野菜',
    ),
    Emoji(
      '🍄',
      'きのこ | キノコ | マッシュルーム | 毒 | 菌類 | 野菜',
    ),
    Emoji(
      '🥜',
      'ナッツ | ピーナッツ | 落花生 | 野菜',
    ),
    Emoji(
      '🫘',
      'キドニービーンズ | ビーンズ | レッドキドニー | 小豆 | 豆 | 赤インゲン豆 | 金時豆 | 食べ物',
    ),
    Emoji(
      '🌰',
      'くり | 栗 | 野菜',
    ),
    Emoji(
      '🍞',
      'パン | ベーカリー | 小麦 | 食パン',
    ),
    Emoji(
      '🥐',
      'クロワッサン | パン | フランス | ベーカリー',
    ),
    Emoji(
      '🥖',
      'バゲット | パン | フランスパン | ベーカリー',
    ),
    Emoji(
      '🥨',
      'ねじり | パン | プレッツェル',
    ),
    Emoji(
      '🥯',
      'クリームチーズ | パン | パン屋 | ベーカリー | ベーグル | 朝食',
    ),
    Emoji(
      '🥞',
      'パンケーキ | ホットケーキ',
    ),
    Emoji(
      '🧀',
      'チーズ',
    ),
    Emoji(
      '🍖',
      'もも肉 | 肉 | 骨 | 骨付き肉',
    ),
    Emoji(
      '🍗',
      'チキン | もも肉 | 肉 | 骨 | 骨付き肉 | 鶏もも肉',
    ),
    Emoji(
      '🥩',
      'ステーキ | ステーキ肉 | ビーフ | ポーク | ラム | 肉 | 赤身肉',
    ),
    Emoji(
      '🥓',
      'ベーコン | 肉',
    ),
    Emoji(
      '🍔',
      'バーガー | ハンバーガー | ファストフード',
    ),
    Emoji(
      '🍟',
      'ファストフード | フライドポテト | フレンチフライ | ポテト | ポテトフライ',
    ),
    Emoji(
      '🍕',
      'チーズ | ピザ | ピッツァ | ペパロニ',
    ),
    Emoji(
      '🌭',
      'ソーセージ | フランクフルト | ホットドッグ',
    ),
    Emoji(
      '🥪',
      'サンドイッチ | パン',
    ),
    Emoji(
      '🌮',
      'タコス | メキシカン | メキシコ料理',
    ),
    Emoji(
      '🌯',
      'ソフトタコス | ブリトー | メキシカン | メキシコ料理 | ラップサンド',
    ),
    Emoji(
      '🥙',
      'ケバブ | ケバブサンド | ピタパン | ラップサンド',
    ),
    Emoji(
      '🍳',
      'フライパン | レストラン | 卵 | 料理 | 朝食 | 目玉焼き',
    ),
    Emoji(
      '🥘',
      'シーフード | パエリア | パエリア鍋',
    ),
    Emoji(
      '🍲',
      'シチュー | スープ | なべ | 煮物 | 煮込み',
    ),
    Emoji(
      '🥣',
      'オートミール | おかゆ | シリアル | ボウルとスプーン | 朝食 | 粥',
    ),
    Emoji(
      '🥗',
      'グリーン | グリーンサラダ | サラダ',
    ),
    Emoji(
      '🍿',
      'お菓子 | ポップコーン',
    ),
    Emoji(
      '🧂',
      'しょっぱい | 塩 | 振りかけ容器 | 薬味 | 調味料',
    ),
    Emoji(
      '🥫',
      '缶 | 缶詰 | 非常食',
    ),
    Emoji(
      '🫙',
      'ジャー | びん | 保存 | 容器 | 瓶 | 空 | 空き瓶 | 調味料',
    ),
    Emoji(
      '🍱',
      '幕の内 | 弁当 | 弁当箱 | 駅弁',
    ),
    Emoji(
      '🍘',
      'お菓子 | せんべい',
    ),
    Emoji(
      '🍙',
      'おにぎり | おむすび | 和食 | 米',
    ),
    Emoji(
      '🍚',
      'ごはん | ライス | 米',
    ),
    Emoji(
      '🍛',
      'カレー | カレーライス | ライス',
    ),
    Emoji(
      '🍜',
      'スープ | どんぶり | ヌードル | ラーメン | 熱々 | 箸 | 麺',
    ),
    Emoji(
      '🍝',
      'イタリア料理 | スパゲッティ | スパゲッティー | スパゲティ | パスタ | ミートソース',
    ),
    Emoji(
      '🍠',
      'サツマイモ | 焼き芋 | 芋',
    ),
    Emoji(
      '🍢',
      'おでん | 串 | 練り物',
    ),
    Emoji(
      '🍣',
      'お寿司 | すし | 寿司',
    ),
    Emoji(
      '🍤',
      'エビ | エビフライ | エビ天 | フライ | 天ぷら',
    ),
    Emoji(
      '🍥',
      'なると | 渦巻き | 練り物',
    ),
    Emoji(
      '🥮',
      'お祝い | 中秋節 | 中華菓子 | 月餅 | 秋',
    ),
    Emoji(
      '🍡',
      'お団子 | だんご | デザート | 串 | 和菓子',
    ),
    Emoji(
      '🥟',
      'ギョーザ | ぎょうざ | 点心 | 肉まん | 餃子',
    ),
    Emoji(
      '🥠',
      'おみくじ | フォーチュンクッキー',
    ),
    Emoji(
      '🥡',
      'テイクアウト弁当 | デリバリー | 中華 | 弁当 | 持ち帰り | 箸',
    ),
    Emoji(
      '🍦',
      'アイス | スイーツ | ソフト | ソフトクリーム | デザート',
    ),
    Emoji(
      '🍧',
      'アイス | かき氷 | シェイブアイス | スイーツ | デザート | 氷',
    ),
    Emoji(
      '🍨',
      'アイス | アイスクリーム | スイーツ | デザート',
    ),
    Emoji(
      '🍩',
      'お菓子 | スイーツ | デザート | ドーナツ',
    ),
    Emoji(
      '🍪',
      'お菓子 | クッキー | スイーツ | チョコレートチップ | デザート',
    ),
    Emoji(
      '🎂',
      'お祝い | お菓子 | ケーキ | スイーツ | バースデー | バースデーケーキ | ハッピーバースデー | 誕生日',
    ),
    Emoji(
      '🍰',
      'お菓子 | ケーキ | ショートケーキ | スイーツ | デザート',
    ),
    Emoji(
      '🧁',
      'おやつ | お菓子 | カップケーキ | ケーキ | スイーツ | ベーカリー | 砂糖',
    ),
    Emoji(
      '🥧',
      'アップルパイ | お菓子 | タルト | パイ | パンプキンパイ | ミートパイ',
    ),
    Emoji(
      '🍫',
      'お菓子 | スイーツ | チョコ | チョコレート | デザート | 板チョコ',
    ),
    Emoji(
      '🍬',
      'あめ | お菓子 | キャンディ | 虫歯',
    ),
    Emoji(
      '🍭',
      'あめ | お菓子 | キャンディ | ぺろぺろキャンディ | 棒付きキャンディ',
    ),
    Emoji(
      '🍮',
      'お菓子 | カスタード | スイーツ | デザート | プリン',
    ),
    Emoji(
      '🍯',
      'はちみつ | ハチミツ | ハニー | プーさん | 壺 | 甘い',
    ),
    Emoji(
      '🍼',
      'ほにゅう瓶 | ミルク | 哺乳瓶 | 新生児 | 赤ちゃん',
    ),
    Emoji(
      '🥛',
      'グラス | コップ | ミルク | 牛乳 | 牛乳入りのコップ',
    ),
    Emoji(
      '🫗',
      'ガラス | コップから注ぐ | こぼす | 水 | 液体 | 飲み物',
    ),
    Emoji(
      '☕',
      'カフェ | カフェイン | コーヒー | ホットドリンク | 温かい飲み物 | 紅茶 | 飲み物',
    ),
    Emoji(
      '🍵',
      'お茶 | 湯飲み | 緑茶 | 茶碗 | 飲み物',
    ),
    Emoji(
      '🧉',
      'お茶 | ドリンク | マテ茶 | 飲み物',
    ),
    Emoji(
      '🍶',
      '徳利 | 日本酒 | 猪口 | 酒',
    ),
    Emoji(
      '🍾',
      'コルク | シャンパン | シャンペン | スパークリングワイン | スプマンテ | バー | ボトル | 泡 | 飲み物',
    ),
    Emoji(
      '🍷',
      'アルコール | お酒 | グラス | バー | ワイン | ワイングラス',
    ),
    Emoji(
      '🍸',
      'アルコール | お酒 | カクテル | カクテルグラス | グラス | クラブ | バー | マティーニ',
    ),
    Emoji(
      '🍹',
      'アルコール | お酒 | カクテル | トロピカル | トロピカルドリンク | バー | マイタイ',
    ),
    Emoji(
      '🍺',
      'アルコール | オクトーバーフェスト | お酒 | ジョッキ | バー | ビール | ビールジョッキ | 居酒屋',
    ),
    Emoji(
      '🍻',
      'アルコール | ジョッキ | バー | ビール | ビールで乾杯 | 乾杯 | 宴会',
    ),
    Emoji(
      '🥂',
      'グラス | グラスで乾杯 | シャンパン | シャンペン | スパークリングワイン | スプマンテ | 乾杯 | 祝杯',
    ),
    Emoji(
      '🥃',
      'ウィスキー | ウイスキー | グラス | ショット | スコッチ | タンブラー | タンブラーグラス',
    ),
    Emoji(
      '🥤',
      'コップ | ジュース | ストローカップ | ソーダ | ソフトドリンク | 水',
    ),
    Emoji(
      '🥢',
      'おはし | はし | 箸',
    ),
    Emoji(
      '🍽️',
      'お皿 | ディナー | ナイフ | ナイフとフォークと皿 | フォーク | 皿 | 食器 ',
    ),
    Emoji(
      '🍴',
      'カトラリー | ごちそう | ディナー | ナイフ | ナイフとフォーク | フォーク | レストラン | 朝食 | 食事 | 食器',
    ),
    Emoji(
      '🥄',
      'カトラリー | スプーン | 食器',
    ),
  ]),

// ======================================================= Category.TRAVEL
  CategoryEmoji(Category.TRAVEL, [
    Emoji(
      '🗾',
      '地図 | 日本 | 日本地図',
    ),
    Emoji(
      '🏔️',
      '冠雪 | 山 | 雪 | 雪山 ',
    ),
    Emoji(
      '⛰️',
      '山 | 山岳 ',
    ),
    Emoji(
      '🌋',
      '噴火 | 山 | 溶岩 | 火山',
    ),
    Emoji(
      '🗻',
      '富士山 | 山',
    ),
    Emoji(
      '🏕️',
      'キャンプ | テント | 山 ',
    ),
    Emoji(
      '🏖️',
      'パラソル | ビーチ | ビーチパラソル | 砂浜 ',
    ),
    Emoji(
      '🏜️',
      'サボテン | サボテンのある砂漠 | 砂漠 ',
    ),
    Emoji(
      '🏝️',
      'ヤシ | ヤシの木のある島 | 島 | 無人島 ',
    ),
    Emoji(
      '🏞️',
      '公園 | 国立公園 | 自然 ',
    ),
    Emoji(
      '🏟️',
      'スタジアム | 競技場 | 野球場 ',
    ),
    Emoji(
      '🏛️',
      '古代 | 史跡 | 歴史 | 歴史的な建物 | 歴史的建造物 ',
    ),
    Emoji(
      '🏗️',
      'クレーン | 工事 | 建築 | 建設 | 建設中 ',
    ),
    Emoji(
      '🏘️',
      '住宅街 | 家 | 街 | 複数の家 ',
    ),
    Emoji(
      '🏚️',
      '家 | 廃屋 | 建物 | 空き家 ',
    ),
    Emoji(
      '🏠',
      'マイホーム | 一戸建て | 家 | 建物 | 郊外',
    ),
    Emoji(
      '🏡',
      'マイホーム | 一戸建て | 家 | 庭 | 庭付きの家 | 建物 | 郊外',
    ),
    Emoji(
      '🏢',
      'オフィスビル | 会社 | 建物 | 社屋 | 都会',
    ),
    Emoji(
      '🏣',
      '建物 | 郵便 | 郵便局',
    ),
    Emoji(
      '🏤',
      '建物 | 西洋の郵便局 | 郵便',
    ),
    Emoji(
      '🏥',
      '医者 | 建物 | 病院 | 薬',
    ),
    Emoji(
      '🏦',
      '建物 | 銀行',
    ),
    Emoji(
      '🏨',
      'ホテル | 建物',
    ),
    Emoji(
      '🏩',
      'ホテル | ラブホ | ラブホテル | 建物',
    ),
    Emoji(
      '🏪',
      '24時間営業 | コンビニ | コンビニエンスストア | 店 | 建物',
    ),
    Emoji(
      '🏫',
      '学校 | 建物 | 校舎',
    ),
    Emoji(
      '🏬',
      'デパート | ビル | 店舗 | 建物 | 百貨店',
    ),
    Emoji(
      '🏭',
      'ファクトリー | 工場 | 建物 | 煙突',
    ),
    Emoji(
      '🏯',
      '城 | 建物 | 日本 | 日本の城',
    ),
    Emoji(
      '🏰',
      'キャッスル | 城 | 建物 | 西洋の城',
    ),
    Emoji(
      '💒',
      'チャペル | ロマンス | 建物 | 式場 | 教会 | 礼拝堂 | 結婚 | 結婚式',
    ),
    Emoji(
      '🗼',
      'タワー | 塔 | 東京 | 東京タワー',
    ),
    Emoji(
      '🗽',
      'アメリカ | ニューヨーク | 彫像 | 自由の女神',
    ),
    Emoji(
      '⛪',
      'キリスト教 | チャペル | 十字架 | 宗教 | 建物 | 教会 | 礼拝堂',
    ),
    Emoji(
      '🕌',
      'イスラム教 | モスク | 宗教 | 建物',
    ),
    Emoji(
      '🕍',
      'シナゴーグ | ユダヤ教 | 宗教 | 建物',
    ),
    Emoji(
      '⛩️',
      '宗教 | 建物 | 神社 | 神道 | 鳥居 ',
    ),
    Emoji(
      '🕋',
      'イスラム教 | カーバ | メッカ | 宗教 | 建物 | 聖地 | 巡礼',
    ),
    Emoji(
      '⛲',
      '噴水',
    ),
    Emoji(
      '⛺',
      'キャンプ | テント',
    ),
    Emoji(
      '🌁',
      'もや | 都会 | 霧 | 霧の都会',
    ),
    Emoji(
      '🌃',
      '夜 | 夜の都会 | 夜景 | 星 | 星空',
    ),
    Emoji(
      '🏙️',
      'ビル群 | 都会 | 都市 | 高層ビル ',
    ),
    Emoji(
      '🌄',
      'ご来光 | 太陽 | 山から日の出 | 日の出 | 朝 | 朝日',
    ),
    Emoji(
      '🌅',
      '太陽 | 日の出 | 日光 | 朝 | 朝日',
    ),
    Emoji(
      '🌆',
      'ビル | 夕方 | 夕日 | 夕暮れ | 夕暮れの都会 | 都会 | 都市',
    ),
    Emoji(
      '🌇',
      'ビル | 夕方 | 夕日 | 夕暮れ | 太陽 | 日暮れ | 日没',
    ),
    Emoji(
      '🌉',
      '夜 | 夜の橋 | 夜景 | 橋',
    ),
    Emoji(
      '🎠',
      'メリーゴーラウンド | メリーゴーランド | 回転木馬 | 遊園地 | 馬',
    ),
    Emoji(
      '🎡',
      'アミューズメントパーク | 観覧車 | 遊園地',
    ),
    Emoji(
      '🎢',
      'アミューズメントパーク | ジェットコースター | 遊園地',
    ),
    Emoji(
      '🚂',
      'SL | 乗り物 | 列車 | 機関車 | 汽車 | 蒸気機関車 | 鉄道',
    ),
    Emoji(
      '🚃',
      'トロリーバス | 乗り物 | 列車 | 鉄道 | 電車',
    ),
    Emoji(
      '🚄',
      '乗り物 | 新幹線 | 鉄道 | 電車 | 高速列車',
    ),
    Emoji(
      '🚅',
      '0系 | 0系新幹線 | 丸い新幹線 | 乗り物 | 新幹線 | 鉄道 | 電車 | 高速列車',
    ),
    Emoji(
      '🚆',
      '乗り物 | 列車 | 電車 | 電車正面',
    ),
    Emoji(
      '🚇',
      'メトロ | 乗り物 | 地下鉄 | 電車',
    ),
    Emoji(
      '🚈',
      'モノレール | ライトレール | 乗り物 | 鉄道 | 電車',
    ),
    Emoji(
      '🚉',
      'ステーション | 乗り物 | 列車 | 電車 | 駅',
    ),
    Emoji(
      '🚊',
      '乗り物 | 路面電車 | 路面電車正面 | 電車',
    ),
    Emoji(
      '🚝',
      'モノレール | 乗り物 | 電車',
    ),
    Emoji(
      '🚞',
      '乗り物 | 登山鉄道 | 登山電車 | 電車',
    ),
    Emoji(
      '🚋',
      'トロリーバス | 乗り物 | 路面電車 | 電車',
    ),
    Emoji(
      '🚌',
      'スクールバス | バス | 乗り物 | 車',
    ),
    Emoji(
      '🚍',
      'バス | バス正面 | 乗り物 | 車',
    ),
    Emoji(
      '🚎',
      'トロリーバス | バス | 乗り物 | 路面電車',
    ),
    Emoji(
      '🚐',
      'バス | マイクロバス | ミニバス | 乗り物 | 小型バス | 車',
    ),
    Emoji(
      '🚑',
      '乗り物 | 救急車 | 車',
    ),
    Emoji(
      '🚒',
      '乗り物 | 消防車 | 車',
    ),
    Emoji(
      '🚓',
      'パトカー | パトロール | 乗り物 | 警察',
    ),
    Emoji(
      '🚔',
      'パトカー | パトカー正面 | 乗り物 | 警察',
    ),
    Emoji(
      '🚕',
      'イエローキャブ | タクシー | 乗り物 | 車',
    ),
    Emoji(
      '🚖',
      'イエローキャブ | タクシー | タクシー正面 | 乗り物 | 車',
    ),
    Emoji(
      '🚗',
      'ドライブ | 乗り物 | 乗用車 | 自動車 | 車',
    ),
    Emoji(
      '🚘',
      'ドライブ | 乗り物 | 乗用車 | 自動車 | 自動車正面 | 車',
    ),
    Emoji(
      '🚚',
      'トラック | 乗り物 | 車 | 配送 | 配達',
    ),
    Emoji(
      '🚛',
      'トラック | トレーラー | 乗り物 | 車',
    ),
    Emoji(
      '🚜',
      'トラクター | 乗り物 | 車',
    ),
    Emoji(
      '🏎️',
      'F1 | カーレース | スポーツ | モータースポーツ | レーシングカー | レース | 乗り物 | 車 ',
    ),
    Emoji(
      '🏍️',
      'オートバイ | オートレース | スポーツ | バイク | モータースポーツ | 乗り物 ',
    ),
    Emoji(
      '🛵',
      'オートバイ | スクーター | バイク | 原付',
    ),
    Emoji(
      '🚲',
      'サイクリング | 乗り物 | 自転車',
    ),
    Emoji(
      '🛴',
      'キックスクーター | キックスケーター | キックボード',
    ),
    Emoji(
      '🚏',
      'バス乗り場 | バス停 | 乗り物 | 停留所',
    ),
    Emoji(
      '🛤️',
      '線路 | 軌道 | 鉄道 ',
    ),
    Emoji(
      '⛽',
      'ガソリン | ガソリンスタンド | ガソリンノズル | 給油',
    ),
    Emoji(
      '🛞',
      'スポーク | タイヤ | ホイール | 自動車 | 車 | 車輪',
    ),
    Emoji(
      '🚨',
      'サイレン | パトカー | パトランプ | 緊急 | 警察 | 赤色灯',
    ),
    Emoji(
      '🚥',
      '交差点 | 交通 | 信号 | 信号横 | 信号機',
    ),
    Emoji(
      '🚦',
      '交差点 | 交通 | 信号 | 信号機 | 信号縦',
    ),
    Emoji(
      '🚧',
      'サイン | 工事中 | 通行止め',
    ),
    Emoji(
      '⚓',
      'いかり | 碇 | 船 | 錨',
    ),
    Emoji(
      '⛵',
      'セーリング | ヨット | 乗り物 | 帆船 | 船',
    ),
    Emoji(
      '🚤',
      'スピードボート | ボート | モーターボート | 乗り物 | 快速艇 | 船',
    ),
    Emoji(
      '🛳️',
      '乗り物 | 客船 | 旅客船 | 船 ',
    ),
    Emoji(
      '⛴️',
      'フェリー | 乗り物 | 客船 | 船 ',
    ),
    Emoji(
      '🛥️',
      'ボート | モーターボート | 乗り物 | 船 ',
    ),
    Emoji(
      '🚢',
      'タイタニック号 | 乗り物 | 客船 | 船',
    ),
    Emoji(
      '🛟',
      'ブイ | ライフセーバー | レスキュー | 安全 | 救助 | 救命具 | 救命浮環 | 浮き輪',
    ),
    Emoji(
      '✈️',
      'ジェット機 | 乗り物 | 旅行 | 航空機 | 飛行機 ',
    ),
    Emoji(
      '🛩️',
      '乗り物 | 小型機 | 小型飛行機 | 航空機 | 飛行機 ',
    ),
    Emoji(
      '🛫',
      '乗り物 | 航空機 | 離陸 | 飛行機 | 飛行機離陸',
    ),
    Emoji(
      '🛬',
      '乗り物 | 着陸 | 航空機 | 飛行機 | 飛行機着陸',
    ),
    Emoji(
      '💺',
      'シート | 席 | 座席 | 椅子',
    ),
    Emoji(
      '🚁',
      'ヘリ | ヘリコプター | 乗り物',
    ),
    Emoji(
      '🚟',
      'モノレール | 乗り物 | 懸垂式モノレール | 電車',
    ),
    Emoji(
      '🚠',
      'ケーブルカー | ゴンドラ | リフト | 乗り物',
    ),
    Emoji(
      '🚡',
      'ゴンドラ | ロープウェイ | 乗り物',
    ),
    Emoji(
      '🛰️',
      '人工衛星 | 宇宙 ',
    ),
    Emoji(
      '🚀',
      'ロケット | 乗り物 | 宇宙 | 宇宙旅行 | 発射',
    ),
    Emoji(
      '🛸',
      'UFO | 乗り物 | 宇宙 | 宇宙人 | 未確認飛行物体 | 空飛ぶ円盤',
    ),
    Emoji(
      '🌠',
      'スター | 夜 | 宇宙 | 星 | 流れ星',
    ),
    Emoji(
      '🌌',
      'ミルキーウェイ | 夜空 | 天の川 | 宇宙 | 星空 | 銀河',
    ),
    Emoji(
      '⛱️',
      'パラソル | ビーチ | 傘 | 日傘 | 砂浜 | 雨 ',
    ),
    Emoji(
      '🎆',
      'お祭り | どーん | 打ち上げ花火 | 花火 | 花火大会',
    ),
    Emoji(
      '🎇',
      'お祭り | 火花 | 線香花火 | 花火',
    ),
    Emoji(
      '🎑',
      'ススキ | 十五夜 | 団子 | 月 | 月見',
    ),
    Emoji(
      '🗿',
      'モアイ | モヤイ | 像 | 石像 | 顔',
    ),
    Emoji(
      '🛂',
      'パスポートコントロール | 入出国 | 出入国 | 出入国審査',
    ),
    Emoji(
      '🛃',
      '税関 | 通関',
    ),
    Emoji(
      '🛄',
      'スーツケース | バゲッジクレーム | 手荷物 | 手荷物受取 | 預け入れ荷物',
    ),
    Emoji(
      '🛅',
      'コインロッカー | スーツケース | ロッカー | 手荷物 | 手荷物預かり',
    ),
  ]),

// ======================================================= Category.ACTIVITIES
  CategoryEmoji(Category.ACTIVITIES, [
    Emoji(
        '🧗‍♂️', 'ロッククライマー | 山 | 山を登る人 | 山登り | 登る | 登山 シンボル | 男 | 男性 | 男性のマーク ',
        hasSkinTone: true),
    Emoji(
        '🧗‍♀️', 'ロッククライマー | 山 | 山を登る人 | 山登り | 登る | 登山 シンボル | 女 | 女性 | 女性のマーク ',
        hasSkinTone: true),
    Emoji('🏇', 'ジョッキー | スポーツ | 乗馬 | 競走馬 | 競馬 | 馬 | 騎手', hasSkinTone: true),
    Emoji(
      '⛷️',
      'スキー | スキーヤー | ストック | スポーツ ',
    ),
    Emoji(
      '🏂',
      'スノーボーダー | スノーボード | スノボ | スポーツ',
    ),
    Emoji('🏌️‍♂️',
        'ゴルフ | ゴルファー | ゴルフをする人 | スポーツ | 打ちっぱなし | 球技 シンボル | 男 | 男性 | 男性のマーク ',
        hasSkinTone: true),
    Emoji('🏌️‍♀️',
        'ゴルフ | ゴルファー | ゴルフをする人 | スポーツ | 打ちっぱなし | 球技 シンボル | 女 | 女性 | 女性のマーク ',
        hasSkinTone: true),
    Emoji('🏄‍♂️',
        'サーファー | サーフィン | サーフィンする人 | スポーツ | 波 | 波乗り | 海 シンボル | 男 | 男性 | 男性のマーク ',
        hasSkinTone: true),
    Emoji('🏄‍♀️',
        'サーファー | サーフィン | サーフィンする人 | スポーツ | 波 | 波乗り | 海 シンボル | 女 | 女性 | 女性のマーク ',
        hasSkinTone: true),
    Emoji('🚣‍♂️',
        'オール | カヌー | カヤック | スポーツ | パドル | ボート | ボートをこぐ人 | 手漕ぎボート | 漕ぐ | 船 シンボル | 男 | 男性 | 男性のマーク ',
        hasSkinTone: true),
    Emoji('🚣‍♀️',
        'オール | カヌー | カヤック | スポーツ | パドル | ボート | ボートをこぐ人 | 手漕ぎボート | 漕ぐ | 船 シンボル | 女 | 女性 | 女性のマーク ',
        hasSkinTone: true),
    Emoji('🏊‍♂️',
        'クロール | スイマー | スイミング | スイム | スポーツ | トライアスロン | 水泳 | 泳ぐ人 | 自由形 シンボル | 男 | 男性 | 男性のマーク ',
        hasSkinTone: true),
    Emoji('🏊‍♀️',
        'クロール | スイマー | スイミング | スイム | スポーツ | トライアスロン | 水泳 | 泳ぐ人 | 自由形 シンボル | 女 | 女性 | 女性のマーク ',
        hasSkinTone: true),
    Emoji('⛹️‍♂️',
        'スポーツ | ドリブル | バスケ | バスケットボール | バスケットボールをする人 | バスケットボール選手 | 球技 シンボル | 男 | 男性 | 男性のマーク ',
        hasSkinTone: true),
    Emoji('⛹️‍♀️',
        'スポーツ | ドリブル | バスケ | バスケットボール | バスケットボールをする人 | バスケットボール選手 | 球技 シンボル | 女 | 女性 | 女性のマーク ',
        hasSkinTone: true),
    Emoji('🏋️‍♂️',
        'ウェイトリフティング | スポーツ | デッドリフト | バーベル | パワーリフティング | ボディビルダー | 筋トレ | 運動 | 重量挙げ シンボル | 男 | 男性 | 男性のマーク ',
        hasSkinTone: true),
    Emoji('🏋️‍♀️',
        'ウェイトリフティング | スポーツ | デッドリフト | バーベル | パワーリフティング | ボディビルダー | 筋トレ | 運動 | 重量挙げ シンボル | 女 | 女性 | 女性のマーク ',
        hasSkinTone: true),
    Emoji('🚴‍♂️',
        'サイクリスト | サイクリング | スポーツ | ロードバイク | ロードレース | 競輪 | 自転車 | 自転車乗り シンボル | 男 | 男性 | 男性のマーク ',
        hasSkinTone: true),
    Emoji('🚴‍♀️',
        'サイクリスト | サイクリング | スポーツ | ロードバイク | ロードレース | 競輪 | 自転車 | 自転車乗り シンボル | 女 | 女性 | 女性のマーク ',
        hasSkinTone: true),
    Emoji('🚵‍♂️',
        'サイクリスト | サイクリング | スポーツ | マウンテンバイク | マウンテンバイクに乗る人 | 山 | 競技 | 自転車 | 自転車乗り シンボル | 男 | 男性 | 男性のマーク ',
        hasSkinTone: true),
    Emoji('🚵‍♀️',
        'サイクリスト | サイクリング | スポーツ | マウンテンバイク | マウンテンバイクに乗る人 | 山 | 競技 | 自転車 | 自転車乗り シンボル | 女 | 女性 | 女性のマーク ',
        hasSkinTone: true),
    Emoji('🤸‍♂️',
        'スポーツ | トンボ返り | 体操 | 側転 | 側転する人 | 幸せ | 活動的 | 活発 | 興奮 シンボル | 男 | 男性 | 男性のマーク ',
        hasSkinTone: true),
    Emoji('🤸‍♀️',
        'スポーツ | トンボ返り | 体操 | 側転 | 側転する人 | 幸せ | 活動的 | 活発 | 興奮 シンボル | 女 | 女性 | 女性のマーク ',
        hasSkinTone: true),
    Emoji('🤼‍♂️',
        'スポーツ | デュエル | リング内 | レスラー | レスリング | レスリングする人 | レスリング大会 | 取っ組み合い | 格闘 シンボル | 男 | 男性 | 男性のマーク ',
        hasSkinTone: true),
    Emoji('🤼‍♀️',
        'スポーツ | デュエル | リング内 | レスラー | レスリング | レスリングする人 | レスリング大会 | 取っ組み合い | 格闘 シンボル | 女 | 女性 | 女性のマーク ',
        hasSkinTone: true),
    Emoji(
        '🤽‍♂️', 'スポーツ | 水上競技 | 水泳 | 水球 | 水球をする人 | 球技 シンボル | 男 | 男性 | 男性のマーク ',
        hasSkinTone: true),
    Emoji(
        '🤽‍♀️', 'スポーツ | 水上競技 | 水泳 | 水球 | 水球をする人 | 球技 シンボル | 女 | 女性 | 女性のマーク ',
        hasSkinTone: true),
    Emoji('🤾‍♂️',
        'アスリート | キャッチ | スポーツ | スローする | ハンドボール | ハンドボールをする人 | ボール | 投げる | 放る | 球技 シンボル | 男 | 男性 | 男性のマーク ',
        hasSkinTone: true),
    Emoji('🤾‍♀️',
        'アスリート | キャッチ | スポーツ | スローする | ハンドボール | ハンドボールをする人 | ボール | 投げる | 放る | 球技 シンボル | 女 | 女性 | 女性のマーク ',
        hasSkinTone: true),
    Emoji('🤹‍♂️',
        'ジャグラー | ジャグリング | ジャグリングする人 | ジャグリングをする人 | バランス演技 | マルチタスク | 大道芸 | 操る シンボル | 男 | 男性 | 男性のマーク ',
        hasSkinTone: true),
    Emoji('🤹‍♀️',
        'ジャグラー | ジャグリング | ジャグリングする人 | ジャグリングをする人 | バランス演技 | マルチタスク | 大道芸 | 操る シンボル | 女 | 女性 | 女性のマーク ',
        hasSkinTone: true),
    Emoji('🧘‍♂️',
        'くつろぎ | ヨガ | ヨガのポーズをする人 | ヨガ行者 | リラックス | 平安 | 瞑想 | 禅 | 胡坐 | 蓮華座のポーズ シンボル | 男 | 男性 | 男性のマーク ',
        hasSkinTone: true),
    Emoji('🧘‍♀️',
        'くつろぎ | ヨガ | ヨガのポーズをする人 | ヨガ行者 | リラックス | 平安 | 瞑想 | 禅 | 胡坐 | 蓮華座のポーズ シンボル | 女 | 女性 | 女性のマーク ',
        hasSkinTone: true),
    Emoji(
      '🎪',
      'サーカス | サーカス小屋 | テント',
    ),
    Emoji(
      '🛹',
      'スケートボード | スケボー | ボード',
    ),
    Emoji(
      '🎗️',
      'お祝い | リボン | リマインダー | リマインダーリボン ',
    ),
    Emoji(
      '🎟️',
      'チケット | 入場パス | 入場券 | 半券 ',
    ),
    Emoji(
      '🎫',
      'チケット | 入場券 | 切符 | 半券',
    ),
    Emoji(
      '🎖️',
      'お祝い | メダル | 勲章 | 表彰 ',
    ),
    Emoji(
      '🏆',
      'チャンピオン | トロフィー | 優勝 | 優勝カップ | 表彰 | 賞杯',
    ),
    Emoji(
      '🏅',
      'スポーツ | メダル | 優勝 | 表彰 | 金 | 金メダル',
    ),
    Emoji(
      '🥇',
      '1位 | ゴールド | メダル | 優勝 | 金 | 金メダル',
    ),
    Emoji(
      '🥈',
      '2位 | シルバー | メダル | 銀 | 銀メダル',
    ),
    Emoji(
      '🥉',
      '3位 | ブロンズ | メダル | 銅 | 銅メダル',
    ),
    Emoji(
      '⚽',
      'サッカー | サッカーボール | スポーツ | ボール',
    ),
    Emoji(
      '⚾',
      'スポーツ | ボール | 野球',
    ),
    Emoji(
      '🥎',
      'スポーツ | ソフトボール | ボール | 下手投げ',
    ),
    Emoji(
      '🏀',
      'スポーツ | バスケ | バスケットボール | ボール',
    ),
    Emoji(
      '🏐',
      'スポーツ | バレー | バレーボール | ボール',
    ),
    Emoji(
      '🏈',
      'アメフト | アメリカンフットボール | スポーツ | フットボール | ボール',
    ),
    Emoji(
      '🏉',
      'スポーツ | ボール | ラグビー | ラグビーボール',
    ),
    Emoji(
      '🎾',
      'スポーツ | テニス | テニスボール | ボール | ラケット',
    ),
    Emoji(
      '🥏',
      'アルティメット | フライングディスク | フリスビー | 円盤',
    ),
    Emoji(
      '🎳',
      'ストライク | スポーツ | ボール | ボウリング | 球',
    ),
    Emoji(
      '🏏',
      'クリケット | スポーツ | バット | ボール',
    ),
    Emoji(
      '🏑',
      'スティック | スポーツ | フィールドホッケー | ボール | ホッケー',
    ),
    Emoji(
      '🏒',
      'アイスホッケー | スティック | スポーツ | パック | ホッケー',
    ),
    Emoji(
      '🥍',
      'ゴール | スティック | スポーツ | ボール | ラクロス',
    ),
    Emoji(
      '🏓',
      'スポーツ | ピンポン | ボール | ラケット | 卓球',
    ),
    Emoji(
      '🏸',
      'シャトル | スポーツ | バドミントン | ラケット',
    ),
    Emoji(
      '🪃',
      'オーストラリア | ブーメラン | 武器 | 玩具 | 跳ね返り | 返って来る',
    ),
    Emoji(
      '🥅',
      'ゴール | ゴールネット | スポーツ | ネット',
    ),
    Emoji(
      '⛳',
      'ゴルフ | スポーツ | フラグ | フラッグ | ホール | 旗',
    ),
    Emoji(
      '🪁',
      'おもちゃ | カイト | たこ | 凧揚げ | 玩具',
    ),
    Emoji(
      '🛝',
      'すべり台 | 公園 | 遊具',
    ),
    Emoji(
      '🏹',
      '射手 | 射手座 | 弓 | 弓矢 | 星座 | 武器 | 矢',
    ),
    Emoji(
      '🎣',
      'スポーツ | フィッシング | 釣り | 釣り竿 | 魚',
    ),
    Emoji(
      '🤿 ',
      'シュノーケリング | スキューバ | スポーツ | ダイビング | マスク',
    ),
    Emoji(
      '🥊',
      'グローブ | スポーツ | ボクシング | ボクシンググローブ',
    ),
    Emoji(
      '🥋',
      'スポーツ | テコンドー | 柔道 | 格闘技 | 武道 | 空手 | 道着',
    ),
    Emoji(
      '🎽',
      'スポーツ | たすき | ランニング | ランニングシャツ | 長距離走 | 駅伝',
    ),
    Emoji(
      '🛼',
      'スケート | スポーツ | ローラースケート',
    ),
    Emoji(
      '🛷',
      'スケルトン | スポーツ | そり | そり競技 | トボガン | ボブスレー | リュージュ',
    ),
    Emoji(
      '⛸️',
      'アイススケート | スケート | スポーツ | フィギュアスケート ',
    ),
    Emoji(
      '🥌',
      'カーリング | ゲーム | ストーン | スポーツ | 試合',
    ),
    Emoji(
      '🎿',
      'スキー | ストック | スポーツ | 板 | 雪',
    ),
    Emoji(
      '🎯',
      'スポーツ | ダーツ | ブルズアイ | 当たり | 的 | 的中',
    ),
    Emoji(
      '🎱',
      'エイトボール | スポーツ | ビリヤード | ボール | 玉突き',
    ),
    Emoji(
      '🎮',
      'ゲーム | コントローラ | テレビゲーム | ビデオゲーム',
    ),
    Emoji(
      '🎰',
      'カジノ | ギャンブル | ゲーム | スリーセブン | スロット | スロットマシン',
    ),
    Emoji(
      '🎲',
      'ゲーム | サイコロ | ダイス',
    ),
    Emoji(
      '🧩',
      'ジグソーパズル | パズル | ピース | 組み合わせ | 鍵',
    ),
    Emoji(
      '♟️',
      'チェス | チェスの駒 | 捨て駒 | 駒 ',
    ),
    Emoji(
      '🎭',
      '仮面 | 俳優 | 劇場 | 女優 | 役者 | 演劇 | 演芸 | 舞台芸術 | 芸術',
    ),
    Emoji(
      '🎨',
      'パレット | 画家 | 絵 | 絵の具パレット | 絵画 | 美術館 | 芸術',
    ),
    Emoji(
      '🧵',
      'ソーイング | ひも | 糸 | 糸巻き | 縫い針 | 裁縫',
    ),
    Emoji(
      '🧶',
      'かぎ針 | ニット | 毛糸 | 毛糸玉 | 編み物',
    ),
    Emoji(
      '🎼',
      'スコア | ト音記号 | 五線譜 | 楽譜 | 音楽',
    ),
    Emoji(
      '🎤',
      'カラオケ | マイク | 歌 | 音楽',
    ),
    Emoji(
      '🎧',
      'イヤホン | ヘッドフォン | ヘッドホン | 音楽',
    ),
    Emoji(
      '🎷',
      'サキソフォン | サクソフォン | サックス | 楽器 | 音楽',
    ),
    Emoji(
      '🎸',
      'エレキギター | ギター | 楽器 | 音楽',
    ),
    Emoji(
      '🎹',
      'キーボード | ピアノ | 楽器 | 鍵盤 | 音楽',
    ),
    Emoji(
      '🎺',
      'トランペット | ラッパ | 楽器 | 音楽',
    ),
    Emoji(
      '🎻',
      'ヴィオラ | ストラディバリウス | バイオリン | 楽器 | 音楽',
    ),
    Emoji(
      '🥁',
      'ドラム | ドラムスティック | 太鼓 | 楽器 | 音楽',
    ),
    Emoji(
      '🎬',
      'カチンコ | 映画',
    ),
  ]),

// ======================================================= Category.OBJECTS
  CategoryEmoji(Category.OBJECTS, [
    Emoji(
      '💌',
      'ハート | バレンタインデー | ラブレター | 封筒 | 恋文 | 手紙',
    ),
    Emoji(
      '🕳️',
      '穴 ',
    ),
    Emoji(
      '💣',
      '危険 | 爆弾 | 爆発',
    ),
    Emoji(
      '🛀',
      'バスタブ | 浴槽 | 風呂 | 風呂に入る人',
    ),
    Emoji(
      '🛌',
      'おやすみ | グーグー | ベッド | ベッドに寝る人 | ホテル | 寝る | 就寝中',
    ),
    Emoji(
      '🏺',
      'かめ | 壺 | 星座 | 水瓶',
    ),
    Emoji(
      '🗺️',
      'マップ | 世界 | 世界地図 | 地図 ',
    ),
    Emoji(
      '🧭',
      'オリエンテーリング | コンパス | 方位磁針 | 方角 | 磁石 | 航海 | 航空',
    ),
    Emoji(
      '🧱',
      'しっくい | ブロック | モルタル | れんが | 壁 | 煉瓦 | 粘土',
    ),
    Emoji(
      '💈',
      'バーバー | ヘアサロン | 床屋 | 理容室 | 理容院 | 理髪店 | 美容室 | 美容院',
    ),
    Emoji(
      '🛢️',
      'オイル | ドラム缶 | 石油 ',
    ),
    Emoji(
      '🛎️',
      'ベル | ベルボーイベル | ホテル ',
    ),
    Emoji(
      '🧳',
      'キャリーケース | スーツケース | パッキング | 旅行 | 旅行かばん',
    ),
    Emoji(
      '⌛',
      'タイマー | 時計 | 砂 | 砂時計',
    ),
    Emoji(
      '⏳',
      'タイマー | 時計 | 時間 | 砂 | 砂が落ちている砂時計 | 砂時計',
    ),
    Emoji(
      '⌚',
      'ウォッチ | 時計 | 時間 | 腕時計',
    ),
    Emoji(
      '⏰',
      'アラーム | 時計 | 時間 | 目覚まし | 目覚まし時計',
    ),
    Emoji(
      '⏱️',
      'ストップウォッチ | タイム | 時計 ',
    ),
    Emoji(
      '⏲️',
      'タイマー | 時計 ',
    ),
    Emoji(
      '🕰️',
      'マンテルクロック | 時計 | 時間 | 置き時計 | 置時計 ',
    ),
    Emoji(
      '🌡️',
      '天気 | 寒暖計 | 気温 | 温度 | 温度計 ',
    ),
    Emoji(
      '⛱️',
      'パラソル | ビーチ | 傘 | 日傘 | 砂浜 | 雨 ',
    ),
    Emoji(
      '🧨',
      'ダイナマイト | 火花 | 火薬 | 爆発 | 爆発物 | 爆竹 | 爆薬 | 花火',
    ),
    Emoji(
      '🎈',
      'バルーン | 風船',
    ),
    Emoji(
      '🎉',
      'お祝い | クラッカー | パーティー | パーティークラッカー | 誕生日',
    ),
    Emoji(
      '🎊',
      'お祝い | くす玉 | パーティー | 紙吹雪',
    ),
    Emoji(
      '🎎',
      'おだいり様 | おひな様 | お祝い | ひな人形 | ひな祭り | 人形 | 和 | 日本',
    ),
    Emoji(
      '🎏',
      'お祝い | こいのぼり | 子供の日',
    ),
    Emoji(
      '🎐',
      '夏 | 鈴 | 風 | 風鈴',
    ),
    Emoji(
      '🪩',
      'キラキラ | ダンス | ディスコ | パーティー | ミラーボール',
    ),
    Emoji(
      '🧧',
      'お年玉 | お金 | ご祝儀 | 幸運 | 紅包 | 赤い封筒',
    ),
    Emoji(
      '🎀',
      'お祝い | リボン',
    ),
    Emoji(
      '🎁',
      'お祝い | ギフト | プレゼント | リボン | 箱',
    ),
    Emoji(
      '🔮',
      'クリスタル | 占い | 水晶 | 水晶玉 | 水晶球 | 玉 | 運命 | 魔法',
    ),
    Emoji(
      '🧿',
      'お守り | ナザール | ナザール・ボンジュウ | ビーズ | 邪視 | 青 | 魔除け',
    ),
    Emoji(
      '🪬',
      'お守り | ハムサ | ファーティマ | ミリアム | 手 | 目 | 護符',
    ),
    Emoji(
      '🕹️',
      'ゲーム | コントローラ | ジョイスティック | スティック | テレビゲーム | ビデオゲーム ',
    ),
    Emoji(
      '🧸',
      'おもちゃ | くま | テディベア | ぬいぐるみ | 玩具',
    ),
    Emoji(
      '🖼️',
      'アート | 絵 | 絵画 | 美術館 | 芸術 | 額 ',
    ),
    Emoji(
      '🧵',
      'ソーイング | ひも | 糸 | 糸巻き | 縫い針 | 裁縫',
    ),
    Emoji(
      '🧶',
      'かぎ針 | ニット | 毛糸 | 毛糸玉 | 編み物',
    ),
    Emoji(
      '🛍️',
      'ショッピングバッグ | バッグ | 紙手提げ | 紙袋 ',
    ),
    Emoji(
      '📿',
      'ネックレス | ロザリオ | 宗教 | 念珠 | 数珠 | 祈る',
    ),
    Emoji(
      '💎',
      'ジュエリー | ダイア | ダイヤ | ダイヤモンド | 宝石',
    ),
    Emoji(
      '📯',
      'ラッパ | 郵便 | 郵便ラッパ',
    ),
    Emoji(
      '🎙️',
      'スタジオマイク | マイク | 音楽 ',
    ),
    Emoji(
      '🎚️',
      'スライダー | レベル | レベルスライダー | 音楽 ',
    ),
    Emoji(
      '🎛️',
      'コントロール | コントロールつまみ | つまみ | ノブ | 調整 | 音楽 ',
    ),
    Emoji(
      '📻',
      'ラジオ | 受信機 | 放送 | 音楽',
    ),
    Emoji(
      '📱',
      'スマートフォン | スマホ | モバイル | 携帯 | 携帯電話',
    ),
    Emoji(
      '📲',
      'スマートフォン | スマホ | モバイル | 受信 | 携帯受信 | 携帯電話 | 着信中 | 電話',
    ),
    Emoji(
      '☎️',
      'ボタン式電話 | 固定電話 | 親機 | 電話 | 黒電話 ',
    ),
    Emoji(
      '📞',
      '受話器 | 子機 | 電話',
    ),
    Emoji(
      '📟',
      'ページャー | ポケットベル | ポケベル',
    ),
    Emoji(
      '📠',
      'FAX | ファックス | 複合機 | 電話',
    ),
    Emoji(
      '🔋',
      'バッテリー | 乾電池 | 電池',
    ),
    Emoji(
      '🪫',
      'バッテリー | バッテリー残量低下 | 充電不足 | 電池切れ寸前 | 電池残量低下',
    ),
    Emoji(
      '🔌',
      'コンセント | プラグ | 電気 | 電源',
    ),
    Emoji(
      '💻',
      'PC | コンピューター | ノートパソコン | パソコン | ラップトップ',
    ),
    Emoji(
      '🖥️',
      'PC | コンピューター | デスクトップ | デスクトップパソコン | パソコン | モニター ',
    ),
    Emoji(
      '🖨️',
      'コピー機 | コンピューター | プリンタ | プリンター | 印刷機 | 複合機 ',
    ),
    Emoji(
      '⌨️',
      'PC | キーボード | コンピューター | パソコン ',
    ),
    Emoji(
      '🖱️',
      'PC | コンピューター | パソコン | マウス ',
    ),
    Emoji(
      '🖲️',
      'PC | コンピューター | トラックボール | パソコン ',
    ),
    Emoji(
      '💽',
      'MD | MO | コンピューター | ミニディスク',
    ),
    Emoji(
      '💾',
      'FD | コンピューター | ディスク | フロッピー | フロッピーディスク',
    ),
    Emoji(
      '💿',
      'Blu-ray | CD | DVD | コンピューター | ディスク | ブルーレイ | 光ディスク',
    ),
    Emoji(
      '📀',
      'Blu-ray | CD | DVD | ディスク | ブルーレイ',
    ),
    Emoji(
      '🧮',
      'アバカス | そろばん | 算盤 | 計算',
    ),
    Emoji(
      '🎥',
      'カメラ | シネマ | ハリウッド | フィルム | ムービー | 撮影 | 映画 | 映画カメラ',
    ),
    Emoji(
      '🎞️',
      'シネマ | フィルム | フレーム | ムービー | 映画 | 映画フィルム ',
    ),
    Emoji(
      '📽️',
      'ビデオ | フィルム | プロジェクター | ムービー | 映写機 | 映画 ',
    ),
    Emoji(
      '📺',
      'TV | テレビ | ビデオ',
    ),
    Emoji(
      '📷',
      'カメラ | 写真',
    ),
    Emoji(
      '📸',
      'カメラ | カメラフラッシュ | フラッシュ | フラッシュを焚いているカメラ | 写真',
    ),
    Emoji(
      '📹',
      'カメラ | ビデオ | ビデオカメラ | ムービー | 動画 | 録画',
    ),
    Emoji(
      '📼',
      'VHS | テープ | ビデオ | ビデオカセット | ビデオテープ | 動画',
    ),
    Emoji(
      '🔍',
      'ルーペ | 拡大鏡 | 検索 | 科学 | 虫めがね | 虫眼鏡左',
    ),
    Emoji(
      '🔎',
      'ルーペ | 拡大鏡 | 検索 | 科学 | 虫めがね | 虫眼鏡右',
    ),
    Emoji(
      '🕯️',
      'キャンドル | ろうそく | ロウソク | 明かり ',
    ),
    Emoji(
      '💡',
      'ぴこーん | ひらめき | マンガ | 明かり | 電球',
    ),
    Emoji(
      '🔦',
      'ライト | 懐中電灯 | 明かり',
    ),
    Emoji(
      '🏮',
      'ちょうちん | 居酒屋 | 赤ちょうちん | 飲み屋',
    ),
    Emoji(
      '📔',
      'ノート | 学校 | 文具 | 文房具 | 本 | 表紙付きノート',
    ),
    Emoji(
      '📕',
      '書籍 | 本 | 赤い本 | 閉じた本',
    ),
    Emoji(
      '📖',
      '図書館 | 小説 | 書籍 | 本 | 知識 | 読書 | 開いた本',
    ),
    Emoji(
      '📗',
      '図書館 | 書籍 | 本 | 緑の本 | 読書',
    ),
    Emoji(
      '📘',
      '図書館 | 書籍 | 本 | 読書 | 青い本 | 青の本',
    ),
    Emoji(
      '📙',
      'オレンジの本 | 図書館 | 書籍 | 本 | 読書',
    ),
    Emoji(
      '📚',
      '勉強 | 学校 | 小説 | 書籍 | 本 | 本の山 | 読書',
    ),
    Emoji(
      '📓',
      'ノート | 手帳 | 文具 | 文房具',
    ),
    Emoji(
      '📃',
      'カール | ドキュメント | 巻きページ | 文書 | 書類',
    ),
    Emoji(
      '📜',
      '巻き物 | 文書 | 書類 | 紙',
    ),
    Emoji(
      '📄',
      'ドキュメント | ページ | 文書 | 書類',
    ),
    Emoji(
      '📰',
      'ニュース | 新聞 | 新聞紙',
    ),
    Emoji(
      '🗞️',
      'ニュース | 丸めた新聞 | 新聞 | 新聞紙 ',
    ),
    Emoji(
      '📑',
      'ふせん | ページに付箋 | 付箋 | 文具 | 文房具',
    ),
    Emoji(
      '🔖',
      'しおり | タグ | ブックマーク | 付箋',
    ),
    Emoji(
      '🏷️',
      'タグ | ラベル | 荷札 ',
    ),
    Emoji(
      '💰',
      'お金 | キャッシュ | ドル | ドル袋 | 現金 | 賞金 | 賭け金 | 金持ち | 金袋 | 銀行',
    ),
    Emoji(
      '💴',
      'お札 | お金 | 円 | 円札 | 札束 | 紙幣 | 通貨',
    ),
    Emoji(
      '💵',
      'お札 | お金 | ドル | ドル札 | 札束 | 紙幣 | 通貨',
    ),
    Emoji(
      '💶',
      'お札 | お金 | ユーロ | ユーロ札 | 札束 | 紙幣 | 通貨',
    ),
    Emoji(
      '💷',
      'お札 | お金 | ポンド | ポンド札 | 札束 | 現金 | 紙幣 | 通貨',
    ),
    Emoji(
      '💸',
      'お札 | お金 | ドル | 支払い | 札束 | 紙幣 | 羽が生えたお金',
    ),
    Emoji(
      '💳',
      'お金 | カード | キャッシュカード | クレジットカード | 支払い | 銀行',
    ),
    Emoji(
      '🪪',
      'ID | セキュリティ | 免許証 | 身分証 | 身分証明書 | 運転免許証',
    ),
    Emoji(
      '🧾',
      'レシート | 会計 | 簿記 | 請求書 | 領収書',
    ),
    Emoji(
      '✉️',
      'Eメール | メール | 封筒 | 手紙 | 郵便 | 電子メール ',
    ),
    Emoji(
      '📧',
      'Eメール | メール | 封筒 | 手紙 | 郵便 | 電子メール',
    ),
    Emoji(
      '📨',
      'Eメール | メール受信中 | 受信中 | 受信箱 | 封筒 | 手紙 | 電子メール',
    ),
    Emoji(
      '📩',
      'Eメール | メール受信 | メール送信 | 受信 | 封筒と矢印 | 送信 | 電子メール',
    ),
    Emoji(
      '📤',
      'Eメール | トレイ | 箱 | 送信 | 送信トレイ | 送信箱 | 電子メール',
    ),
    Emoji(
      '📥',
      'Eメール | トレイ | 受信 | 受信トレイ | 受信なし | 受信箱 | 箱 | 電子メール',
    ),
    Emoji(
      '📦',
      '宅急便 | 宅配便 | 小包 | 段ボール | 箱 | 荷物 | 配送 | 配達',
    ),
    Emoji(
      '📫',
      'ポスト | 手紙あり | 郵便受け | 郵便箱 | 閉じた | 閉じた郵便受け（手紙あり）',
    ),
    Emoji(
      '📪',
      'ポスト | 手紙なし | 郵便受け | 郵便箱 | 閉じた | 閉じた郵便受け（手紙なし）',
    ),
    Emoji(
      '📬',
      'ポスト | 手紙あり | 郵便受け | 郵便箱 | 開いた | 開いた郵便受け（手紙あり）',
    ),
    Emoji(
      '📭',
      'ポスト | 手紙なし | 郵便受け | 郵便箱 | 開いた | 開いた郵便受け（手紙なし）',
    ),
    Emoji(
      '📮',
      'ポスト | 手紙 | 郵便 | 郵便ポスト | 郵便箱',
    ),
    Emoji(
      '🗳️',
      '投票 | 投票箱 | 選挙 ',
    ),
    Emoji(
      '✏️',
      '文具 | 文房具 | 鉛筆 ',
    ),
    Emoji(
      '✒️',
      'ペン先 | 万年筆 | 文具 | 文房具 ',
    ),
    Emoji(
      '🖋️',
      'ペン | 万年筆 | 文具 | 文房具 ',
    ),
    Emoji(
      '🖊️',
      'ペン | ボールペン | 文具 | 文房具 ',
    ),
    Emoji(
      '🖌️',
      '文具 | 文房具 | 絵の具 | 絵筆 ',
    ),
    Emoji(
      '🖍️',
      'クレヨン | 文具 | 文房具 ',
    ),
    Emoji(
      '📝',
      'メモ | 文具 | 文房具 | 紙と鉛筆 | 鉛筆 | 鉛筆とメモ',
    ),
    Emoji(
      '📁',
      'ファイル | フォルダー | 文具 | 文房具',
    ),
    Emoji(
      '📂',
      'ファイル | フォルダー | 文具 | 文房具 | 開いたフォルダー | 開く',
    ),
    Emoji(
      '🗂️',
      'インデックス | カードフォルダー | フォルダー | 文具 | 文房具 ',
    ),
    Emoji(
      '📅',
      'カレンダー | スケジュール | 予定 | 日付',
    ),
    Emoji(
      '📆',
      'カレンダー | スケジュール | 予定 | 日めくりカレンダー | 日付',
    ),
    Emoji(
      '🗒️',
      'ノート | メモ帳 | リングメモ | 文具 | 文房具 ',
    ),
    Emoji(
      '🗓️',
      'カレンダー | スケジュール | 予定 | 日付 | 月めくりカレンダー ',
    ),
    Emoji(
      '📇',
      'カードインデックス | 名刺ホルダー | 文具 | 文房具',
    ),
    Emoji(
      '📈',
      'グラフ | グラフ上向き | チャート | データ | 上向き | 上昇 | 右肩上がり | 成長 | 折れ線グラフ',
    ),
    Emoji(
      '📉',
      'グラフ下向き | チャート | データ | 下向き | 下降 | 右肩下がり | 折れ線グラフ',
    ),
    Emoji(
      '📊',
      'グラフ | チャート | データ | 棒グラフ',
    ),
    Emoji(
      '📋',
      'クリップ | クリップボード | メモ | 文具 | 文房具',
    ),
    Emoji(
      '📌',
      '押しピン | 文具 | 文房具 | 画鋲',
    ),
    Emoji(
      '📍',
      'ピン | プッシュピン | 丸い押しピン | 地図 | 押しピン | 文具 | 文房具 | 画びょう',
    ),
    Emoji(
      '📎',
      'クリップ | ゼムクリップ | ペーパークリップ | 文具 | 文房具 | 紙クリップ',
    ),
    Emoji(
      '🖇️',
      'クリップ | つながったクリップ | ペーパークリップ | 文具 | 文房具 | 紙クリップ ',
    ),
    Emoji(
      '📏',
      'ものさし | 定規 | 文具 | 文房具 | 直定規',
    ),
    Emoji(
      '📐',
      '三角定規 | 定規 | 文具 | 文房具',
    ),
    Emoji(
      '✂️',
      'カット | はさみ | ハサミ | 切る | 文具 | 文房具 ',
    ),
    Emoji(
      '🗃️',
      'カード | カードファイルボックス | ファイル | ボックス | 文具 | 文房具 | 箱 ',
    ),
    Emoji(
      '🗄️',
      'キャビネット | ファイル | ファイルキャビネット | 引き出し ',
    ),
    Emoji(
      '🗑️',
      'くずかご | ごみかご | ごみ箱 | ゴミ箱 ',
    ),
    Emoji(
      '🔒',
      'ロック | 南京錠 | 施錠 | 錠 | 鍵 | 閉じた錠',
    ),
    Emoji(
      '🔓',
      'ロック | 南京錠 | 解錠 | 錠 | 鍵 | 開いた錠',
    ),
    Emoji(
      '🔏',
      'プライバシー | ロック | 南京錠 | 鍵 | 閉じた錠とペン',
    ),
    Emoji(
      '🔐',
      'キー | セキュリティ | ロック | 南京錠 | 安全 | 錠 | 鍵 | 閉じた錠と鍵',
    ),
    Emoji(
      '🔑',
      'キー | パスワード | 鍵 | 開錠',
    ),
    Emoji(
      '🗝️',
      'キー | パスワード | 古い鍵 | 手がかり | 鍵 ',
    ),
    Emoji(
      '🔨',
      'かなづち | とんかち | ハンマー | 工具',
    ),
    Emoji(
      '⛏️',
      'つるはし | 工具 | 採掘 ',
    ),
    Emoji(
      '⚒️',
      'かなづち | つるはし | とんかち | ハンマー | ハンマーとつるはし | 工具 ',
    ),
    Emoji(
      '🛠️',
      'かなづち | スパナ | とんかち | ハンマーとレンチ | レンチ | 工具 ',
    ),
    Emoji(
      '🔪',
      'ナイフ | 凶器 | 包丁 | 料理 | 調理器具',
    ),
    Emoji(
      '🗡️',
      'ダガー | ナイフ | 武器 | 短刀 | 短剣 ',
    ),
    Emoji(
      '⚔️',
      'クロスした剣 | つるぎ | 刀 | 剣 | 武器 ',
    ),
    Emoji(
      '🔫',
      'ピストル | リボルバー | 拳銃 | 武器 | 水鉄砲 | 銃',
    ),
    Emoji(
      '🛡️',
      'シールド | 盾 | 防具 ',
    ),
    Emoji(
      '🔧',
      'スパナ | レンチ | 工具',
    ),
    Emoji(
      '🔩',
      'ナット | ボルト | ボルトとナット | 工具',
    ),
    Emoji(
      '⚙️',
      'ギア | 工具 | 歯車 ',
    ),
    Emoji(
      '🗜️',
      'クランプ | バイス | 万力 | 工具 ',
    ),
    Emoji(
      '⚖️',
      'はかり | バランス | 化学 | 天秤 | 天秤座 | 実験 | 星座 ',
    ),
    Emoji(
      '🔗',
      'リンク | リンクシンボル | 環',
    ),
    Emoji(
      '⛓️',
      'くさり | チェーン | 鎖 ',
    ),
    Emoji(
      '🧰',
      'ツールボックス | メカニック | 工具箱 | 整備士 | 機械工 | 箱 | 赤い箱',
    ),
    Emoji(
      '🧲',
      'U字型磁石 | マグネット | 引き付ける | 正負 | 磁石 | 蹄鉄',
    ),
    Emoji(
      '⚗️',
      '化学 | 実験 | 蒸留器 ',
    ),
    Emoji(
      '🧪',
      'ラボ | 化学 | 化学者 | 実験 | 科学 | 試験管',
    ),
    Emoji(
      '🧫',
      'バクテリア | ペトリ皿 | 培養 | 実験 | 生物学 | 生物学者',
    ),
    Emoji(
      '🧬',
      'DNA | 生命 | 生物学 | 生物学者 | 進化 | 遺伝子',
    ),
    Emoji(
      '🔬',
      'サイエンス | 実験 | 研究 | 科学 | 顕微鏡',
    ),
    Emoji(
      '🩻',
      'X線 | レントゲン | 医者 | 骨 | 骨格',
    ),
    Emoji(
      '🔭',
      'サイエンス | 天体観測 | 望遠鏡 | 科学 | 観測',
    ),
    Emoji(
      '📡',
      'アンテナ | パラボラ | パラボラアンテナ | 科学 | 衛星アンテナ | 電波',
    ),
    Emoji(
      '💉',
      '予防接種 | 医療器具 | 医者 | 注射 | 注射器 | 病気 | 薬 | 針',
    ),
    Emoji(
      '💊',
      'カプセル | ビタミン剤 | 医者 | 病気 | 薬',
    ),
    Emoji(
      '🚪',
      'ドア | 戸 | 扉 | 玄関',
    ),
    Emoji(
      '🛏️',
      'ベッド | ホテル | 寝る | 睡眠 ',
    ),
    Emoji(
      '🛋️',
      'ソファ | ソファとランプ | ホテル | ランプ | 長椅子 ',
    ),
    Emoji(
      '🚽',
      'お手洗い | トイレ | 便器 | 便座',
    ),
    Emoji(
      '🚿',
      'シャワー | 風呂',
    ),
    Emoji(
      '🛁',
      'バスタブ | 泡風呂 | 浴槽 | 風呂',
    ),
    Emoji(
      '🧴',
      'シャンプー | ローション | ローションボトル | 化粧水 | 日焼け止め',
    ),
    Emoji(
      '🧷',
      '安全ピン | 止めピン',
    ),
    Emoji(
      '🧹',
      'ほうき | 掃く | 掃除 | 魔女',
    ),
    Emoji(
      '🧺',
      'かご | ピクニック | 収穫 | 洗濯',
    ),
    Emoji(
      '🧻',
      'キッチンペーパー | トイレットペーパー | ペーパータオル | ロールペーパー',
    ),
    Emoji(
      '🧼',
      'ソープ | 泡 | 清潔 | 石けん | 風呂',
    ),
    Emoji(
      '🧽',
      'スポンジ | 吸収 | 掃除 | 海綿',
    ),
    Emoji(
      '🧯',
      '消火 | 消火器 | 消火器具 | 消防 | 火事',
    ),
    Emoji(
      '🚬',
      'たばこ | タバコ | 喫煙 | 煙草',
    ),
    Emoji(
      '⚰️',
      '吸血鬼 | 埋葬 | 棺 | 棺桶 | 死 | 死者 ',
    ),
    Emoji(
      '⚱️',
      '埋葬 | 死 | 葬儀 | 遺灰 | 骨壺 ',
    ),
    Emoji(
      '🚰',
      '水 | 水道 | 飲み水 | 飲料水',
    ),
  ]),

// ======================================================= Category.SYMBOLS
  CategoryEmoji(Category.SYMBOLS, [
    Emoji(
      '💘',
      'キューピッド | ハート | ハートに矢 | 矢',
    ),
    Emoji(
      '💝',
      'ハート | ハートにリボン | バレンタインデー | リボン | 記念日',
    ),
    Emoji(
      '💖',
      'きらきら | キラキラ | きらきらハート | ハート',
    ),
    Emoji(
      '💗',
      'ドキドキ | ときめき | ハート | 大きくなるハート',
    ),
    Emoji(
      '💓',
      'ドキドキ | ドキドキするハート | ハート | 動悸 | 鼓動',
    ),
    Emoji(
      '💞',
      'かわいい | ハート | 回転するハート',
    ),
    Emoji(
      '💕',
      '2つのハート | デート | ハート | ラブ | 記念日',
    ),
    Emoji(
      '💟',
      'ハート | ハートデコ | ハートデコレーション | 白いハート | 紫のハート',
    ),
    Emoji(
      '❣️',
      'エクスクラメーションマーク | ハート | ハートのびっくり | びっくりマーク ',
    ),
    Emoji(
      '💔',
      'ハート | ハートブレイク | 別れ | 別れた | 割れたハート | 壊れたハート | 失恋',
    ),
    Emoji(
      '❤️‍🔥',
      'ハート | 愛 | 赤 | 赤いハート | 火 | 火炎',
    ),
    Emoji(
      '❤️',
      'ハート | 愛 | 赤 | 赤いハート',
    ),
    Emoji(
      '🧡',
      'オレンジ | オレンジのハート | ハート',
    ),
    Emoji(
      '💛',
      'ハート | 愛 | 黄色 | 黄色いハート | 黄色のハート',
    ),
    Emoji(
      '💚',
      'ハート | 緑 | 緑のハート',
    ),
    Emoji(
      '💙',
      'ハート | 青 | 青いハート',
    ),
    Emoji(
      '💜',
      'ハート | 愛 | 紫 | 紫のハート',
    ),
    Emoji(
      '🖤',
      'ハート | 悪意 | 黒 | 黒いハート',
    ),
    Emoji(
      '💯',
      '100 | 100点 | 100点満点 | 全問正解 | 満点',
    ),
    Emoji(
      '💢',
      '＃ | マンガ | むかっ | 怒った | 怒り | 怒りマーク',
    ),
    Emoji(
      '💬',
      'セリフ | トーク | マンガ | メッセージ | 会話 | 会話の吹き出し | 吹き出し',
    ),
    Emoji(
      '👁️‍🗨️',
      'からだ | 一つ目 | 片目 | 目 セリフ | 会話 | 吹き出し | 吹き出し左 ',
    ),
    Emoji(
      '🗯️',
      '吹き出し | 怒り | 怒りの吹き出し ',
    ),
    Emoji(
      '💭',
      'マンガ | もくもく | 吹き出し | 空想 | 考え事 | 雲 | 雲形の吹き出し',
    ),
    Emoji(
      '💤',
      'zzz | いびき | おやすみ | グーグー | マンガ | 寝る | 就寝中',
    ),
    Emoji(
      '💮',
      'はなまる | よくできました | 大変よくできました | 花',
    ),
    Emoji(
      '♨️',
      '温泉 | 温泉マーク | 湯気 ',
    ),
    Emoji(
      '💈',
      'バーバー | ヘアサロン | 床屋 | 理容室 | 理容院 | 理髪店 | 美容室 | 美容院',
    ),
    Emoji(
      '🛑',
      'ストップ | 八角形 | 標識 | 止まれ | 止まれの標識',
    ),
    Emoji(
      '🕛',
      '12',
    ),
    Emoji(
      '🕧',
      '12',
    ),
    Emoji(
      '🕐',
      '1',
    ),
    Emoji(
      '🕜',
      '1',
    ),
    Emoji(
      '🕑',
      '2',
    ),
    Emoji(
      '🕝',
      '2',
    ),
    Emoji(
      '🕒',
      '3',
    ),
    Emoji(
      '🕞',
      '3',
    ),
    Emoji(
      '🕓',
      '4',
    ),
    Emoji(
      '🕟',
      '4',
    ),
    Emoji(
      '🕔',
      '5',
    ),
    Emoji(
      '🕠',
      '5',
    ),
    Emoji(
      '🕕',
      '6',
    ),
    Emoji(
      '🕡',
      '6',
    ),
    Emoji(
      '🕖',
      '7',
    ),
    Emoji(
      '🕢',
      '7',
    ),
    Emoji(
      '🕗',
      '8',
    ),
    Emoji(
      '🕣',
      '8',
    ),
    Emoji(
      '🕘',
      '9',
    ),
    Emoji(
      '🕤',
      '9',
    ),
    Emoji(
      '🕙',
      '10',
    ),
    Emoji(
      '🕥',
      '10',
    ),
    Emoji(
      '🕚',
      '11',
    ),
    Emoji(
      '🕦',
      '11',
    ),
    Emoji(
      '🌀',
      'サイクロン | ハリケーン | めまい | もやもや | 台風 | 天気 | 渦巻き',
    ),
    Emoji(
      '♠️',
      'カード | スペード | トランプ ',
    ),
    Emoji(
      '♥️',
      'カード | トランプ | ハート ',
    ),
    Emoji(
      '♦️',
      'カード | ダイア | ダイヤ | トランプ ',
    ),
    Emoji(
      '♣️',
      'カード | クラブ | クローバー | トランプ ',
    ),
    Emoji(
      '🃏',
      'カード | ジジ | ジョーカー | トランプ | ババ',
    ),
    Emoji(
      '🀄',
      'ゲーム | 中 | 牌 | 麻雀 | 麻雀牌',
    ),
    Emoji(
      '🎴',
      'カード | ゲーム | 花札',
    ),
    Emoji(
      '🔇',
      'スピーカー | スピーカー消音 | ミュート | 消音 | 無音 | 音無し',
    ),
    Emoji(
      '🔈',
      'スピーカー | ボリューム | 音量',
    ),
    Emoji(
      '🔉',
      'スピーカー | スピーカー音量小 | ボリューム | 音量 | 音量小',
    ),
    Emoji(
      '🔊',
      'スピーカー | スピーカー音量大 | ボリューム | 大音量 | 音量 | 音量大',
    ),
    Emoji(
      '📢',
      'スピーカー | メガホン | 拡声器 | 放送',
    ),
    Emoji(
      '📣',
      'スピーカー | メガホン | 応援 | 拡声器',
    ),
    Emoji(
      '📯',
      'ラッパ | 郵便 | 郵便ラッパ',
    ),
    Emoji(
      '🔔',
      'ベル | 教会 | 鈴 | 鐘',
    ),
    Emoji(
      '🔕',
      'ベル消音 | ミュート | 消音 | 鈴 | 鐘 | 音無し',
    ),
    Emoji(
      '🎵',
      '8分音符 | 連符 | 音楽 | 音符',
    ),
    Emoji(
      '🎶',
      '8分音符 | 複数の音符 | 音楽 | 音符',
    ),
    Emoji(
      '🏧',
      'ATM | 現金自動預け払い機 | 銀行',
    ),
    Emoji(
      '🚮',
      'くずかご | ゴミ捨て | ごみ箱 | ゴミ箱',
    ),
    Emoji(
      '🚰',
      '水 | 水道 | 飲み水 | 飲料水',
    ),
    Emoji(
      '♿',
      'バリアフリー | バリヤフリー | 車椅子',
    ),
    Emoji(
      '🩼',
      'ステッキ | 怪我 | 杖 | 松葉杖 | 歩行補助 | 障がい',
    ),
    Emoji(
      '🚹',
      'WC | お手洗い | トイレ | 化粧室 | 男子トイレ | 男性',
    ),
    Emoji(
      '🚺',
      'WC | お手洗い | トイレ | 化粧室 | 女子トイレ | 女性',
    ),
    Emoji(
      '🚻',
      'WC | お手洗い | トイレ | 化粧室',
    ),
    Emoji(
      '🚼',
      'ベビー | ベビーシート | 赤ちゃん | 赤ん坊',
    ),
    Emoji(
      '🚾',
      'WC | お手洗い | トイレ | 化粧室',
    ),
    Emoji(
      '⚠️',
      '標識 | 注意 | 警告 ',
    ),
    Emoji(
      '🚸',
      '児童横断 | 子供 | 学校、幼稚園、保育所等あり | 標識 | 通学路',
    ),
    Emoji(
      '⛔',
      '標識 | 禁止 | 規制 | 車両進入禁止 | 進入禁止 | 道路',
    ),
    Emoji(
      '🚫',
      '標識 | 禁止 | 規制 | 車両通行止め | 通行止め | 道路',
    ),
    Emoji(
      '🚳',
      '標識 | 禁止 | 自転車 | 自転車禁止 | 規制 | 道路',
    ),
    Emoji(
      '🚭',
      'タバコ | 煙草 | 禁止 | 禁煙',
    ),
    Emoji(
      '🚯',
      'ごみ | ゴミ | ゴミ捨て禁止 | ポイ捨て禁止 | 禁止',
    ),
    Emoji(
      '🚱',
      '禁止 | 飲めない水 | 飲用不可 | 飲用禁止',
    ),
    Emoji(
      '🚷',
      '標識 | 歩行者立入禁止 | 禁止 | 規制 | 道路',
    ),
    Emoji(
      '🔞',
      '18歳未満禁止 | 18禁 | 年齢制限 | 未成年 | 禁止',
    ),
    Emoji(
      '☢️',
      '危険 | 放射性 | 放射線 | 放射能 ',
    ),
    Emoji(
      '☣️',
      'バイオハザード | 危険 | 有害物質 ',
    ),
    Emoji(
      '⬆️',
      '上 | 上矢印 | 北 | 矢印 ',
    ),
    Emoji(
      '↗️',
      '北東 | 右上 | 右上矢印 | 矢印 ',
    ),
    Emoji(
      '➡️',
      '右 | 右矢印 | 東 | 矢印 ',
    ),
    Emoji(
      '↘️',
      '南東 | 右下 | 右下矢印 | 矢印 ',
    ),
    Emoji(
      '⬇️',
      '下 | 下矢印 | 南 | 矢印 ',
    ),
    Emoji(
      '↙️',
      '南西 | 左下 | 左下矢印 | 矢印 ',
    ),
    Emoji(
      '⬅️',
      '左 | 左矢印 | 矢印 | 西 ',
    ),
    Emoji(
      '↖️',
      '北西 | 左上 | 左上矢印 | 矢印 ',
    ),
    Emoji(
      '↕️',
      '上下 | 上下矢印 | 矢印 ',
    ),
    Emoji(
      '↔️',
      '左右 | 左右矢印 | 矢印 ',
    ),
    Emoji(
      '↩️',
      'カーブ | 右カーブ矢印 | 左 | 曲線 | 矢印 ',
    ),
    Emoji(
      '↪️',
      'カーブ | 右 | 左カーブ矢印 | 曲線 | 矢印 ',
    ),
    Emoji(
      '⤴️',
      'カーブ | 上 | 上カーブ矢印 | 曲線 | 矢印 ',
    ),
    Emoji(
      '⤵️',
      'カーブ | 下 | 下カーブ矢印 | 曲線 | 矢印 ',
    ),
    Emoji(
      '🔃',
      'リロード | 再読み込み | 右回り | 右回り縦矢印 | 時計回り | 矢印',
    ),
    Emoji(
      '🔄',
      'リピート | 反時計回り | 左回り矢印 | 更新 | 矢印 | 繰り返し | 逆回り',
    ),
    Emoji(
      '🔙',
      'BACK | BACK矢印 | バック | 戻る | 矢印',
    ),
    Emoji(
      '🔚',
      'END | END矢印 | エンド | 矢印 | 終わり',
    ),
    Emoji(
      '🔛',
      'ON | ON矢印 | オン | 矢印',
    ),
    Emoji(
      '🔜',
      'SOON | SOON矢印 | すぐ | 矢印',
    ),
    Emoji(
      '🔝',
      'TOP | TOP矢印 | トップ | 上 | 矢印',
    ),
    Emoji(
      '🛐',
      '宗教 | 礼拝 | 礼拝所 | 祈り',
    ),
    Emoji(
      '⚛️',
      '元素 | 分子 | 原子 | 原子のシンボル | 無神論 ',
    ),
    Emoji(
      '🕉️',
      'オーム | ヒンズー教 | ヒンドゥー教 | 宗教 ',
    ),
    Emoji(
      '✡️',
      'ダビデの星 | ユダヤ教 | 六芒星 | 宗教 | 星 ',
    ),
    Emoji(
      '☸️',
      '仏教 | 宗教 | 法輪 | 転法輪 ',
    ),
    Emoji(
      '☯️',
      'インヤン | 宗教 | 道教 | 陰陽 ',
    ),
    Emoji(
      '✝️',
      'キリスト教 | クロス | ラテン十字 | 十字架 | 宗教 ',
    ),
    Emoji(
      '☦️',
      'キリスト教 | 八端十字架 | 十字架 | 宗教 ',
    ),
    Emoji(
      '☪️',
      'イスラム教 | ムスリム | 三日月 | 宗教 | 星 | 星と三日月 ',
    ),
    Emoji(
      '☮️',
      'ピースマーク | 平和 | 平和のシンボル ',
    ),
    Emoji(
      '🕎',
      'ハヌカー | メノーラー | メノラー | ユダヤ教 | 宗教 | 燭台',
    ),
    Emoji(
      '🔯',
      'ダビデ | ユダヤ教 | 六芒星 | 六角星 | 占い | 星',
    ),
    Emoji(
      '♈',
      'おひつじ座 | 星座 | 牡羊座',
    ),
    Emoji(
      '♉',
      'おうし座 | 星座 | 牡牛座',
    ),
    Emoji(
      '♊',
      'ふたご座 | 双子座 | 星座',
    ),
    Emoji(
      '♋',
      'かに座 | 星座 | 蟹座',
    ),
    Emoji(
      '♌',
      'しし座 | 星座 | 獅子座',
    ),
    Emoji(
      '♍',
      'おとめ座 | 乙女座 | 星座',
    ),
    Emoji(
      '♎',
      'てんびん座 | 天秤座 | 星座',
    ),
    Emoji(
      '♏',
      'さそり座 | 星座 | 蠍座',
    ),
    Emoji(
      '♐',
      'いて座 | 射手座 | 星座',
    ),
    Emoji(
      '♑',
      'やぎ座 | 山羊座 | 星座',
    ),
    Emoji(
      '♒',
      'みずがめ座 | 星座 | 水瓶座',
    ),
    Emoji(
      '♓',
      'うお座 | 星座 | 魚座',
    ),
    Emoji(
      '⛎',
      'へびつかい座 | 星座 | 蛇遣座',
    ),
    Emoji(
      '🔀',
      'シャッフル | シャッフルボタン | ボタン | 交差 | 矢印',
    ),
    Emoji(
      '🔁',
      'ボタン | リピート | リピートボタン | 全曲 | 時計回り | 矢印 | 繰り返し',
    ),
    Emoji(
      '🔂',
      '1曲リピートボタン | ボタン | リピート | 時計回り | 矢印 | 繰り返し',
    ),
    Emoji(
      '▶️',
      'プレイ | ボタン | 再生 | 再生ボタン | 矢印 ',
    ),
    Emoji(
      '⏩',
      'ボタン | 倍速 | 早送り | 早送りボタン | 矢印',
    ),
    Emoji(
      '◀️',
      'ボタン | 巻き戻し | 矢印 | 逆再生 | 逆再生ボタン ',
    ),
    Emoji(
      '⏪',
      '倍速 | 巻き戻し | 戻る | 早戻し | 早戻しボタン | 矢印',
    ),
    Emoji(
      '🔼',
      'ボタン | 上 | 上ボタン | 矢印',
    ),
    Emoji(
      '⏫',
      'ボタン | 上 | 二重 | 矢印 | 高速上ボタン',
    ),
    Emoji(
      '🔽',
      'ボタン | 下 | 下ボタン | 矢印',
    ),
    Emoji(
      '⏬',
      'ボタン | 下 | 二重 | 矢印 | 高速下ボタン',
    ),
    Emoji(
      '⏹️',
      'ストップ | ボタン | 停止 | 停止ボタン | 四角 ',
    ),
    Emoji(
      '⏏️',
      'イジェクト | ボタン | 取り出し | 取り出しボタン ',
    ),
    Emoji(
      '🎦',
      'カメラ | 動画 | 映画 | 映画館',
    ),
    Emoji(
      '🔅',
      'ブライトネス | 低輝度 | 明るさ | 暗い | 輝度',
    ),
    Emoji(
      '🔆',
      'ブライトネス | 明るい | 明るさ | 輝度 | 高輝度',
    ),
    Emoji(
      '📶',
      'アンテナマーク | スマートフォン | スマホ | 圏内 | 携帯電話 | 電波',
    ),
    Emoji(
      '📳',
      'スマートフォン | スマホ | マナーモード | 携帯 | 携帯電話',
    ),
    Emoji(
      '📴',
      'オフ | スマートフォン | スマホ | 携帯電話 | 携帯電話電源オフ | 電源オフ',
    ),
    Emoji(
      '♾️',
      '万物 | 永遠 | 無限 | 無限大 ',
    ),
    Emoji(
      '♻️',
      'リサイクル | リサイクルマーク | 再利用 | 再生 ',
    ),
    Emoji(
      '🔱',
      'エンブレム | トライデント | 三つ又 | 海',
    ),
    Emoji(
      '📛',
      'バッジ | 保育園 | 保育所 | 名札 | 幼稚園',
    ),
    Emoji(
      '🔰',
      '初心者 | 初心者マーク | 若葉マーク',
    ),
    Emoji(
      '⭕',
      '円 | 太い丸 | 記号 | 赤い丸 | 輪',
    ),
    Emoji(
      '✅',
      'チェック | チェックマーク | 済 | 白抜きのチェック | 記号',
    ),
    Emoji(
      '☑️',
      'チェック | チェックボックス | チェックマーク | 済 | 記号 ',
    ),
    Emoji(
      '✔️',
      'チェック | チェックマーク | 太字のチェック | 済 | 記号 ',
    ),
    Emoji(
      '❌',
      'キャンセル | バツ | ペケ | 乗算 | 掛け算 | 記号',
    ),
    Emoji(
      '❎',
      'キャンセル | バツ | ペケ | 乗算 | 掛け算 | 白抜きのバツ | 記号',
    ),
    Emoji(
      '➕',
      '+ | プラス | 加算 | 記号 | 足し算 | 足す',
    ),
    Emoji(
      '➖',
      '- | マイナス | 引き算 | 引く | 減算 | 計算 | 記号',
    ),
    Emoji(
      '➗',
      '/ | 割り算 | 割る | 記号 | 除算',
    ),
    Emoji(
      '✖️',
      'キャンセル | バツ | ペケ | 乗算 | 掛け算 | 記号 ',
    ),
    Emoji(
      '🟰',
      'イコール | 太字の等号 | 数学 | 等しい | 等号',
    ),
    Emoji(
      '➰',
      'ループ | 記号 | 輪っか | 長音',
    ),
    Emoji(
      '➿',
      'ダブルループ | フリーダイヤル | ループ | 記号 | 輪っか',
    ),
    Emoji(
      '〽️',
      'いおりてん | 庵点 | 歌記号 | 約物 | 記号 ',
    ),
    Emoji(
      '✳️',
      'アスタリスク | 八角アスタリスク | 約物 | 記号 ',
    ),
    Emoji(
      '✴️',
      '八角星 | 星 | 約物 | 記号 ',
    ),
    Emoji(
      '❇️',
      'アスタリスク | キラキラ | スパークル | 約物 | 記号 ',
    ),
    Emoji(
      '‼️',
      '! | エクスクラメーションマーク | びっくりマーク | 二重感嘆符 | 感嘆符 | 約物 | 記号 ',
    ),
    Emoji(
      '⁉️',
      '! | !? | ? | はてなマーク | びっくりマーク | 感嘆符疑問符 | 記号 ',
    ),
    Emoji(
      '❓',
      '? | クエスチョンマーク | はてなマーク | 疑問符 | 約物 | 記号 | 赤い疑問符',
    ),
    Emoji(
      '❔',
      '? | クエスチョンマーク | はてなマーク | 疑問符 | 白い疑問符 | 約物 | 記号',
    ),
    Emoji(
      '❕',
      '! | エクスクラメーションマーク | びっくりマーク | 疑問符 | 白い感嘆符 | 約物 | 記号',
    ),
    Emoji(
      '❗',
      '! | エクスクラメーションマーク | びっくりマーク | 感嘆符 | 約物 | 記号 | 赤い感嘆符',
    ),
    Emoji(
      '©️',
      'Cマーク | コピーライト | 著作権 | 著作権マーク | 記号 ',
    ),
    Emoji(
      '®️',
      'Rマーク | 登録商標 | 登録商標マーク | 記号 ',
    ),
    Emoji(
      '™️',
      'TMマーク | トレードマーク | 商標 | 商標マーク | 記号 ',
    ),
    Emoji(
      '#️⃣',
      'Keycap Number Sign',
    ),
    Emoji(
      '0️⃣',
      'Keycap Digit Zero',
    ),
    Emoji(
      '1️⃣',
      'Keycap Digit One',
    ),
    Emoji(
      '2️⃣',
      'Keycap Digit Two',
    ),
    Emoji(
      '3️⃣',
      'Keycap Digit Three',
    ),
    Emoji(
      '4️⃣',
      'Keycap Digit Four',
    ),
    Emoji(
      '5️⃣',
      'Keycap Digit Five',
    ),
    Emoji(
      '6️⃣',
      'Keycap Digit Six',
    ),
    Emoji(
      '7️⃣',
      'Keycap Digit Seven',
    ),
    Emoji(
      '8️⃣',
      'Keycap Digit Eight',
    ),
    Emoji(
      '9️⃣',
      'Keycap Digit Nine',
    ),
    Emoji(
      '🔟',
      'Keycap: 10',
    ),
    Emoji(
      '🔠',
      'ABCD | アルファベット | ローマ字 | 入力 | 大文字 | 英大文字の入力 | 英字',
    ),
    Emoji(
      '🔡',
      'abcd | アルファベット | ローマ字 | 入力 | 小文字 | 英字 | 英小文字の入力',
    ),
    Emoji(
      '🔢',
      '1234 | 入力 | 数字 | 数字の入力',
    ),
    Emoji(
      '🔣',
      '〒♪&% | 入力 | 記号 | 記号の入力',
    ),
    Emoji(
      '🔤',
      'abc | アルファベット | ローマ字 | 入力 | 英字 | 英字の入力',
    ),
    Emoji(
      '🅰️',
      'A型 | 血液型 | 血液型A型 ',
    ),
    Emoji(
      '🆎',
      'AB型 | 血液型 | 血液型AB型',
    ),
    Emoji(
      '🅱️',
      'B型 | 血液型 | 血液型B型 ',
    ),
    Emoji(
      '🆑',
      'CL | CLマーク | クリア',
    ),
    Emoji(
      '🆒',
      'COOL | COOLマーク | クール',
    ),
    Emoji(
      '🆓',
      'FREEマーク | タダ | フリー | 無料',
    ),
    Emoji(
      'ℹ️',
      'i | iマーク | インフォメーション | 情報 | 案内所 ',
    ),
    Emoji(
      '🆔',
      'ID | IDマーク | アイディー',
    ),
    Emoji(
      'Ⓜ️',
      'M | 丸 | 丸いMマーク ',
    ),
    Emoji(
      '🆕',
      'NEW | NEWマーク | 新 | 新しい',
    ),
    Emoji(
      '🆖',
      'NG | NGマーク | エヌジー | ボツ',
    ),
    Emoji(
      '🅾️',
      'O型 | 血液型 | 血液型O型 ',
    ),
    Emoji(
      '🆗',
      'OK | OKマーク | オーケー | オッケー',
    ),
    Emoji(
      '🅿️',
      'P | Pマーク | パーキング | 駐車場 ',
    ),
    Emoji(
      '🆘',
      'SOS | SOSマーク | エスオーエス | 助けて',
    ),
    Emoji(
      '🆙',
      'UP | UPマーク | アップ | 更新',
    ),
    Emoji(
      '🆚',
      'VSマーク | ヴァーサス | ヴィエス | バーサス | ブイエス | 対',
    ),
    Emoji(
      '🈁',
      'ここ | ココ | ココのマーク',
    ),
    Emoji(
      '🈂️',
      'サ | サービス料 | サのマーク ',
    ),
    Emoji(
      '🈷️',
      '月 | 月マーク | 月極 | 月額 ',
    ),
    Emoji(
      '🈶',
      '有 | 有マーク | 有料 | 有限',
    ),
    Emoji(
      '🈯',
      '指 | 指マーク | 指定席',
    ),
    Emoji(
      '🉐',
      'お得 | バーゲン | マル得 | 得',
    ),
    Emoji(
      '🈹',
      'ディスカウント | 割 | 割マーク | 割引',
    ),
    Emoji(
      '🈚',
      'タダ | 無 | 無マーク | 無料',
    ),
    Emoji(
      '🈲',
      '厳禁 | 禁 | 禁マーク | 禁止',
    ),
    Emoji(
      '🉑',
      '可 | 可マーク | 可能 | 許可',
    ),
    Emoji(
      '🈸',
      '申 | 申し込み | 申マーク | 申請',
    ),
    Emoji(
      '🈴',
      '合 | 合マーク | 合格',
    ),
    Emoji(
      '🈳',
      '空 | 空き | 空マーク | 空室 | 空席',
    ),
    Emoji(
      '㊗️',
      'おめでとう | お祝い | 祝 | 祝マーク ',
    ),
    Emoji(
      '㊙️',
      'マル秘 | 極秘 | 社外秘 | 秘 | 秘密 ',
    ),
    Emoji(
      '🈺',
      '営 | 営マーク | 営業中 | 営業日',
    ),
    Emoji(
      '🈵',
      '満マーク | 満員 | 満室 | 満席 | 満車',
    ),
    Emoji(
      '🔴',
      '丸 | 丸いボタン | 赤 | 赤い丸',
    ),
    Emoji(
      '🔵',
      '丸 | 丸いボタン | 青 | 青い丸',
    ),
    Emoji(
      '⚫',
      '丸 | 丸いボタン | 黒 | 黒い丸 | 黒丸',
    ),
    Emoji(
      '⚪',
      '丸 | 丸いボタン | 白 | 白い丸',
    ),
    Emoji(
      '⬛',
      '四角 | 正方形 | 黒 | 黒四角特大',
    ),
    Emoji(
      '⬜',
      '四角 | 正方形 | 白 | 白四角特大',
    ),
    Emoji(
      '◼️',
      '四角 | 正方形 | 黒 | 黒四角大 ',
    ),
    Emoji(
      '◻️',
      '四角 | 正方形 | 白 | 白四角大 ',
    ),
    Emoji(
      '◾',
      '四角 | 正方形 | 黒 | 黒四角中',
    ),
    Emoji(
      '◽',
      '四角 | 正方形 | 白 | 白四角中',
    ),
    Emoji(
      '▪️',
      '四角 | 正方形 | 黒 | 黒四角小 ',
    ),
    Emoji(
      '▫️',
      '四角 | 正方形 | 白 | 白四角小 ',
    ),
    Emoji(
      '🔶',
      'オレンジ | ダイア | ダイヤ | ひし形 | 四角 | 大きいオレンジのひし形',
    ),
    Emoji(
      '🔷',
      'ダイア | ダイヤ | ひし形 | 四角 | 大きい青のひし形 | 青',
    ),
    Emoji(
      '🔸',
      'オレンジ | ダイア | ダイヤ | ひし形 | 四角 | 小さいオレンジのひし形',
    ),
    Emoji(
      '🔹',
      'ダイア | ダイヤ | ひし形 | 四角 | 小さい青のひし形 | 青',
    ),
    Emoji(
      '🔺',
      '三角 | 上 | 赤 | 赤い上三角',
    ),
    Emoji(
      '🔻',
      '三角 | 下 | 赤 | 赤い下三角',
    ),
    Emoji(
      '💠',
      'ダイア | ダイヤ | ドット付きひし形 | ひし形',
    ),
    Emoji(
      '🔳',
      'ボタン | 四角ボタン | 正方形 | 白枠四角',
    ),
    Emoji(
      '🔲',
      'ボタン | 四角ボタン | 正方形 | 黒枠四角',
    ),
  ]),

// ======================================================= Category.FLAGS
  CategoryEmoji(Category.FLAGS, [
    Emoji(
      '🏁',
      'スポーツ | チェッカーフラッグ | フラグ | フラッグ | レーシング | レース | 勝利 | 旗',
    ),
    Emoji(
      '🚩',
      'ゴルフ | スポーツ | フラグ | フラッグ | 三角の旗 | 建築 | 旗',
    ),
    Emoji(
      '🎌',
      'フラグ | フラッグ | 交差した旗 | 旗 | 日の丸 | 日本 | 祝日 | 祝日の旗',
    ),
    Emoji(
      '🏴',
      'フラグ | フラッグ | 旗 | 黒 | 黒旗',
    ),
    Emoji(
      '🏳️',
      'フラグ | フラッグ | 旗 | 白 | 白旗 ',
    ),
    Emoji(
      '🏳️‍🌈',
      'フラグ | フラッグ | 旗 | 白 | 白旗 GLBT | GLBTQ | LGBT | LGBTQ | ゲイ | トランスジェンダー | バイセクシュアル | レインボー | レズビアン | 天気 ',
    ),
    Emoji(
      '🏳️‍⚧️',
      'フラグ | フラッグ | 旗 | 白 | 白旗 LGBT | TG | シンボル | トランスジェンダーのマーク | 性別 ',
    ),
    Emoji(
      '🏴‍☠️',
      'フラグ | フラッグ | 旗 | 黒 | 黒旗 スカル | ドクロ | ドクロと骨 | 死 | 顔 | 骨 | 骸骨 ',
    ),
    Emoji(
      '🇦🇨',
      'Flag: Ascension Island',
    ),
    Emoji(
      '🇦🇩',
      'Flag: Andorra',
    ),
    Emoji(
      '🇦🇪',
      'Flag: United Arab Emirates',
    ),
    Emoji(
      '🇦🇫',
      'Flag: Afghanistan',
    ),
    Emoji(
      '🇦🇬',
      'Flag: Antigua & Barbuda',
    ),
    Emoji(
      '🇦🇮',
      'Flag: Anguilla',
    ),
    Emoji(
      '🇦🇱',
      'Flag: Albania',
    ),
    Emoji(
      '🇦🇲',
      'Flag: Armenia',
    ),
    Emoji(
      '🇦🇴',
      'Flag: Angola',
    ),
    Emoji(
      '🇦🇶',
      'Flag: Antarctica',
    ),
    Emoji(
      '🇦🇷',
      'Flag: Argentina',
    ),
    Emoji(
      '🇦🇸',
      'Flag: American Samoa',
    ),
    Emoji(
      '🇦🇹',
      'Flag: Austria',
    ),
    Emoji(
      '🇦🇺',
      'Flag: Australia',
    ),
    Emoji(
      '🇦🇼',
      'Flag: Aruba',
    ),
    Emoji(
      '🇦🇽',
      'Flag: Åland Islands',
    ),
    Emoji(
      '🇦🇿',
      'Flag: Azerbaijan',
    ),
    Emoji(
      '🇧🇦',
      'Flag: Bosnia & Herzegovina',
    ),
    Emoji(
      '🇧🇧',
      'Flag: Barbados',
    ),
    Emoji(
      '🇧🇩',
      'Flag: Bangladesh',
    ),
    Emoji(
      '🇧🇪',
      'Flag: Belgium',
    ),
    Emoji(
      '🇧🇫',
      'Flag: Burkina Faso',
    ),
    Emoji(
      '🇧🇬',
      'Flag: Bulgaria',
    ),
    Emoji(
      '🇧🇭',
      'Flag: Bahrain',
    ),
    Emoji(
      '🇧🇮',
      'Flag: Burundi',
    ),
    Emoji(
      '🇧🇯',
      'Flag: Benin',
    ),
    Emoji(
      '🇧🇱',
      'Flag: St. Barthélemy',
    ),
    Emoji(
      '🇧🇲',
      'Flag: Bermuda',
    ),
    Emoji(
      '🇧🇳',
      'Flag: Brunei',
    ),
    Emoji(
      '🇧🇴',
      'Flag: Bolivia',
    ),
    Emoji(
      '🇧🇶',
      'Flag: Caribbean Netherlands',
    ),
    Emoji(
      '🇧🇷',
      'Flag: Brazil',
    ),
    Emoji(
      '🇧🇸',
      'Flag: Bahamas',
    ),
    Emoji(
      '🇧🇹',
      'Flag: Bhutan',
    ),
    Emoji(
      '🇧🇻',
      'Flag: Bouvet Island',
    ),
    Emoji(
      '🇧🇼',
      'Flag: Botswana',
    ),
    Emoji(
      '🇧🇾',
      'Flag: Belarus',
    ),
    Emoji(
      '🇧🇿',
      'Flag: Belize',
    ),
    Emoji(
      '🇨🇦',
      'Flag: Canada',
    ),
    Emoji(
      '🇨🇨',
      'Flag: Cocos (Keeling) Islands',
    ),
    Emoji(
      '🇨🇩',
      'Flag: Congo - Kinshasa',
    ),
    Emoji(
      '🇨🇫',
      'Flag: Central African Republic',
    ),
    Emoji(
      '🇨🇬',
      'Flag: Congo - Brazzaville',
    ),
    Emoji(
      '🇨🇭',
      'Flag: Switzerland',
    ),
    Emoji(
      '🇨🇮',
      'Flag: Côte d’Ivoire',
    ),
    Emoji(
      '🇨🇰',
      'Flag: Cook Islands',
    ),
    Emoji(
      '🇨🇱',
      'Flag: Chile',
    ),
    Emoji(
      '🇨🇲',
      'Flag: Cameroon',
    ),
    Emoji(
      '🇨🇳',
      'Flag: China',
    ),
    Emoji(
      '🇨🇴',
      'Flag: Colombia',
    ),
    Emoji(
      '🇨🇵',
      'Flag: Clipperton Island',
    ),
    Emoji(
      '🇨🇷',
      'Flag: Costa Rica',
    ),
    Emoji(
      '🇨🇺',
      'Flag: Cuba',
    ),
    Emoji(
      '🇨🇻',
      'Flag: Cape Verde',
    ),
    Emoji(
      '🇨🇼',
      'Flag: Curaçao',
    ),
    Emoji(
      '🇨🇽',
      'Flag: Christmas Island',
    ),
    Emoji(
      '🇨🇾',
      'Flag: Cyprus',
    ),
    Emoji(
      '🇨🇿',
      'Flag: Czechia',
    ),
    Emoji(
      '🇩🇪',
      'Flag: Germany',
    ),
    Emoji(
      '🇩🇬',
      'Flag: Diego Garcia',
    ),
    Emoji(
      '🇩🇯',
      'Flag: Djibouti',
    ),
    Emoji(
      '🇩🇰',
      'Flag: Denmark',
    ),
    Emoji(
      '🇩🇲',
      'Flag: Dominica',
    ),
    Emoji(
      '🇩🇴',
      'Flag: Dominican Republic',
    ),
    Emoji(
      '🇩🇿',
      'Flag: Algeria',
    ),
    Emoji(
      '🇪🇦',
      'Flag: Ceuta & Melilla',
    ),
    Emoji(
      '🇪🇨',
      'Flag: Ecuador',
    ),
    Emoji(
      '🇪🇪',
      'Flag: Estonia',
    ),
    Emoji(
      '🇪🇬',
      'Flag: Egypt',
    ),
    Emoji(
      '🇪🇭',
      'Flag: Western Sahara',
    ),
    Emoji(
      '🇪🇷',
      'Flag: Eritrea',
    ),
    Emoji(
      '🇪🇸',
      'Flag: Spain',
    ),
    Emoji(
      '🇪🇹',
      'Flag: Ethiopia',
    ),
    Emoji(
      '🇪🇺',
      'Flag: European Union',
    ),
    Emoji(
      '🇫🇮',
      'Flag: Finland',
    ),
    Emoji(
      '🇫🇯',
      'Flag: Fiji',
    ),
    Emoji(
      '🇫🇰',
      'Flag: Falkland Islands',
    ),
    Emoji(
      '🇫🇲',
      'Flag: Micronesia',
    ),
    Emoji(
      '🇫🇴',
      'Flag: Faroe Islands',
    ),
    Emoji(
      '🇫🇷',
      'Flag: France',
    ),
    Emoji(
      '🇬🇦',
      'Flag: Gabon',
    ),
    Emoji(
      '🇬🇧',
      'Flag: United Kingdom',
    ),
    Emoji(
      '🇬🇩',
      'Flag: Grenada',
    ),
    Emoji(
      '🇬🇪',
      'Flag: Georgia',
    ),
    Emoji(
      '🇬🇫',
      'Flag: French Guiana',
    ),
    Emoji(
      '🇬🇬',
      'Flag: Guernsey',
    ),
    Emoji(
      '🇬🇭',
      'Flag: Ghana',
    ),
    Emoji(
      '🇬🇮',
      'Flag: Gibraltar',
    ),
    Emoji(
      '🇬🇱',
      'Flag: Greenland',
    ),
    Emoji(
      '🇬🇲',
      'Flag: Gambia',
    ),
    Emoji(
      '🇬🇳',
      'Flag: Guinea',
    ),
    Emoji(
      '🇬🇵',
      'Flag: Guadeloupe',
    ),
    Emoji(
      '🇬🇶',
      'Flag: Equatorial Guinea',
    ),
    Emoji(
      '🇬🇷',
      'Flag: Greece',
    ),
    Emoji(
      '🇬🇸',
      'Flag: South Georgia & South Sandwich Islands',
    ),
    Emoji(
      '🇬🇹',
      'Flag: Guatemala',
    ),
    Emoji(
      '🇬🇺',
      'Flag: Guam',
    ),
    Emoji(
      '🇬🇼',
      'Flag: Guinea-Bissau',
    ),
    Emoji(
      '🇬🇾',
      'Flag: Guyana',
    ),
    Emoji(
      '🇭🇰',
      'Flag: Hong Kong SAR China',
    ),
    Emoji(
      '🇭🇲',
      'Flag: Heard & McDonald Islands',
    ),
    Emoji(
      '🇭🇳',
      'Flag: Honduras',
    ),
    Emoji(
      '🇭🇷',
      'Flag: Croatia',
    ),
    Emoji(
      '🇭🇹',
      'Flag: Haiti',
    ),
    Emoji(
      '🇭🇺',
      'Flag: Hungary',
    ),
    Emoji(
      '🇮🇨',
      'Flag: Canary Islands',
    ),
    Emoji(
      '🇮🇩',
      'Flag: Indonesia',
    ),
    Emoji(
      '🇮🇪',
      'Flag: Ireland',
    ),
    Emoji(
      '🇮🇱',
      'Flag: Israel',
    ),
    Emoji(
      '🇮🇲',
      'Flag: Isle of Man',
    ),
    Emoji(
      '🇮🇳',
      'Flag: India',
    ),
    Emoji(
      '🇮🇴',
      'Flag: British Indian Ocean Territory',
    ),
    Emoji(
      '🇮🇶',
      'Flag: Iraq',
    ),
    Emoji(
      '🇮🇷',
      'Flag: Iran',
    ),
    Emoji(
      '🇮🇸',
      'Flag: Iceland',
    ),
    Emoji(
      '🇮🇹',
      'Flag: Italy',
    ),
    Emoji(
      '🇯🇪',
      'Flag: Jersey',
    ),
    Emoji(
      '🇯🇲',
      'Flag: Jamaica',
    ),
    Emoji(
      '🇯🇴',
      'Flag: Jordan',
    ),
    Emoji(
      '🇯🇵',
      'Flag: Japan',
    ),
    Emoji(
      '🇰🇪',
      'Flag: Kenya',
    ),
    Emoji(
      '🇰🇬',
      'Flag: Kyrgyzstan',
    ),
    Emoji(
      '🇰🇭',
      'Flag: Cambodia',
    ),
    Emoji(
      '🇰🇮',
      'Flag: Kiribati',
    ),
    Emoji(
      '🇰🇲',
      'Flag: Comoros',
    ),
    Emoji(
      '🇰🇳',
      'Flag: St. Kitts & Nevis',
    ),
    Emoji(
      '🇰🇵',
      'Flag: North Korea',
    ),
    Emoji(
      '🇰🇷',
      'Flag: South Korea',
    ),
    Emoji(
      '🇰🇼',
      'Flag: Kuwait',
    ),
    Emoji(
      '🇰🇾',
      'Flag: Cayman Islands',
    ),
    Emoji(
      '🇰🇿',
      'Flag: Kazakhstan',
    ),
    Emoji(
      '🇱🇦',
      'Flag: Laos',
    ),
    Emoji(
      '🇱🇧',
      'Flag: Lebanon',
    ),
    Emoji(
      '🇱🇨',
      'Flag: St. Lucia',
    ),
    Emoji(
      '🇱🇮',
      'Flag: Liechtenstein',
    ),
    Emoji(
      '🇱🇰',
      'Flag: Sri Lanka',
    ),
    Emoji(
      '🇱🇷',
      'Flag: Liberia',
    ),
    Emoji(
      '🇱🇸',
      'Flag: Lesotho',
    ),
    Emoji(
      '🇱🇹',
      'Flag: Lithuania',
    ),
    Emoji(
      '🇱🇺',
      'Flag: Luxembourg',
    ),
    Emoji(
      '🇱🇻',
      'Flag: Latvia',
    ),
    Emoji(
      '🇱🇾',
      'Flag: Libya',
    ),
    Emoji(
      '🇲🇦',
      'Flag: Morocco',
    ),
    Emoji(
      '🇲🇨',
      'Flag: Monaco',
    ),
    Emoji(
      '🇲🇩',
      'Flag: Moldova',
    ),
    Emoji(
      '🇲🇪',
      'Flag: Montenegro',
    ),
    Emoji(
      '🇲🇫',
      'Flag: St. Martin',
    ),
    Emoji(
      '🇲🇬',
      'Flag: Madagascar',
    ),
    Emoji(
      '🇲🇭',
      'Flag: Marshall Islands',
    ),
    Emoji(
      '🇲🇰',
      'Flag: North Macedonia',
    ),
    Emoji(
      '🇲🇱',
      'Flag: Mali',
    ),
    Emoji(
      '🇲🇲',
      'Flag: Myanmar (Burma)',
    ),
    Emoji(
      '🇲🇳',
      'Flag: Mongolia',
    ),
    Emoji(
      '🇲🇴',
      'Flag: Macau Sar China',
    ),
    Emoji(
      '🇲🇵',
      'Flag: Northern Mariana Islands',
    ),
    Emoji(
      '🇲🇶',
      'Flag: Martinique',
    ),
    Emoji(
      '🇲🇷',
      'Flag: Mauritania',
    ),
    Emoji(
      '🇲🇸',
      'Flag: Montserrat',
    ),
    Emoji(
      '🇲🇹',
      'Flag: Malta',
    ),
    Emoji(
      '🇲🇺',
      'Flag: Mauritius',
    ),
    Emoji(
      '🇲🇻',
      'Flag: Maldives',
    ),
    Emoji(
      '🇲🇼',
      'Flag: Malawi',
    ),
    Emoji(
      '🇲🇽',
      'Flag: Mexico',
    ),
    Emoji(
      '🇲🇾',
      'Flag: Malaysia',
    ),
    Emoji(
      '🇲🇿',
      'Flag: Mozambique',
    ),
    Emoji(
      '🇳🇦',
      'Flag: Namibia',
    ),
    Emoji(
      '🇳🇨',
      'Flag: New Caledonia',
    ),
    Emoji(
      '🇳🇪',
      'Flag: Niger',
    ),
    Emoji(
      '🇳🇫',
      'Flag: Norfolk Island',
    ),
    Emoji(
      '🇳🇬',
      'Flag: Nigeria',
    ),
    Emoji(
      '🇳🇮',
      'Flag: Nicaragua',
    ),
    Emoji(
      '🇳🇱',
      'Flag: Netherlands',
    ),
    Emoji(
      '🇳🇴',
      'Flag: Norway',
    ),
    Emoji(
      '🇳🇵',
      'Flag: Nepal',
    ),
    Emoji(
      '🇳🇷',
      'Flag: Nauru',
    ),
    Emoji(
      '🇳🇺',
      'Flag: Niue',
    ),
    Emoji(
      '🇳🇿',
      'Flag: New Zealand',
    ),
    Emoji(
      '🇴🇲',
      'Flag: Oman',
    ),
    Emoji(
      '🇵🇦',
      'Flag: Panama',
    ),
    Emoji(
      '🇵🇪',
      'Flag: Peru',
    ),
    Emoji(
      '🇵🇫',
      'Flag: French Polynesia',
    ),
    Emoji(
      '🇵🇬',
      'Flag: Papua New Guinea',
    ),
    Emoji(
      '🇵🇭',
      'Flag: Philippines',
    ),
    Emoji(
      '🇵🇰',
      'Flag: Pakistan',
    ),
    Emoji(
      '🇵🇱',
      'Flag: Poland',
    ),
    Emoji(
      '🇵🇲',
      'Flag: St. Pierre & Miquelon',
    ),
    Emoji(
      '🇵🇳',
      'Flag: Pitcairn Islands',
    ),
    Emoji(
      '🇵🇷',
      'Flag: Puerto Rico',
    ),
    Emoji(
      '🇵🇸',
      'Flag: Palestinian Territories',
    ),
    Emoji(
      '🇵🇹',
      'Flag: Portugal',
    ),
    Emoji(
      '🇵🇼',
      'Flag: Palau',
    ),
    Emoji(
      '🇵🇾',
      'Flag: Paraguay',
    ),
    Emoji(
      '🇶🇦',
      'Flag: Qatar',
    ),
    Emoji(
      '🇷🇪',
      'Flag: Réunion',
    ),
    Emoji(
      '🇷🇴',
      'Flag: Romania',
    ),
    Emoji(
      '🇷🇸',
      'Flag: Serbia',
    ),
    Emoji(
      '🇷🇺',
      'Flag: Russia',
    ),
    Emoji(
      '🇷🇼',
      'Flag: Rwanda',
    ),
    Emoji(
      '🇸🇦',
      'Flag: Saudi Arabia',
    ),
    Emoji(
      '🇸🇧',
      'Flag: Solomon Islands',
    ),
    Emoji(
      '🇸🇨',
      'Flag: Seychelles',
    ),
    Emoji(
      '🇸🇩',
      'Flag: Sudan',
    ),
    Emoji(
      '🇸🇪',
      'Flag: Sweden',
    ),
    Emoji(
      '🇸🇬',
      'Flag: Singapore',
    ),
    Emoji(
      '🇸🇭',
      'Flag: St. Helena',
    ),
    Emoji(
      '🇸🇮',
      'Flag: Slovenia',
    ),
    Emoji(
      '🇸🇯',
      'Flag: Svalbard & Jan Mayen',
    ),
    Emoji(
      '🇸🇰',
      'Flag: Slovakia',
    ),
    Emoji(
      '🇸🇱',
      'Flag: Sierra Leone',
    ),
    Emoji(
      '🇸🇲',
      'Flag: San Marino',
    ),
    Emoji(
      '🇸🇳',
      'Flag: Senegal',
    ),
    Emoji(
      '🇸🇴',
      'Flag: Somalia',
    ),
    Emoji(
      '🇸🇷',
      'Flag: Suriname',
    ),
    Emoji(
      '🇸🇸',
      'Flag: South Sudan',
    ),
    Emoji(
      '🇸🇹',
      'Flag: São Tomé & Príncipe',
    ),
    Emoji(
      '🇸🇻',
      'Flag: El Salvador',
    ),
    Emoji(
      '🇸🇽',
      'Flag: Sint Maarten',
    ),
    Emoji(
      '🇸🇾',
      'Flag: Syria',
    ),
    Emoji(
      '🇸🇿',
      'Flag: Swaziland',
    ),
    Emoji(
      '🇹🇦',
      'Flag: Tristan Da Cunha',
    ),
    Emoji(
      '🇹🇨',
      'Flag: Turks & Caicos Islands',
    ),
    Emoji(
      '🇹🇩',
      'Flag: Chad',
    ),
    Emoji(
      '🇹🇫',
      'Flag: French Southern Territories',
    ),
    Emoji(
      '🇹🇬',
      'Flag: Togo',
    ),
    Emoji(
      '🇹🇭',
      'Flag: Thailand',
    ),
    Emoji(
      '🇹🇯',
      'Flag: Tajikistan',
    ),
    Emoji(
      '🇹🇰',
      'Flag: Tokelau',
    ),
    Emoji(
      '🇹🇱',
      'Flag: Timor-Leste',
    ),
    Emoji(
      '🇹🇲',
      'Flag: Turkmenistan',
    ),
    Emoji(
      '🇹🇳',
      'Flag: Tunisia',
    ),
    Emoji(
      '🇹🇴',
      'Flag: Tonga',
    ),
    Emoji(
      '🇹🇷',
      'Flag: Turkey',
    ),
    Emoji(
      '🇹🇹',
      'Flag: Trinidad & Tobago',
    ),
    Emoji(
      '🇹🇻',
      'Flag: Tuvalu',
    ),
    Emoji(
      '🇹🇼',
      'Flag: Taiwan',
    ),
    Emoji(
      '🇹🇿',
      'Flag: Tanzania',
    ),
    Emoji(
      '🇺🇦',
      'Flag: Ukraine',
    ),
    Emoji(
      '🇺🇬',
      'Flag: Uganda',
    ),
    Emoji(
      '🇺🇲',
      'Flag: U.S. Outlying Islands',
    ),
    Emoji(
      '🇺🇳',
      'Flag: United Nations',
    ),
    Emoji(
      '🇺🇸',
      'Flag: United States',
    ),
    Emoji(
      '🇺🇾',
      'Flag: Uruguay',
    ),
    Emoji(
      '🇺🇿',
      'Flag: Uzbekistan',
    ),
    Emoji(
      '🇻🇦',
      'Flag: Vatican City',
    ),
    Emoji(
      '🇻🇨',
      'Flag: St. Vincent & Grenadines',
    ),
    Emoji(
      '🇻🇪',
      'Flag: Venezuela',
    ),
    Emoji(
      '🇻🇬',
      'Flag: British Virgin Islands',
    ),
    Emoji(
      '🇻🇮',
      'Flag: U.S. Virgin Islands',
    ),
    Emoji(
      '🇻🇳',
      'Flag: Vietnam',
    ),
    Emoji(
      '🇻🇺',
      'Flag: Vanuatu',
    ),
    Emoji(
      '🇼🇫',
      'Flag: Wallis & Futuna',
    ),
    Emoji(
      '🇼🇸',
      'Flag: Samoa',
    ),
    Emoji(
      '🇽🇰',
      'Flag: Kosovo',
    ),
    Emoji(
      '🇾🇪',
      'Flag: Yemen',
    ),
    Emoji(
      '🇾🇹',
      'Flag: Mayotte',
    ),
    Emoji(
      '🇿🇦',
      'Flag: South Africa',
    ),
    Emoji(
      '🇿🇲',
      'Flag: Zambia',
    ),
    Emoji(
      '🇿🇼',
      'Flag: Zimbabwe',
    ),
  ]),
];
