// ignore_for_file: lines_longer_than_80_chars

import 'package:emoji_picker_flutter/emoji_picker_flutter.dart';

/// List of categories of emojis
const List<CategoryEmoji> emojiSetHindi = [
// ======================================================= Category.SMILEYS
  CategoryEmoji(Category.SMILEYS, [
    Emoji(
      '😀',
      'खीस | खुश | चेहरा | दाँत दिखाता चेहरा | मजाकिया',
    ),
    Emoji(
      '😃',
      'खुले मुंह वाली मुस्कान | खुश | चेहरा | बड़ी आँखों वाला दाँत दिखाता चेहरा | मुस्काना | स्माइली | हंसी',
    ),
    Emoji(
      '😄',
      'आँख | खुले मुंह वाली मुस्कान | खुश | चेहरा | मुस्कान | मुस्कुराती आँखों वाला दाँत दिखाता चेहरा | मुस्कुराहट | मुँह | हंसी',
    ),
    Emoji(
      '😁',
      'आँख | खीस | खुश | चेहरा | दांत | मुस्काती आँखों के साथ खींसें निपोरना | मुस्काना | मुस्कुराहट',
    ),
    Emoji(
      '😆',
      'आँखे बंद करके हँसना | खुला मुंह | खुले मुंह वाली मुस्कान | खुश | खुशी | चेहरा | दाँत | बंद आंखें | बंद आँखों वाला दाँत दिखाता चेहरा | बंद आंखों वाली मुस्कान | मज़ाक | लोटपोट | हँसी | हाहा | हाहाहा | हीही | हेहे',
    ),
    Emoji(
      '😅',
      'खुले मुंह और ठंडे पसीने वाली मुस्कान | चेहरा | ठंड | ठंडा पसीना | ठंडे पसीने वाली मुस्कान | दाँत दिखाता पसीने वाला चेहरा | मुस्कान लेकिन ठंडा पसीना',
    ),
    Emoji(
      '🤣',
      'खुश | चेहरा | जोक | फ़र्श | बहुत मजाकिया था | मज़ाक | लोटना | लोटपोट | हँसते हँसते आँखों में आँसू आ गए | हँसते हँसते लोट-पोट होना | हँसना | हंसना | हँसी | हंसी | हाहाहा',
    ),
    Emoji(
      '😂',
      'अजीब | आँसू | आंसू | कितना फ़नी है | खुश | खुशी | खुशी के आँसुओं वाला चेहरा | खुशी के आंसुओं वाला चेहरा | खुशी के आंसू | चेहरा | मज़ा आ गया | मजाकिया | मज़ेदार | हँसी | हाहा | हाहाहा | हीही | हेहे',
    ),
    Emoji(
      '🙂',
      'खुश | चेहरा | धीरे से हँसता चेहरा | मुस्काता हुआ चेहरा | मुस्कान | स्माइली | हल्की मुस्कान वाला चेहरा | हौले से मुस्काना',
    ),
    Emoji(
      '🙃',
      'उल्टा चेहरा | चेहरा',
    ),
    Emoji(
      '😉',
      'आँख मारता चेहरा | आंख मारता चेहरा | आंख मारना | चेहरा',
    ),
    Emoji(
      '😊',
      'मुस्काता चेहरा | मुस्काता चेहरा और आंखें | मुस्काती आंखें | मुस्काती आँखों वाला मुस्काता चेहरा | मुस्कान | शर्माना',
    ),
    Emoji(
      '😇',
      'खुश | चेहरा | प्रभामंडल | प्रभामंडल वाली मुस्कान | प्रभामंडल वाली मुस्कान वाला चेहरा | मुस्कान',
    ),
    Emoji(
      '🥰',
      'चेहरा | दिल | दुलार | प्यार | प्यार में | प्यार में डूबा चेहरा | प्यारा | प्रेमी | लव | लव यू | हँसी | हंसी',
    ),
    Emoji(
      '😍',
      'आंखें | आंखें चार होना | दिल | दिल और आँखें | दिल के आकार वाली आँखों वाला मुस्काता चेहरा | दिल वाली आँखों का मुस्काता चेहरा | प्यार | प्रेममय | मुस्काता चेहरा',
    ),
    Emoji(
      '🤩',
      'आँखें | उत्तेजित | चेहरा | चेहरे पर सितारे वाली आँखें | तारा | मुस्कुराहट | वाह | सितारा आँखें | सितारे | सितारों वाली आँखें',
    ),
    Emoji(
      '😘',
      'चुंबन देता चेहरा | चूमता चेहरा | चेहरा | चेहरे पर चुंबन देना | प्रेम | प्रेमिका | प्रेमी',
    ),
    Emoji(
      '😗',
      'चुंबन | चुंबन वाला चेहरा | चेहरा | प्यार | प्रेम | प्रेम में',
    ),
    Emoji(
      '☺️',
      'खुश | चेहरा | मुस्काता चेहरा | शर्म से लाल चेहरा | स्माइली | हँसता चेहरा ',
    ),
    Emoji(
      '😚',
      'आँख बंद करके चूमता चेहरा | आँखों को बंद करके चूमता चेहरा | चूमना | चेहरा | बंद आँखें | बंद आँखों से चूमना | शर्माना',
    ),
    Emoji(
      '😙',
      'चुंबन और मुस्कान | चेहरा | प्यार | प्रेम | मुस्काती आंखें | मुस्काती आँखो के साथ चुंबन वाला चेहरा | मुस्कान | मुस्कुराती आँखो के साथ चुंबन वाला चेहरा',
    ),
    Emoji(
      '😋',
      'खाना | चेहरा | भोजन | मुस्काता चेहरा | स्वादिष्ट | स्वादिष्ट खाने का मज़ा लेता चेहरा',
    ),
    Emoji(
      '😛',
      'चेहरा | जीभ | जीभ बाहर | जीभ बाहर रहना | बाहर लटकी हुई जीभ वाला चेहरा | मीठा',
    ),
    Emoji(
      '😜',
      'आँख मारते हुए और जीभ बाहर निकालता चेहरा | आंख मारते हुए और जीभ बाहर निकालता चेहरा | आंख मारते हुए जीभ बाहर | आंख मारना | चुटकुला | चेहरा | छेड़ना | जीभ बाहर | मजाक | मजाकिया',
    ),
    Emoji(
      '🤪',
      'अजीबोगरीब मज़ाकिया चेहरा | आँख | छोटा | बड़ा | बड़ी छोटी आँखे',
    ),
    Emoji(
      '😝',
      'आंखें बंद | चेहरा | जीभ बाहर | डरावना | बंद आंखों के साथ जीभ बाहर | बंद आँखों के साथ जीभ बाहर निकालता चेहरा | बंद आंखों के साथ जीभ बाहर निकालता चेहरा | यक',
    ),
    Emoji(
      '🤑',
      'चेहरा | धनयुक्त चेहरा',
    ),
    Emoji(
      '🤗',
      'गले लगाता हुआ | गले लगाता हुआ चेहरा | गले लगाना | चेहरा | हाथ',
    ),
    Emoji(
      '🫣',
      'उँगलियों के बीच से झाँकता हुआ चेहरा | उंगलियों के बीच से झांकता हुआ चेहरा | एकटक देखना | छिपना | छिपा हुआ | झाँकना | झांकना | झिझकना | डरते हुए देखना | डरना | डरा हुआ | मोहित | शर्माना',
    ),
    Emoji(
      '🤭',
      'अचरज | ओह | खिल्ली | खिसियाना | खुशी या हैरानी से चिल्लाना | चीख | दांत निकालना | मुंह पर हाथ | मुँह पर हाथ रखे हुए चेहरा | हू हू',
    ),
    Emoji(
      '🫢',
      'omg | अविश्वास | आश्चर्य | ओएमजी | ओह मॉय गॉड | खुली आँखें और मुँह पर हाथ वाला चेहरा | डरना | डरा हुआ | त्रास | विस्मय | शर्मिंदगी | सरप्राइज़ | हैरान होना | हैरानी',
    ),
    Emoji(
      '🫡',
      'गुड लक | ठीक | धूप | यस मैम | यस सर | सलाम | सलामी देता चेहरा | सैनिक | सैल्यूट | हाँ | हाँजी | हाँजी मैम | हाँजी सर',
    ),
    Emoji(
      '🤫',
      'चुप | चुप रहें | चुपचाप | मौन | शांत | शांत रहने का इशारा करता हुआ चेहरा | शांत रहें | श्श्श',
    ),
    Emoji(
      '🫠',
      'haha | lol | गर्म | गर्मी | गायब | घुलता | तरल | ताना | ताना मारना | पिघलता | पिघलता चेहरा | पिघलना | शर्मिंदा | हाहा',
    ),
    Emoji(
      '🤔',
      'चेहरा | विचारमग्न चेहरा | सोचता हुआ चेहरा',
    ),
    Emoji(
      '🤐',
      'चेहरा | ज़िप से बंद किया चेहरा | ज़िपर-मुँह वाला चेहरा | मुंह',
    ),
    Emoji(
      '🤨',
      'अविश्वास | अविश्वासी | अस्वीकृति | आश्चर्य | क्या | चेहरे पर उठाए हुए भौं | तनी हुई भौहों वाला चेहरा | भौहें ताने हुआ चेहरा | शक्की | संदेह | संदेहवादी | हम्म | हल्के आश्चर्य',
    ),
    Emoji(
      '😐',
      'उदासीन | कोई टिप्पणी नहीं | चेहरा | भावहीन',
    ),
    Emoji(
      '🫤',
      'meh | wtv | अनिश्चित | उदास | उलझन | ऊंह | कन्फ्यूज़्ड | जो भी हो | तिरछे मुंह वाला चेहरा | परेशान | शक | संदेह | हताश चेहरा',
    ),
    Emoji(
      '😑',
      'अभिव्यक्तिरहित चेहरा | कोई टिप्पणी नहीं | चेहरा | भावशून्य',
    ),
    Emoji(
      '😶',
      'चुपचाप | चेहरा | बिना मुँह का चेहरा | बिना मुंह का चेहरा | मुंह रहित | शांत',
    ),
    Emoji(
      '🫥',
      'meh | wtv | अंतर्मुखी | अदृश्य | उदास | गायब | छिपा हुआ | छिपाना | जो भी हो | दुखी | निराश चेहरा | परेशान | बिंदीयुक्त रेखांकित चेहरा',
    ),
    Emoji(
      '😏',
      'कृत्रिम हंसी | चेहरा | बनावटी हंसी | बनावटी हँसी वाला चेहरा',
    ),
    Emoji(
      '😒',
      'अप्रसन्न | चेहरा | नाखुश',
    ),
    Emoji(
      '🙄',
      'अरे यार | आँखें | आंखें | उफ़्फ़ | ऊपर देखती आंखें | ऊपर देखती आँखों वाला चेहरा | ऊपर देखती आंखों वाला चेहरा | ओ हो | क्या है | चेहरा | जो भी है | मैं क्या करूँ | रहने दो',
    ),
    Emoji(
      '😬',
      'खिसियाता चेहरा | चेहरा | दांत निकालना | दांत पीसना | मुस्कान | मुंह बनाता चेहरा | मुंह बनाना',
    ),
    Emoji(
      '🤥',
      'चेहरा | झूठ | झूठ बोलता चेहरा | झूठा | पिनोकिओ',
    ),
    Emoji(
      '😌',
      'आराम | चिंतामुक्त | चेहरा | शांत',
    ),
    Emoji(
      '😔',
      'उदास | चेहरा | निरुत्साहित | विचारमग्न',
    ),
    Emoji(
      '🥹',
      'aw | aww | आंसू रोकता चेहरा | उदास | खुशी के आँसू | गर्व | गुस्सा | दुखी | धन्यवाद | प्लीज़ | रोना | विरोध',
    ),
    Emoji(
      '😪',
      'उदास | उनींदा | चेहरा | थका हुआ | नींद | नींद भरा चेहरा',
    ),
    Emoji(
      '🤤',
      'चेहरा | लार टपकता चेहरा | लार टपकना',
    ),
    Emoji(
      '😴',
      'खर्राटे | गुड नाईट | चेहरा | झपकी | थकान | नींद | नींद आ रही है | नींद भरा चेहरा | रात | शुभरात्रि | सो रहा हूँ | सो रही हूँ | सोता हुआ चेहरा | सोया | सोया हुआ चेहरा',
    ),
    Emoji(
      '😷',
      'चिकित्सा मास्क | चिकित्सा मास्क वाला चेहरा | चेहरा | ठंड | डॉक्टर | नकाब | मास्क वाला चेहरा',
    ),
    Emoji(
      '🤒',
      'चेहरा | थर्मामीटर | थर्मामीटर वाला चेहरा | बीमार',
    ),
    Emoji(
      '🤕',
      'चेहरा | चोट | दुर्घटनाग्रस्त | सिर पर पट्टी | सिर पर पट्टी वाला चेहरा',
    ),
    Emoji(
      '🤢',
      'उल्टी | उल्टी करता चेहरा | चेहरा',
    ),
    Emoji(
      '🤮',
      'उबकाई | उलटी | उल्टी | उल्टी करता हुआ चेहरा | उल्टी वाला चेहरा | बीमार',
    ),
    Emoji(
      '🤧',
      'चेहरा | छींक | छींकता चेहरा | बीमार',
    ),
    Emoji(
      '🥵',
      'गरम | गरमी | गर्म | गर्मी | गर्मी से लाल चेहरा | चेहरा | जल | जीभ | तपता हुआ चेहरा | पसीना | बुखार | मर | मिर्च | लू | लू लगना',
    ),
    Emoji(
      '🥶',
      'चेहरा | जम | जमा हुआ | ठंड | ठंड से जमा हुआ चेहरा | ठंड से सुन्न | ठंडा | दाँत | नीला-चेहरा | बर्फ | बर्फ़ | मुँह | सरदी | सर्दी',
    ),
    Emoji(
      '🥴',
      'अजीब | आँखें | चकराया हुआ चेहरा | चक्कर | चूर | टेढ़ा | नशा | नशे | पियक्कड | पी | बेहोश',
    ),
    Emoji(
      '😵',
      'चक्कर | चक्कर खाता चेहरा | चेहरा | बीमार',
    ),
    Emoji(
      '😵‍💫',
      'उलझन | ओह | कंफ़्यूज़ | घुमावदार आँखों वाला चेहरा | चक्कर | परेशान | वाह | स्माइली | हे भगवान | हैरान',
    ),
    Emoji(
      '🤯',
      'फटना | बिल्कुल नहीं | विस्फोट करता हुआ सर | हैरान | होश उड़ जाना',
    ),
    Emoji(
      '🤠',
      'काउगर्ल | काउबॉय | काउबॉय हैट के साथ चेहरा | चेहरा | टोपी',
    ),
    Emoji(
      '🥳',
      'उत्सव | उत्सवी चेहरा | खुशखबरी | खुशी | चेहरा | जन्मदिन | जन्मदिन की बधाई | जन्मदिन की शुभकामनाएँ | जन्मदिन मुबारक | जलसा | जश्न | टोपी | पार्टी | बर्थ डे | बर्थडे | सेलिब्रेट | सेलिब्रेशन | हुर्रे | हैप्पी बर्थडे',
    ),
    Emoji(
      '😎',
      'चश्मा | चश्मे के साथ मुस्काना | चेहरा | धूप के चश्मे के साथ मुस्काता चेहरा | धूप के चश्मे वाला मुस्काता चेहरा | मुस्काना | शानदार',
    ),
    Emoji(
      '🤓',
      'एक्सपर्ट | चालाक | चेहरा | बेवकूफ़ | बेवकूफी के भाव वाला चेहरा | मूर्खता के भाव वाला चेहरा | शैतानी',
    ),
    Emoji(
      '🧐',
      'अमीर | उबाऊ | एक आँख में चश्मा पहने चेहरा | चेहरे पर एक आँख का चश्मा | भरा हुआ | समृद्ध',
    ),
    Emoji(
      '😕',
      'असमंजस में | उदास | चेहरा | परेशान चेहरा | भ्रमित चेहरा',
    ),
    Emoji(
      '😟',
      'उदास | चिंतित | चेहरा | तनाव',
    ),
    Emoji(
      '🙁',
      'उदास | कम क्रोधित चेहरा | चेहरा',
    ),
    Emoji(
      '☹️',
      'अधिक क्रोधित चेहरा | उदास | चेहरा ',
    ),
    Emoji(
      '😮',
      'अचंभित | खुला मुंह | खुले मुँह वाला चेहरा | चेहरा | मुंह',
    ),
    Emoji(
      '😯',
      'अचंभित | अवाक | आश्चर्यचकित | चेहरा | निस्तब्ध चेहरा',
    ),
    Emoji(
      '😲',
      'चेहरा | झटका | पूरी तरह स्तंभित | पूरी तरह स्तंभित चेहरा | भौंचक | भौंचका | हैरान चेहरा',
    ),
    Emoji(
      '😳',
      'अचंभित | उत्तेजित | चेहरा | विस्मय | विस्मित चेहरा',
    ),
    Emoji(
      '🥺',
      'आँखें | करुण | चेहरा | दयनीय | दया | दुखी | बड़ी आँखें | मना | मनाना | मासूम',
    ),
    Emoji(
      '😦',
      'खुला मुंह | खुले मुँह वाला त्यौरी चढ़ाता चेहरा | खुले मुंह से त्यौरी चढ़ाना | चेहरा | डरावना | त्यौरी | त्यौरी चढ़ाना',
    ),
    Emoji(
      '😧',
      'चेहरा | डरावना | दुखमय | दुखी चेहरा | पीड़ा',
    ),
    Emoji(
      '😨',
      'चेहरा | डरा | डरा हुआ चेहरा | भयभीत',
    ),
    Emoji(
      '😰',
      'खुला मुंह | घबराया चेहरा | घबराया हुआ चेहरा | चेहरा | ठंडा पसीना | ठंडे पसीने वाला नीला चेहरा | भयभीत',
    ),
    Emoji(
      '😥',
      'आह! | उदास | चिंतामुक्त | चेहरा | निराश | निराश और चिंतामुक्त | निराश लेकिन चिंतामुक्त चेहरा',
    ),
    Emoji(
      '😢',
      'आंसू | उदास | चेहरा | दुखी | रोता चेहरा | रोता हुआ चेहरा | रोना',
    ),
    Emoji(
      '😭',
      'आंसू | उदास | चेहरा | ज़ोर–ज़ोर से रोता चेहरा | ज़ोर–ज़ोर से रोना | रोता हुआ | रोना',
    ),
    Emoji(
      '😱',
      'चेहरा | डर | डर से चिल्लाता चेहरा | डर से चिल्लाना | डरा हुआ | डरा हुआ चेहरा | भयभीत',
    ),
    Emoji(
      '😖',
      'उदास | चेहरा | भौंचक | हैरान चेहरा',
    ),
    Emoji(
      '😣',
      'एकाग्रता | चांटा मारो | चेहरा | मैंने चांटा मारा चेहरा | सिरदर्द | हठ | हठी चेहरा',
    ),
    Emoji(
      '😞',
      'उदास | चेहरा | निराश | निराशा | हताश',
    ),
    Emoji(
      '😓',
      'उदास | चेहरा | ठंड | ठंडा पसीना | ठंडे पसीने वाला उदास चेहरा | ठंडे पसीने वाला चेहरा | पसीना',
    ),
    Emoji(
      '😩',
      'उदास | घबराया | चेहरा | थका हुआ',
    ),
    Emoji(
      '😫',
      'उदास | चेहरा | थका चेहरा | थका हुआ',
    ),
    Emoji(
      '😤',
      'क्रोध | गुस्सा | चेहरा | जीत गया चेहरा | मैं जीता | विजय | विजयी मुद्रा | विजयी मुद्रा वाला चेहरा',
    ),
    Emoji(
      '😡',
      'खीझ | खीझ में लाल चेहरा | गुस्सा | चेहरा | पागलपन | लाल चेहरा',
    ),
    Emoji(
      '😠',
      'गुस्सा | गुस्सैल चेहरा | चेहरा | पागल | पागलपन',
    ),
    Emoji(
      '🤬',
      'अपशब्द | कसम | मदहोश | मुँह पर निशान वाला चेहरा | शपथ | शपथ - ग्रहण | सेंसर | सौगंध',
    ),
    Emoji(
      '😈',
      'चेहरा | मुस्कान | सींग | सींग वाली मुस्कान | सींग वाली मुस्कान वाला चेहरा',
    ),
    Emoji(
      '👿',
      'चेहरा | पिशाच | राक्षस | शैतान | सींग वाला चेहरा',
    ),
    Emoji(
      '💀',
      'खोपड़ी | चेहरा | परी कथा | शरीर',
    ),
    Emoji(
      '☠️',
      'खतरे का निशान | खतरे या मौत का निशान | खोपड़ी | मरा हुआ | मृत्यु ',
    ),
    Emoji(
      '💩',
      'गोबर | ढेर | पू | मल | मल का ढेर | विष्ठा',
    ),
    Emoji(
      '🤡',
      'चेहरा | जोकर',
    ),
    Emoji(
      '👹',
      'चेहरा | जापानी राक्षस | दैत्य | परी कथा | राक्षस',
    ),
    Emoji(
      '👺',
      'चेहरा | जापानी पिशाच | टेंगू | दैत्य | परी कथा | पिशाच',
    ),
    Emoji(
      '👻',
      'चेहरा | परी कथा | प्रेत | भूत | हेलोवीन',
    ),
    Emoji(
      '👽',
      'अंतरिक्ष | एलियन | चेहरा | परग्रह प्राणी | परी कथा | यूएफ़ओ',
    ),
    Emoji(
      '👾',
      'एलियन दैत्य | चेहरा | दैत्य | परग्रह दैत्य | परी कथा | यूएफ़ओ',
    ),
    Emoji(
      '🤖',
      'चेहरा | राक्षस | रोबोट',
    ),
    Emoji(
      '🎃',
      'कंदील | कद्दू | जैक | जैक–ओ–लैंटर्न | जैक–ओ–लैंटर्न, कंदील | लालटेन | समारोह | हैलोवीन',
    ),
    Emoji(
      '😺',
      'खुला | खुले मुंह वाली मुस्काती बिल्ली का चेहरा | चेहरा | पशु | बिल्ली | बिल्ली का चेहरा | मुस्काती आँखों वाली बिल्ली का चेहरा | मुस्काती बिल्ली का चेहरा | मुंह',
    ),
    Emoji(
      '😸',
      'खिसियाती बिल्ली वाला चेहरा | चेहरा | दाँत दिखाती और मुस्काती आँखों वाली बिल्ली का चेहरा | दांत निकालना | निकले दांत और मुस्काती आंखों वाली बिल्ली का चेहरा | पशु | बिल्ली | बिल्ली का चेहरा',
    ),
    Emoji(
      '😹',
      'खुशी के आंसू | खुशी के आँसू वाली बिल्ली का चेहरा | चेहरा | पशु | बिल्ली | बिल्ली का चेहरा',
    ),
    Emoji(
      '😻',
      'आंखें | चेहरा | दिल | दिल जैसी आँखों वाली मुस्काती बिल्ली | दिल जैसी आंखों वाली मुस्काती बिल्ली का चेहरा | पशु | प्यार | प्यार में | बिल्ली | बिल्ली का चेहरा | मुस्काती बिल्ली का चेहरा',
    ),
    Emoji(
      '😼',
      'चेहरा | टेढ़ा | पशु | बिल्ली | बिल्ली का चेहरा | बिल्ली का टेढ़ा चेहरा | व्यंग्यपूर्ण मुस्कान | व्यंग्यपूर्ण मुस्कान वाली बिल्ली का चेहरा',
    ),
    Emoji(
      '😽',
      'आंखें | आँखें बंद करके चूमती बिल्ली का चेहरा | चुंबन | चूमती बिल्ली | चूमना | चेहरा | पशु | बंद | बिल्ली',
    ),
    Emoji(
      '🙀',
      'आश्चर्यचकित बिल्ली का चेहरा | चेहरा | पशु | बिल्ली | सच में आश्चर्यचकित | सुस्त बिल्ली का चेहरा | हे भगवान',
    ),
    Emoji(
      '😿',
      'उदास | चेहरा | पशु | बिल्ली | बिल्ली का चेहरा | रोता हुआ | रोती बिल्ली का चेहरा | रोना',
    ),
    Emoji(
      '😾',
      'खीझना | खीझभरी बिल्ली का चेहरा | चेहरा | पशु | बिल्ली | बिल्ली का चेहरा',
    ),
    Emoji('🫶',
        '<3 | दिल | दो हाथ | प्यार | लव यू | हाथ | हाथों से बना दिल का चिह्न | हाथों से बनाया गया दिल',
        hasSkinTone: true),
    Emoji('👋',
        'अभी के लिए बाय | अलविदा | क्या आप हैं? | बाद में बात करते हैं | बाय | बाय-बाय | मैं जा रहा हूँ | मैं जा रही हूँ | हाथ | हिलाना | हैलो',
        hasSkinTone: true),
    Emoji('🤚', 'उठा | उठा हुआ | उठे हुए हाथ के पीछे का भाग | पिछला हाथ',
        hasSkinTone: true),
    Emoji('🖐️',
        'फैली हुई अँगुलियों वाला उठा हुआ हाथ | बस | रोकना | हाथ | हाथ का पंजा ',
        hasSkinTone: true),
    Emoji('✋', 'उठा हुआ हाथ | ठहरो | हाथ', hasSkinTone: true),
    Emoji('🖖',
        'उंगली | रोमन अग्निदेवता | वल्कन सेल्यूट | विश्वकर्मा | सेल्यूट का एक तरीका | स्टार ट्रेक | हाथ',
        hasSkinTone: true),
    Emoji('👌',
        'एकदम | ओके | क्या बात है | चिह्न | चुटकी | ज़रूर | ठीक | ठीक का हाथ चिह्न | पक्का | बढ़िया | बहुत बढ़िया | बेहतरीन | शानदार | हाथ',
        hasSkinTone: true),
    Emoji('🤌',
        'अंगुलियाँ | इशारा | उंगलियाँ | उंगलियां | चुप | चुप रहो | थोड़ा | पकड़ो | पूछ-ताछ | व्यंग्यपूर्ण | सिकोड़ी हुई अंगुलियाँ | सूखा हुआ | हाथ | हाथ का इशारा',
        hasSkinTone: true),
    Emoji('🤏',
        'इतना | उंगलियाँ | एक चुटकी | चुटकी | चुटकी भर | छोटा | छोटा सा | थोड़ा | थोड़ा सा | हाथ',
        hasSkinTone: true),
    Emoji('🫳',
        'उठाना | खारिज | गिरना | नीचे की ओर हथेली | नीचे की ओर हाथ | भगाना | हाथ | हाथ से गिरना',
        hasSkinTone: true),
    Emoji('🫴',
        'आओ | आना | इशारे से बुलाना | ऊपर की ओर हथेली | पकड़ना | पता नहीं | प्रस्ताव | मुझे बताओ | हाथ',
        hasSkinTone: true),
    Emoji('✌️', 'कैंची | जीत | विजय | विजयी हाथ | हाथ ', hasSkinTone: true),
    Emoji('🫰',
        '<3 | क्रॉस किए तर्जनी और अंगूठे वाला हाथ | चुटकी बजाना | दिल | धन | पैसा | प्यार | महँगा | महंगा | हाथ',
        hasSkinTone: true),
    Emoji('🤞',
        'उंगली | क्रॉस | क्रॉस बनाती अंगुलियाँ | क्रॉस बनाती उंगलियां | भाग्य | हाथ',
        hasSkinTone: true),
    Emoji('🤟',
        'ILY | किसी से प्यार जताने के हावभाव | तीन अंगुलियां | प्यार का इशारा | मैं तुमसे प्यार करता हूँ | हाथ',
        hasSkinTone: true),
    Emoji('🤘',
        'उंगली | ऊंगली | यो | रॉक | रॉक ऑन | शरीर | सींग | सींग का चिन्ह | सींग का चिह्न | हाथ',
        hasSkinTone: true),
    Emoji('🤙', 'कॉल | कॉल करने का संकेत | हाथ', hasSkinTone: true),
    Emoji('👈',
        'अंगुलि | उंगली | तर्जनी अंगुलि | पीछे का हाथ | बाईं ओर इशारा करती तर्जनी | बाएं अंगुलि | बाएं इशारा करती ऊंगली | बाएँ ओर इशारा करती ऊँगली | हाथ',
        hasSkinTone: true),
    Emoji('👉',
        'अंगुलि | उंगली | तर्जनी अंगुलि | दाईं ओर इशारा करती तर्जनी | दाएं अंगुलि | दाएं इशारा करती ऊंगली | दाएँ ओर इशारा करती ऊँगली | पीछे का हाथ | हाथ',
        hasSkinTone: true),
    Emoji('👆',
        'अंगुलि | अंगुलि ऊपर | उंगली | ऊपर इशारा करती ऊंगली | तर्जनी अंगुलि | पीछे का हाथ | पीछे का हाथ और ऊपर इशारा करती तर्जनी | हाथ',
        hasSkinTone: true),
    Emoji('🖕', 'उंगली | पीछे का हाथ | बीच की अँगुली | बीच की उंगली | हाथ',
        hasSkinTone: true),
    Emoji('👇',
        'अंगुलि | अंगुलि नीचे | उंगली | तर्जनी अंगुलि | नीचे इशारा करती ऊंगली | पीछे का हाथ | पीछे का हाथ और नीचे इशारा करती तर्जनी | हाथ',
        hasSkinTone: true),
    Emoji('☝️',
        'उंगली | ऊपर | ऊपर इशारा करती हुई उंगली | ऊपर की ओर इशारा करती तर्जनी | पॉइंट | शरीर | सूचकांक | हाथ ',
        hasSkinTone: true),
    Emoji('👍',
        'अंगूठा | अच्छा है | ऊपर | चिह्न | ज़रूर | ठीक है | ठेंगा | थंब्स अप | बहुत खूब | बेहतरीन | शानदार | सही बात है | सही है | हाथ',
        hasSkinTone: true),
    Emoji('👎',
        '-१ | अंगूठा | चिह्न | थंब्स डाउन | नहीं | ना | नापसंद | नीचे | हाथ',
        hasSkinTone: true),
    Emoji('✊', 'उठी हुई मुट्ठी | मुट्ठी | हाथ | हिला दिया', hasSkinTone: true),
    Emoji('👊', 'भींची मुट्ठी | मुट्ठी | हाथ', hasSkinTone: true),
    Emoji('🤛', 'बाईं ओर मुठ्ठी | बाईं तरफ | मुक्का | मुट्ठी',
        hasSkinTone: true),
    Emoji('🤜', 'दाईं ओर मुठ्ठी | दाईं तरफ | मुक्का | मुट्ठी',
        hasSkinTone: true),
    Emoji('🫲',
        'बाई ओर | बाईं ओर हाथ | बायां | बायाँ हाथ | हाथ | हाथ पकड़ना | हाथ मिलाना | हाथ हिलाना | हैंडशेक',
        hasSkinTone: true),
    Emoji('🫱',
        'दाईं ओर हाथ | दायां | दायाँ हाथ | दाहिनी ओर | दाहिनी ओर हाथ | पकड़ना | हाथ | हाथ मिलाना | हाथ हिलाना | हैंडशेक',
        hasSkinTone: true),
    Emoji(
        '👏', 'चिह्न | ताली | बधाई | हाथ | हाथ की ताली | हाथ की ताली का चिह्न',
        hasSkinTone: true),
    Emoji('🙌',
        'उत्सव | खुश होकर दोनों हाथ उठाना | दोनों हाथ | समारोह | हाथ | हुर्रे',
        hasSkinTone: true),
    Emoji('👐', 'खुला | खुले हाथ | खुले हाथ का चिह्न | चिह्न | हाथ',
        hasSkinTone: true),
    Emoji('🤲',
        'कपाट हाथ | दुआ | प्रार्थना | प्रार्थना करना | हथेलियों को एक साथ | हथेलियों को एकसाथ ऊपर करना | हाथ',
        hasSkinTone: true),
    Emoji('🤝', 'मिलाना | मीटिंग | समझौता | हाथ', hasSkinTone: true),
    Emoji('🙏',
        'अभिवादन | नमस्कार | नमस्ते | पूजा | प्रार्थना | प्रार्थना करना | हाथ | हाथ जोड़ना | हावभाव',
        hasSkinTone: true),
    Emoji('🫵',
        'आप | इशारा | इशारा करना | उंगली दिखाना | तुम | दर्शक की ओर इशारा करती हुई तर्जनी उंगली | पोक | हाथ',
        hasSkinTone: true),
    Emoji('✍️', 'लिखता हुआ हाथ | लिखना | लिखने वाला हाथ | शरीर | हाथ ',
        hasSkinTone: true),
    Emoji('💅',
        'कॉस्मेटिक | देखभाल | नख प्रसाधन | नाखून | नाखूनों की देखरेख | नेल पॉलिश | मेनीक्योर | सौन्दर्य प्रसाधन',
        hasSkinTone: true),
    Emoji('🤳', 'कैमरा | फ़ोन | सेल्फी | सेल्फ़ी', hasSkinTone: true),
    Emoji('💪',
        'कॉमिक | डोले | द्विशिर | बलशाली | बाइसेप्स | भारोत्तोलन | मांसपेशी | लचीला',
        hasSkinTone: true),
    Emoji('🦵', 'किक | घुटना | घुटने | जोड़ | टाँगें | टांगें | पैर | लात',
        hasSkinTone: true),
    Emoji('🦶', 'एडी | एड़ी | किक | टखना | टांग | पाँव | पैर | लात | हील',
        hasSkinTone: true),
    Emoji('👂', 'आवाज़ | कान | शरीर | सुनना', hasSkinTone: true),
    Emoji('👃', 'चेहरा | नाक | शरीर | सुगंध', hasSkinTone: true),
    Emoji(
      '🧠',
      'दिमाग | बुद्धिमान | मस्तिष्क | मस्तिष्क, दिमाग | होशियार',
    ),
    Emoji(
      '🦴',
      'कंकाल | हड्डी',
    ),
    Emoji(
      '👀',
      'आँखें | आंखें | चेहरा',
    ),
    Emoji(
      '👁️',
      'आँख | आंख | एक आँख | शरीर ',
    ),
    Emoji(
      '💋',
      'चुंबन का चिह्न | चुंबन का निशान | प्यार | होंठ',
    ),
    Emoji(
      '👄',
      'चेहरा | मुँह | मुंह | लिपस्टिक | शरीर | होंठ',
    ),
    Emoji(
      '🫦',
      'असहज | किस करना | घबराहट | चिंता | चिंतित | छेड़ना | डर | फ़्लर्ट करना | लिपस्टिक | होंठ | होंठ काटना',
    ),
    Emoji(
      '🦷',
      'डेंटिस्ट | डॉक्टर | दाँत | दांत | दाँत का डॉक्टर | सफ़ेद',
    ),
    Emoji(
      '👅',
      'चेहरा | जीभ | शरीर',
    ),
    Emoji('👶', 'नवजात | बच्चा | शिशु', hasSkinTone: true),
    Emoji('🧒', 'बच्चा | युवा | लैंगिक रूप से निष्पक्ष', hasSkinTone: true),
    Emoji('👦', 'बच्चा | लड़का | लोग', hasSkinTone: true),
    Emoji('👧', 'कन्या | जवान | बेटी | युवा | राशि | लड़की', hasSkinTone: true),
    Emoji('🧑', 'बालिग | लैंगिक रूप से निष्पक्ष | वयस्क | व्यक्ति',
        hasSkinTone: true),
    Emoji('👨', 'दोस्त | पुरुष | मित्र | लोग', hasSkinTone: true),
    Emoji('🧔', 'दाढ़ी | दाढ़ी वाला आदमी | दाढ़ी वाला व्यक्ति | दाढ़ीदार',
        hasSkinTone: true),
    Emoji('👱',
        'आदमी | चेहरा | पुरुष | भूरे बालों वाला आदमी | लोग | व्यक्ति | सुनहरे बाल',
        hasSkinTone: true),
    Emoji('👨‍🦰', 'दोस्त | पुरुष | मित्र | लोग लाल बाल | लाल बालों वाला ',
        hasSkinTone: true),
    Emoji('👨‍🦱',
        'दोस्त | पुरुष | मित्र | लोग अफ़्रीकी | घुँघराला | घुँघराले बाल | बालों की लट ',
        hasSkinTone: true),
    Emoji('👨‍🦳', 'दोस्त | पुरुष | मित्र | लोग बाल | भूरा | वृद्ध | सफ़ेद ',
        hasSkinTone: true),
    Emoji('👨‍🦲',
        'दोस्त | पुरुष | मित्र | लोग कीमोथैरेपी | गंजा | बाल नहीं | बिना बालों के | मुँडा हुआ ',
        hasSkinTone: true),
    Emoji('👩', 'गोरी | महिला | वयस्क | सुनहरे बालो वाली महिला',
        hasSkinTone: true),
    Emoji('👱‍♀️',
        'आदमी | चेहरा | पुरुष | भूरे बालों वाला आदमी | लोग | व्यक्ति | सुनहरे बाल औरत | मादा चिह्न ',
        hasSkinTone: true),
    Emoji('👩‍🦰',
        'गोरी | महिला | वयस्क | सुनहरे बालो वाली महिला लाल बाल | लाल बालों वाला ',
        hasSkinTone: true),
    Emoji('👩‍🦱',
        'गोरी | महिला | वयस्क | सुनहरे बालो वाली महिला अफ़्रीकी | घुँघराला | घुँघराले बाल | बालों की लट ',
        hasSkinTone: true),
    Emoji('👩‍🦳',
        'गोरी | महिला | वयस्क | सुनहरे बालो वाली महिला बाल | भूरा | वृद्ध | सफ़ेद ',
        hasSkinTone: true),
    Emoji('👩‍🦲',
        'गोरी | महिला | वयस्क | सुनहरे बालो वाली महिला कीमोथैरेपी | गंजा | बाल नहीं | बिना बालों के | मुँडा हुआ ',
        hasSkinTone: true),
    Emoji('🧓', 'बुज़ुर्ग | लैंगिक रूप से निष्पक्ष | वृद्ध | वृद्ध व्यक्ति',
        hasSkinTone: true),
    Emoji('👴', 'गंजा | पुरुष | बुजुर्ग | बुद्धिमान | बूढ़ा पुरुष | लोग',
        hasSkinTone: true),
    Emoji('👵', 'बुजुर्ग | बूढ़ी महिला | महिला | लोग', hasSkinTone: true),
    Emoji('🙍‍♂️',
        'चिढ़ना | दुखी | नाक–भौं चढ़ाना | नाक–भौं चढ़ाया व्यक्ति | नाखुश | नाराज़ | परेशान महिला | व्यक्ति | हाव-भाव | हावभाव आदमी | नर चिह्न | पुरुष ',
        hasSkinTone: true),
    Emoji('🙍‍♀️',
        'चिढ़ना | दुखी | नाक–भौं चढ़ाना | नाक–भौं चढ़ाया व्यक्ति | नाखुश | नाराज़ | परेशान महिला | व्यक्ति | हाव-भाव | हावभाव औरत | मादा चिह्न ',
        hasSkinTone: true),
    Emoji('🙎‍♂️',
        'खीझ | खीझा व्यक्ति | गुस्सा | गुस्से में महिला | नाराज़ | महिला | व्यक्ति | हाव-भाव | हावभाव आदमी | नर चिह्न | पुरुष ',
        hasSkinTone: true),
    Emoji('🙎‍♀️',
        'खीझ | खीझा व्यक्ति | गुस्सा | गुस्से में महिला | नाराज़ | महिला | व्यक्ति | हाव-भाव | हावभाव औरत | मादा चिह्न ',
        hasSkinTone: true),
    Emoji('🙅‍♂️',
        'कुछ अच्छा नहीं है भाव | कुछ ठीक नहीं | चेहरा | नहीं | नहीं कहता हुआ व्यक्ति | निषिद्ध | बिल्कुल नहीं | मना करने का इशारा | हाथ | हावभाव आदमी | नर चिह्न | पुरुष ',
        hasSkinTone: true),
    Emoji('🙅‍♀️',
        'कुछ अच्छा नहीं है भाव | कुछ ठीक नहीं | चेहरा | नहीं | नहीं कहता हुआ व्यक्ति | निषिद्ध | बिल्कुल नहीं | मना करने का इशारा | हाथ | हावभाव औरत | मादा चिह्न ',
        hasSkinTone: true),
    Emoji('🙆‍♂️',
        'इशारा | एक्सरसाइज़ | ओके | चेहरा | ठीक भाव | ठीक है | ठीक है कहता हुआ व्यक्ति | व्यायाम | सिर पर हाथ | हाथ | हावभाव आदमी | नर चिह्न | पुरुष ',
        hasSkinTone: true),
    Emoji('🙆‍♀️',
        'इशारा | एक्सरसाइज़ | ओके | चेहरा | ठीक भाव | ठीक है | ठीक है कहता हुआ व्यक्ति | व्यायाम | सिर पर हाथ | हाथ | हावभाव औरत | मादा चिह्न ',
        hasSkinTone: true),
    Emoji('💁‍♂️',
        'मज़ाक | लोग | व्यंग्य | सहायता | सूचना | सूचना केंद्र | सूचना केंद्र का व्यक्ति | हाथ | हाथ से इशारा | हाथ हिलाती महिला आदमी | नर चिह्न | पुरुष ',
        hasSkinTone: true),
    Emoji('💁‍♀️',
        'मज़ाक | लोग | व्यंग्य | सहायता | सूचना | सूचना केंद्र | सूचना केंद्र का व्यक्ति | हाथ | हाथ से इशारा | हाथ हिलाती महिला औरत | मादा चिह्न ',
        hasSkinTone: true),
    Emoji('🙋‍♂️',
        'खुश | खुशी | मैं इधर हूँ | व्यक्ति | सवाल | हाथ | हाथ उठाता खुश व्यक्ति | हाथ उठाता व्यक्ति | हाथ उठाती महिला | हाथ उठाना | हाथ से इशारा | हावभाव आदमी | नर चिह्न | पुरुष ',
        hasSkinTone: true),
    Emoji('🙋‍♀️',
        'खुश | खुशी | मैं इधर हूँ | व्यक्ति | सवाल | हाथ | हाथ उठाता खुश व्यक्ति | हाथ उठाता व्यक्ति | हाथ उठाती महिला | हाथ उठाना | हाथ से इशारा | हावभाव औरत | मादा चिह्न ',
        hasSkinTone: true),
    Emoji('🙇‍♂️',
        'क्षमा करें | घुटनों पर बैठना | झुका हुआ व्यक्ति | ध्यान | पछतावा | पूरी तरह झुकना | माफ़ करें | माफ़ी | मुझे क्षमा करें | व्यक्ति | सिर झुकाना | सॉरी | हावभाव आदमी | नर चिह्न | पुरुष ',
        hasSkinTone: true),
    Emoji('🙇‍♀️',
        'क्षमा करें | घुटनों पर बैठना | झुका हुआ व्यक्ति | ध्यान | पछतावा | पूरी तरह झुकना | माफ़ करें | माफ़ी | मुझे क्षमा करें | व्यक्ति | सिर झुकाना | सॉरी | हावभाव औरत | मादा चिह्न ',
        hasSkinTone: true),
    Emoji('🤦‍♂️',
        'अविश्वास | ओह माय गॉड | चेहरा | झुंझलाहट | पछतावा | फिर से नहीं | माथे पर हाथ | यकीन न करना | शॉक | हथेली आदमी | नर चिह्न | पुरुष ',
        hasSkinTone: true),
    Emoji('🤦‍♀️',
        'अविश्वास | ओह माय गॉड | चेहरा | झुंझलाहट | पछतावा | फिर से नहीं | माथे पर हाथ | यकीन न करना | शॉक | हथेली औरत | मादा चिह्न ',
        hasSkinTone: true),
    Emoji('🤷‍♂️',
        'अज्ञान | उचकाना | उदासीनता | कंधा उचकाता व्यक्ति | कंधे उचकाना | पता नहीं | मुझे क्या पता | मुझे नहीं पता | शायद | संदेह | हो सकता है आदमी | नर चिह्न | पुरुष ',
        hasSkinTone: true),
    Emoji('🤷‍♀️',
        'अज्ञान | उचकाना | उदासीनता | कंधा उचकाता व्यक्ति | कंधे उचकाना | पता नहीं | मुझे क्या पता | मुझे नहीं पता | शायद | संदेह | हो सकता है औरत | मादा चिह्न ',
        hasSkinTone: true),
    Emoji('👨‍⚕️',
        'दोस्त | पुरुष | मित्र | लोग कर्मचारी | चिकित्सा | चिकित्सा प्रतीक ',
        hasSkinTone: true),
    Emoji('👩‍⚕️',
        'गोरी | महिला | वयस्क | सुनहरे बालो वाली महिला कर्मचारी | चिकित्सा | चिकित्सा प्रतीक ',
        hasSkinTone: true),
    Emoji('👨‍🎓', 'छात्र | स्नातक', hasSkinTone: true),
    Emoji('👩‍🎓', 'छात्रा | स्नातक', hasSkinTone: true),
    Emoji('👨‍🏫', 'अध्यापक | आदमी | पुरुष | प्रशिक्षक | प्रोफेसर',
        hasSkinTone: true),
    Emoji('👩‍🏫', 'अध्यापिका | प्रशिक्षक | प्रोफेसर | महिला',
        hasSkinTone: true),
    Emoji('👨‍⚖️',
        'दोस्त | पुरुष | मित्र | लोग तराजू | तुला | न्याय | राशि | संतुलन ',
        hasSkinTone: true),
    Emoji('👩‍⚖️',
        'गोरी | महिला | वयस्क | सुनहरे बालो वाली महिला तराजू | तुला | न्याय | राशि | संतुलन ',
        hasSkinTone: true),
    Emoji('👨‍🌾', 'आदमी | किसान | खेत लगानेवाला | पुरुष | माली',
        hasSkinTone: true),
    Emoji('👩‍🌾', 'किसान | खेत लगानेवाली | महिला | माली', hasSkinTone: true),
    Emoji('👨‍🍳', 'आदमी | पुरुष | महाराज | रसोइया', hasSkinTone: true),
    Emoji('👩‍🍳', 'बावर्ची | महिला | रसोइया', hasSkinTone: true),
    Emoji('👨‍🔧', 'आदमी | पुरुष | बिजली मिस्त्री | मिस्त्री',
        hasSkinTone: true),
    Emoji('👩‍🔧', 'प्लम्बर | महिला | मिस्त्री | मैकेनिक | व्यापारी',
        hasSkinTone: true),
    Emoji('👨‍🏭',
        'आदमी | औद्योगिक | कारखाना | पुरुष | पुरुष फैक्टरी मजदूर | मज़दूर',
        hasSkinTone: true),
    Emoji('👩‍🏭', 'औद्योगिक | कारखाना | मज़दूर | महिला | महिला फैक्टरी मजदूर',
        hasSkinTone: true),
    Emoji('👨‍💼',
        'आदमी | कार्यालय | पुरुष | पुरुष कार्यालय कार्यकर्ता | प्रबंधक | वास्तुकार | व्यापार | सफेद कॉलर',
        hasSkinTone: true),
    Emoji('👩‍💼',
        'कार्यालय | प्रबंधक | महिला | महिला कार्यालय कार्यकर्ता | वास्तुकार | व्यापार | सफेद कॉलर',
        hasSkinTone: true),
    Emoji('👨‍🔬',
        'आदमी | इंजीनियर | गणितज्ञ | जीवविज्ञानी | पुरुष | भौतिक विज्ञानी | रसायनज्ञ | वैज्ञानिक',
        hasSkinTone: true),
    Emoji('👩‍🔬',
        'इंजीनियर | गणितज्ञ | जीवविज्ञानी | भौतिक विज्ञानी | महिला | रसायनज्ञ | वैज्ञानिक',
        hasSkinTone: true),
    Emoji('👨‍💻',
        'आदमी | आविष्कारक | कोडर | टेक्नोलॉजिस्ट | डेवलपर | पुरुष | सॉफ्टवेयर',
        hasSkinTone: true),
    Emoji('👩‍💻',
        'आविष्कारक | कोडर | टेक्नोलॉजिस्ट | डेवलपर | महिला | सॉफ्टवेयर',
        hasSkinTone: true),
    Emoji('👨‍🎤', 'अभिनेता | आदमी | गायक | तारा | पुरुष | मनोरंजन | रॉक',
        hasSkinTone: true),
    Emoji('👩‍🎤',
        'अभिनेता | अभिनेत्री | गायक | गायिका | मनोरंजन | महिला | रॉक | स्टार',
        hasSkinTone: true),
    Emoji('👨‍🎨', 'कलाकार पैलेट | पुरुष | पुरुष कलाकार | रंग पट्टिका',
        hasSkinTone: true),
    Emoji('👩‍🎨', 'कलाकार | कलाकार पैलेट | महिला | रंग पट्टिका',
        hasSkinTone: true),
    Emoji('👨‍✈️', 'दोस्त | पुरुष | मित्र | लोग उड़ान | वाहन | हवाई जहाज़ ',
        hasSkinTone: true),
    Emoji('👩‍✈️',
        'गोरी | महिला | वयस्क | सुनहरे बालो वाली महिला उड़ान | वाहन | हवाई जहाज़ ',
        hasSkinTone: true),
    Emoji('👨‍🚀',
        'अंतरिक्ष | अंतरिक्ष यात्री | आदमी | पुरुष | पुरुष अंतरिक्ष यात्री | रॉकेट',
        hasSkinTone: true),
    Emoji('👩‍🚀',
        'अंतरिक्ष यात्री | महिला | महिला अंतरिक्ष यात्री | रॉकेट | स्पेस',
        hasSkinTone: true),
    Emoji('👨‍🚒', 'आदमी | दमकल | पुरुष | फायर फाइटर | महिला फायर फाइटर',
        hasSkinTone: true),
    Emoji('👩‍🚒', 'दमकल | पुरुष फायर फाइटर | फायर फाइटर | महिला',
        hasSkinTone: true),
    Emoji('👮‍♂️',
        'अधिकारी | कानून | गिरफ़्तार | पुलिस | पुलिस ऑफ़िसर | पुलिसवाला | लोग आदमी | नर चिह्न | पुरुष ',
        hasSkinTone: true),
    Emoji('👮‍♀️',
        'अधिकारी | कानून | गिरफ़्तार | पुलिस | पुलिस ऑफ़िसर | पुलिसवाला | लोग औरत | मादा चिह्न ',
        hasSkinTone: true),
    Emoji('🕵️‍♂️', 'गुप्तचर | जासूस आदमी | नर चिह्न | पुरुष ',
        hasSkinTone: true),
    Emoji('🕵️‍♀️', 'गुप्तचर | जासूस औरत | मादा चिह्न ', hasSkinTone: true),
    Emoji('💂‍♂️', 'गार्ड | बकिंघम महल | लंदन | लोग आदमी | नर चिह्न | पुरुष ',
        hasSkinTone: true),
    Emoji('💂‍♀️', 'गार्ड | बकिंघम महल | लंदन | लोग औरत | मादा चिह्न ',
        hasSkinTone: true),
    Emoji('👷‍♂️',
        'टोपी | निर्माण | निर्माण कार्य | निर्माण मजदूर | बिल्डिंग बनाने वाला | मज़दूर | लोग | वर्कर | हेल्मेट | हेल्मेट पहने आदमी | हैट आदमी | नर चिह्न | पुरुष ',
        hasSkinTone: true),
    Emoji('👷‍♀️',
        'टोपी | निर्माण | निर्माण कार्य | निर्माण मजदूर | बिल्डिंग बनाने वाला | मज़दूर | लोग | वर्कर | हेल्मेट | हेल्मेट पहने आदमी | हैट औरत | मादा चिह्न ',
        hasSkinTone: true),
    Emoji('🤴', 'राजकुमार | शाही', hasSkinTone: true),
    Emoji('👸', 'परी कथा | राजकुमारी | रानी | लोग', hasSkinTone: true),
    Emoji('👳‍♂️',
        'आदमी | पगड़ी | पगड़ी बाँधे आदमी | पगड़ी वाला आदमी | पुरुष | लोग | व्यक्ति आदमी | नर चिह्न | पुरुष ',
        hasSkinTone: true),
    Emoji('👳‍♀️',
        'आदमी | पगड़ी | पगड़ी बाँधे आदमी | पगड़ी वाला आदमी | पुरुष | लोग | व्यक्ति औरत | मादा चिह्न ',
        hasSkinTone: true),
    Emoji('👲', 'गुआ पाई माओ | चाइनीज़ कैप वाला पुरुष | टोपी | पुरुष | लोग',
        hasSkinTone: true),
    Emoji('🧕',
        'टिचेल | मैन्टिला | सर पर पहना जाने वाला स्कार्फ़ | सर पर स्कार्फ़ पहनने वाली महिला | स्कार्फ | हिजाब',
        hasSkinTone: true),
    Emoji('🤵', 'दूल्हा | पुरुष | व्यक्ति | सूट बूट | सूट बूट में व्यक्ति',
        hasSkinTone: true),
    Emoji('👰',
        'घूंघट | घूंघट वाला व्यक्ति | दुल्हन | पर्दे वाली दुल्हन | लोग | विवाह | शादी',
        hasSkinTone: true),
    Emoji('🤰', 'गर्भवती | महिला', hasSkinTone: true),
    Emoji('🤱', 'नर्सिंग | बच्चा | शिशु | शिशु को दूध पिलाना | स्तन | स्तनपान',
        hasSkinTone: true),
    Emoji('👼',
        'चेहरा | नन्ही परी | नन्हीं परी | परी | परी कथा | फैंटेसी | बच्ची',
        hasSkinTone: true),
    Emoji('🎅',
        'क्रिसमस | परी कथा | फ़ादर क्रिसमस | समारोह | सांता | सांता क्लाज | सैंटा क्लॉज़',
        hasSkinTone: true),
    Emoji('🤶',
        'Mrs.क्लॉस | क्रिसमस | क्रिस्मस | बड़ा दिन | मां | मिसेज़ क्लाज | समारोह',
        hasSkinTone: true),
    Emoji('🦸‍♂️',
        'पावर | बढ़िया | शक्तिशाली | सुपर पावर | सुपरपॉवर | सुपरमैन | सुपरहीरो | हीरो | हीरोइन आदमी | नर चिह्न | पुरुष ',
        hasSkinTone: true),
    Emoji('🦸‍♀️',
        'पावर | बढ़िया | शक्तिशाली | सुपर पावर | सुपरपॉवर | सुपरमैन | सुपरहीरो | हीरो | हीरोइन औरत | मादा चिह्न ',
        hasSkinTone: true),
    Emoji('🦹‍♂️',
        'अपराधी | जादूगर | डरावना | ताकतवर | बुराई | विलेन | सुपर पावर | सुपरपॉवर | सुपरविलेन आदमी | नर चिह्न | पुरुष ',
        hasSkinTone: true),
    Emoji('🦹‍♀️',
        'अपराधी | जादूगर | डरावना | ताकतवर | बुराई | विलेन | सुपर पावर | सुपरपॉवर | सुपरविलेन औरत | मादा चिह्न ',
        hasSkinTone: true),
    Emoji('🧙‍♂️',
        'करामाती | जादू | जादूगर | जादूगर, करामाती | जादूगरनी | ज्ञानी | डायन | भूतसाधक | भूतसाधिका आदमी | नर चिह्न | पुरुष ',
        hasSkinTone: true),
    Emoji('🧙‍♀️',
        'करामाती | जादू | जादूगर | जादूगर, करामाती | जादूगरनी | ज्ञानी | डायन | भूतसाधक | भूतसाधिका औरत | मादा चिह्न ',
        hasSkinTone: true),
    Emoji('🧚‍♂️',
        'ऑबेरॉन | कहानी | टाइटैनिया | पक | पंख | परियों की कहानी | परी | फैंटेसी आदमी | नर चिह्न | पुरुष ',
        hasSkinTone: true),
    Emoji('🧚‍♀️',
        'ऑबेरॉन | कहानी | टाइटैनिया | पक | पंख | परियों की कहानी | परी | फैंटेसी औरत | मादा चिह्न ',
        hasSkinTone: true),
    Emoji('🧛‍♂️',
        'कॉस्ट्यूम | खून | डरावना | ड्रैकुला | ड्रैक्युला | दाँत | मर कर भी जीवित | वैम्पायर आदमी | नर चिह्न | पुरुष ',
        hasSkinTone: true),
    Emoji('🧛‍♀️',
        'कॉस्ट्यूम | खून | डरावना | ड्रैकुला | ड्रैक्युला | दाँत | मर कर भी जीवित | वैम्पायर औरत | मादा चिह्न ',
        hasSkinTone: true),
    Emoji('🧜‍♂️',
        'जलपरी | पानी के अंदर | पुरुष मरमेड | मत्स्यकन्या | मत्स्यपुरुष | मत्स्यमानव | मत्स्यस्त्री | समुद्री जीव आदमी | नर चिह्न | पुरुष ',
        hasSkinTone: true),
    Emoji('🧜‍♀️',
        'जलपरी | पानी के अंदर | पुरुष मरमेड | मत्स्यकन्या | मत्स्यपुरुष | मत्स्यमानव | मत्स्यस्त्री | समुद्री जीव औरत | मादा चिह्न ',
        hasSkinTone: true),
    Emoji('🧝‍♂️',
        'एल्फ़ | जादुई | जादुई प्राणी | जादूगर | फैंटेसी | भूत आदमी | नर चिह्न | पुरुष ',
        hasSkinTone: true),
    Emoji('🧝‍♀️',
        'एल्फ़ | जादुई | जादुई प्राणी | जादूगर | फैंटेसी | भूत औरत | मादा चिह्न ',
        hasSkinTone: true),
    Emoji(
      '🧞‍♂️',
      'चिराग | जादुई चिराग | जिनी | जिन्न | पुरुष जिन्न आदमी | नर चिह्न | पुरुष ',
    ),
    Emoji(
      '🧞‍♀️',
      'चिराग | जादुई चिराग | जिनी | जिन्न | पुरुष जिन्न औरत | मादा चिह्न ',
    ),
    Emoji(
      '🧟‍♂️',
      'ज़ॉम्बी | डरावना | भयानक | मर कर भी जीवित | वॉकिंग डेड | हेलोवीन आदमी | नर चिह्न | पुरुष ',
    ),
    Emoji(
      '🧟‍♀️',
      'ज़ॉम्बी | डरावना | भयानक | मर कर भी जीवित | वॉकिंग डेड | हेलोवीन औरत | मादा चिह्न ',
    ),
    Emoji('💆‍♂️',
        'आराम | चेहरा | थेरेपी | मसाज | मसाज कराती महिला | मालिश | मालिश करवाता व्यक्ति | सिरदर्द | सैलून | स्पा आदमी | नर चिह्न | पुरुष ',
        hasSkinTone: true),
    Emoji('💆‍♀️',
        'आराम | चेहरा | थेरेपी | मसाज | मसाज कराती महिला | मालिश | मालिश करवाता व्यक्ति | सिरदर्द | सैलून | स्पा औरत | मादा चिह्न ',
        hasSkinTone: true),
    Emoji('💇‍♂️',
        'पार्लर | बाल कटवाता हुआ व्यक्ति | बाल काटना | ब्यूटी | सुंदरता | सैलून | स्टाइल | हेयरकट आदमी | नर चिह्न | पुरुष ',
        hasSkinTone: true),
    Emoji('💇‍♀️',
        'पार्लर | बाल कटवाता हुआ व्यक्ति | बाल काटना | ब्यूटी | सुंदरता | सैलून | स्टाइल | हेयरकट औरत | मादा चिह्न ',
        hasSkinTone: true),
    Emoji('🚶‍♂️',
        'पैदल | पैदल चलता आदमी | पैदल चलता व्यक्ति | पैदल चाल | मॉर्निंग वॉक | सैर आदमी | नर चिह्न | पुरुष ',
        hasSkinTone: true),
    Emoji('🚶‍♀️',
        'पैदल | पैदल चलता आदमी | पैदल चलता व्यक्ति | पैदल चाल | मॉर्निंग वॉक | सैर औरत | मादा चिह्न ',
        hasSkinTone: true),
    Emoji('🏃‍♂️',
        'खेल | जल्दी | दौड़ | दौड़ लगाता आदमी | दौड़ता हुआ व्यक्ति | मैराथन | रेस | स्पीड आदमी | नर चिह्न | पुरुष ',
        hasSkinTone: true),
    Emoji('🏃‍♀️',
        'खेल | जल्दी | दौड़ | दौड़ लगाता आदमी | दौड़ता हुआ व्यक्ति | मैराथन | रेस | स्पीड औरत | मादा चिह्न ',
        hasSkinTone: true),
    Emoji('🕺', 'आदमी | नाच | नाचता हुआ पुरुष | नृत्य | पुरुष | महिला',
        hasSkinTone: true),
    Emoji('💃',
        'नर्तक | नर्तकी | नाच | नाचती हुई महिला | नृत्य | महिला | लड़की | लोग',
        hasSkinTone: true),
    Emoji('🕴️', 'व्यक्ति | व्यवसाय | सूट वाला व्यक्ति ', hasSkinTone: true),
    Emoji(
      '👯‍♂️',
      'खरगोश के कान | खरगोश के कान वाले लोग | खरगोश लड़की | जुड़वां | डांसर | पक्के दोस्त | पार्टी | पार्टी करती महिलाएँ | महिला | लोग आदमी | नर चिह्न | पुरुष ',
    ),
    Emoji(
      '👯‍♀️',
      'खरगोश के कान | खरगोश के कान वाले लोग | खरगोश लड़की | जुड़वां | डांसर | पक्के दोस्त | पार्टी | पार्टी करती महिलाएँ | महिला | लोग औरत | मादा चिह्न ',
    ),
    Emoji('🧖‍♂️',
        'आराम करें | भाप से भरा कमरा | भाप से भरे कमरे में कोई व्यक्ति | भाप से भरे कमरे में व्यक्ति | लग्ज़री | शरीर पर भाप लेना | सॉना | स्टीम रूम | स्पा आदमी | नर चिह्न | पुरुष ',
        hasSkinTone: true),
    Emoji('🧖‍♀️',
        'आराम करें | भाप से भरा कमरा | भाप से भरे कमरे में कोई व्यक्ति | भाप से भरे कमरे में व्यक्ति | लग्ज़री | शरीर पर भाप लेना | सॉना | स्टीम रूम | स्पा औरत | मादा चिह्न ',
        hasSkinTone: true),
    Emoji('🧘',
        'आराम | ध्यान | पद्मासन में बैठा व्यक्ति | पैर मोड़ कर बैठना | पैर मोड़ना | योग | योगा | समाधि',
        hasSkinTone: true),
    Emoji('👭',
        'जोड़ी | दो महिलाएं | बहनें | महिलाएं | लड़कियाँ | लोग | हाथ | हाथ पकड़ना | हाथ पकड़ी हुई दो महिलाये | हाथ पकड़े दो महिलाएँ',
        hasSkinTone: true),
    Emoji('👫',
        'जोड़ी | प्यार में | महिला और पुरुष | युगल | लोग | हाथ पकड़ना | हाथ में हाथ लिए महिला–पुरुष',
        hasSkinTone: true),
    Emoji('👬',
        'जोड़ी | दो पुरुष | दोस्त | पुरुष | राशि | लड़के | लोग | समलैंगिक | हाथ पकड़ना | हाथ पकड़े दो पुरुष | हाथ पकड़े हुए दो पुरुष',
        hasSkinTone: true),
    Emoji(
      '💏',
      'चुंबन | चूमना | दिल | प्यार | युगल | लोग',
    ),
    Emoji(
      '👨‍❤️‍💋‍👨',
      'दोस्त | पुरुष | मित्र | लोग दिल | लाल दिल चुंबन का चिह्न | चुंबन का निशान | प्यार | होंठ दोस्त | पुरुष | मित्र | लोग ',
    ),
    Emoji(
      '👩‍❤️‍💋‍👩',
      'गोरी | महिला | वयस्क | सुनहरे बालो वाली महिला दिल | लाल दिल चुंबन का चिह्न | चुंबन का निशान | प्यार | होंठ गोरी | महिला | वयस्क | सुनहरे बालो वाली महिला ',
    ),
    Emoji(
      '💑',
      'जोड़ी | दिल | दिल वाली जोड़ी | प्यार | प्रेम | युगल | लोग',
    ),
    Emoji(
      '👨‍❤️‍👨',
      'दोस्त | पुरुष | मित्र | लोग दिल | लाल दिल दोस्त | पुरुष | मित्र | लोग ',
    ),
    Emoji(
      '👩‍❤️‍👩',
      'गोरी | महिला | वयस्क | सुनहरे बालो वाली महिला दिल | लाल दिल गोरी | महिला | वयस्क | सुनहरे बालो वाली महिला ',
    ),
    Emoji(
      '👪',
      'परिवार | पिता | बच्चा | माता | लोग',
    ),
    Emoji(
      '👨‍👩‍👦',
      'दोस्त | पुरुष | मित्र | लोग गोरी | महिला | वयस्क | सुनहरे बालो वाली महिला बच्चा | लड़का | लोग ',
    ),
    Emoji(
      '👨‍👩‍👧',
      'दोस्त | पुरुष | मित्र | लोग गोरी | महिला | वयस्क | सुनहरे बालो वाली महिला कन्या | जवान | बेटी | युवा | राशि | लड़की ',
    ),
    Emoji(
      '👨‍👩‍👧‍👦',
      'दोस्त | पुरुष | मित्र | लोग गोरी | महिला | वयस्क | सुनहरे बालो वाली महिला कन्या | जवान | बेटी | युवा | राशि | लड़की बच्चा | लड़का | लोग ',
    ),
    Emoji(
      '👨‍👩‍👦‍👦',
      'दोस्त | पुरुष | मित्र | लोग गोरी | महिला | वयस्क | सुनहरे बालो वाली महिला बच्चा | लड़का | लोग बच्चा | लड़का | लोग ',
    ),
    Emoji(
      '👨‍👩‍👧‍👧',
      'दोस्त | पुरुष | मित्र | लोग गोरी | महिला | वयस्क | सुनहरे बालो वाली महिला कन्या | जवान | बेटी | युवा | राशि | लड़की कन्या | जवान | बेटी | युवा | राशि | लड़की ',
    ),
    Emoji(
      '👨‍👨‍👦',
      'दोस्त | पुरुष | मित्र | लोग दोस्त | पुरुष | मित्र | लोग बच्चा | लड़का | लोग ',
    ),
    Emoji(
      '👨‍👨‍👧',
      'दोस्त | पुरुष | मित्र | लोग दोस्त | पुरुष | मित्र | लोग कन्या | जवान | बेटी | युवा | राशि | लड़की ',
    ),
    Emoji(
      '👨‍👨‍👧‍👦',
      'दोस्त | पुरुष | मित्र | लोग दोस्त | पुरुष | मित्र | लोग कन्या | जवान | बेटी | युवा | राशि | लड़की बच्चा | लड़का | लोग ',
    ),
    Emoji(
      '👨‍👨‍👦‍👦',
      'दोस्त | पुरुष | मित्र | लोग दोस्त | पुरुष | मित्र | लोग बच्चा | लड़का | लोग बच्चा | लड़का | लोग ',
    ),
    Emoji(
      '👨‍👨‍👧‍👧',
      'दोस्त | पुरुष | मित्र | लोग दोस्त | पुरुष | मित्र | लोग कन्या | जवान | बेटी | युवा | राशि | लड़की कन्या | जवान | बेटी | युवा | राशि | लड़की ',
    ),
    Emoji(
      '👩‍👩‍👦',
      'गोरी | महिला | वयस्क | सुनहरे बालो वाली महिला गोरी | महिला | वयस्क | सुनहरे बालो वाली महिला बच्चा | लड़का | लोग ',
    ),
    Emoji(
      '👩‍👩‍👧',
      'गोरी | महिला | वयस्क | सुनहरे बालो वाली महिला गोरी | महिला | वयस्क | सुनहरे बालो वाली महिला कन्या | जवान | बेटी | युवा | राशि | लड़की ',
    ),
    Emoji(
      '👩‍👩‍👧‍👦',
      'गोरी | महिला | वयस्क | सुनहरे बालो वाली महिला गोरी | महिला | वयस्क | सुनहरे बालो वाली महिला कन्या | जवान | बेटी | युवा | राशि | लड़की बच्चा | लड़का | लोग ',
    ),
    Emoji(
      '👩‍👩‍👦‍👦',
      'गोरी | महिला | वयस्क | सुनहरे बालो वाली महिला गोरी | महिला | वयस्क | सुनहरे बालो वाली महिला बच्चा | लड़का | लोग बच्चा | लड़का | लोग ',
    ),
    Emoji(
      '👩‍👩‍👧‍👧',
      'गोरी | महिला | वयस्क | सुनहरे बालो वाली महिला गोरी | महिला | वयस्क | सुनहरे बालो वाली महिला कन्या | जवान | बेटी | युवा | राशि | लड़की कन्या | जवान | बेटी | युवा | राशि | लड़की ',
    ),
    Emoji(
      '👨‍👦',
      'दोस्त | पुरुष | मित्र | लोग बच्चा | लड़का | लोग ',
    ),
    Emoji(
      '👨‍👦‍👦',
      'दोस्त | पुरुष | मित्र | लोग बच्चा | लड़का | लोग बच्चा | लड़का | लोग ',
    ),
    Emoji(
      '👨‍👧',
      'दोस्त | पुरुष | मित्र | लोग कन्या | जवान | बेटी | युवा | राशि | लड़की ',
    ),
    Emoji(
      '👨‍👧‍👦',
      'दोस्त | पुरुष | मित्र | लोग कन्या | जवान | बेटी | युवा | राशि | लड़की बच्चा | लड़का | लोग ',
    ),
    Emoji(
      '👨‍👧‍👧',
      'दोस्त | पुरुष | मित्र | लोग कन्या | जवान | बेटी | युवा | राशि | लड़की कन्या | जवान | बेटी | युवा | राशि | लड़की ',
    ),
    Emoji(
      '👩‍👦',
      'गोरी | महिला | वयस्क | सुनहरे बालो वाली महिला बच्चा | लड़का | लोग ',
    ),
    Emoji(
      '👩‍👦‍👦',
      'गोरी | महिला | वयस्क | सुनहरे बालो वाली महिला बच्चा | लड़का | लोग बच्चा | लड़का | लोग ',
    ),
    Emoji(
      '👩‍👧',
      'गोरी | महिला | वयस्क | सुनहरे बालो वाली महिला कन्या | जवान | बेटी | युवा | राशि | लड़की ',
    ),
    Emoji(
      '👩‍👧‍👦',
      'गोरी | महिला | वयस्क | सुनहरे बालो वाली महिला कन्या | जवान | बेटी | युवा | राशि | लड़की बच्चा | लड़का | लोग ',
    ),
    Emoji(
      '👩‍👧‍👧',
      'गोरी | महिला | वयस्क | सुनहरे बालो वाली महिला कन्या | जवान | बेटी | युवा | राशि | लड़की कन्या | जवान | बेटी | युवा | राशि | लड़की ',
    ),
    Emoji(
      '🗣️',
      'चेहरे का आकार | बोलता चेहरा ',
    ),
    Emoji(
      '👤',
      'ऊपर का शरीर | ऊपर के शरीर की छाया | चेहरे की छाया | छाया | रहस्यमय | लोग',
    ),
    Emoji(
      '👥',
      'ऊपर का शरीर | ऊपर के शरीर की छाया | ऊपर के शरीर की छायाएं | छाया | लोग | लोगो की छाया',
    ),
    Emoji(
      '🫂',
      'अलविदा | आलिंगन | केयर | गले मिलते हुए लोग | गले मिलना | दोस्त | दोस्ती | धन्यवाद | नमस्कार | फ़ेयरवेल | मिलना | लव',
    ),
    Emoji(
      '👣',
      'छाप | नंगे पांव | पदचिह्न | पैर | शरीर',
    ),
    Emoji(
      '🧳',
      'घूमना | घूमने | जा | बैग | यात्रा | सामान | सामान बाँधना',
    ),
    Emoji(
      '🌂',
      'छाता | बंद छाता | बारिश | वर्षा',
    ),
    Emoji(
      '☂️',
      'खुला छाता | छाता | बारिश | मौसम | वर्षा ',
    ),
    Emoji(
      '🧵',
      'डोर | धागा | रील | सिलना | सिलाई | सुई',
    ),
    Emoji(
      '🧶',
      'ऊन | क्रोशिया | गेंद | गोला | धागा | निटिंग | बुन | बुनना | बुनाई | भेड | सरदी | सर्दियाँ | सर्दी | सूत | स्वेटर',
    ),
    Emoji(
      '👓',
      'आँख | चश्मा | पोषाक',
    ),
    Emoji(
      '🕶️',
      'अंधेरा | आईवियर | आंख | चश्मा | धूप का चश्मा ',
    ),
    Emoji(
      '🥽',
      'आँखों की रक्षा | आँखों की सुरक्षा | काला चश्मा | गॉगल | गोगल | चशमा | चश्मा | चश्मे | डूब | तैरना | तैराकी | वेल्डिंग | स्कूबा | स्विमिंग',
    ),
    Emoji(
      '🥼',
      'कपड़ा | कपड़े | कमीज़ | कोट | जैकिट | जैकेट | डॉक्टर | प्रयोग | प्रयोगकर्ता | लैब | वैज्ञानिक | शर्ट | सफेद | सफ़ेद',
    ),
    Emoji(
      '👔',
      'कपडे | टाई | नेकटाई | पोषाक | शर्ट',
    ),
    Emoji(
      '👕',
      'कपडे | टी–शर्ट | नीला | पोषाक | शर्ट',
    ),
    Emoji(
      '👖',
      'कपडे | जींस | ट्राउज़र | नीला | पैंट्स | पोषाक',
    ),
    Emoji(
      '🧣',
      'गर्दन | गला | गुलूबंद | ठण्ड | दुपट्टा | सर्दी | स्कार्फ़',
    ),
    Emoji(
      '🧤',
      'दस्ताने | हाथ | हाथ, दस्ताने, दस्ताना',
    ),
    Emoji(
      '🧥',
      'कोट | जैकेट | सर्दी',
    ),
    Emoji(
      '🧦',
      'जुराब | जुराबें | मोज़े | मौज़ा',
    ),
    Emoji(
      '👗',
      'कपडे | ड्रेस | पोषाक | वन पीस',
    ),
    Emoji(
      '👘',
      'कपडे | किमोनो | ड्रेस | पोषाक',
    ),
    Emoji(
      '👙',
      'कपडे | पोषाक | बाथिंग सूट | बिकनी',
    ),
    Emoji(
      '👚',
      'कपडे | कपड़े | पोषाक | महिला के कपड़े | महिलाओं के परिधान',
    ),
    Emoji(
      '👛',
      'कपडे | कॉइन पर्स | पर्स | पोषाक | सिक्का',
    ),
    Emoji(
      '👜',
      'कपडे | पोषाक | बैग | हैंडबैग',
    ),
    Emoji(
      '👝',
      'कपडे | पाउच | पोषाक | बैग',
    ),
    Emoji(
      '🎒',
      'बस्ता | विद्यालय | स्कूल का बस्ता | स्कूल बैग',
    ),
    Emoji(
      '👞',
      'कपडे | जूते | पुरुषों का जूता | पुरुषों के जूते | पोषाक | भूरा',
    ),
    Emoji(
      '👟',
      'एथलेटिक जूता | एथलेटिक जूते | कपडे | जूते | दौड़ने वाले जूते | पोषाक | स्नीकर',
    ),
    Emoji(
      '🥾',
      'कैंपिंग | जूता | जूते | पहाड़ चढ़ना | बूट | बैकपैकिंग | ब्राउन | भूरा | भूरे | शू | शूज़ | हाइक | हाइकिंग',
    ),
    Emoji(
      '🥿',
      'आरामदायक | खरीद | खरीदारी | जूते | फ़्लैट जूती | बैले फ़्लैट | शोपिंग | शौपिंग | सेंडल | सेनडल | स्लिप ऑन | स्लिप-ऑन | स्लिपर | हरी सेंडल | हरे जूते',
    ),
    Emoji(
      '👠',
      'ऊँची एड़ी का सैंडिल | ऊंची एड़ी का सैंडिल | चप्पल | जूते | पोषाक | हाई–हील',
    ),
    Emoji(
      '👡',
      'चप्पल | पोषाक | महिला | महिलाओं का सैंडल | महिलाओं के सैंडल | सैंडल',
    ),
    Emoji(
      '👢',
      'कपडे | पोषाक | बूट | महिला | महिलाओं का बूट | महिलाओं के बूट',
    ),
    Emoji(
      '👑',
      'क्राउन | पोषाक | मुकुट | राजा | रानी | शाही',
    ),
    Emoji(
      '👒',
      'कपडे | टोप | टोपी | पोषाक | महिला की हैट',
    ),
    Emoji(
      '🎩',
      'जादू | टोपी | मनोरंजन | सरटोप',
    ),
    Emoji(
      '🎓',
      'टोपी | समारोह | स्नातक | स्नातक टोप',
    ),
    Emoji(
      '🧢',
      'टोपी | पिता की टोपी | बिल की गई टोपी | बिल कैप | बेसबॉल कैप | बेसबॉल टोपी',
    ),
    Emoji(
      '⛑️',
      'सफेद क्रॉस वाला हेलमेट | सहायता ',
    ),
    Emoji(
      '💄',
      'कॉस्मेटिक | मेकअप | लिपस्टिक | सौंदर्य प्रसाधन',
    ),
    Emoji(
      '💍',
      'अंगूठी | प्यार | सगाई | सगाई की अंगूठी',
    ),
    Emoji(
      '💼',
      'कार्यालय | ब्रीफ़केस | सूटकेस',
    ),
  ]),

// ======================================================= Category.ANIMALS
  CategoryEmoji(Category.ANIMALS, [
    Emoji(
      '🐶',
      'कुत्ता | कुत्ते का चेहरा | चेहरा | पशु',
    ),
    Emoji(
      '🐱',
      'चेहरा | पशु | बिल्ली | बिल्ली का चेहरा',
    ),
    Emoji(
      '🐭',
      'चूहा | चूहे का चेहरा | चेहरा | पशु | मूषक का चेहरा',
    ),
    Emoji(
      '🐹',
      'चूहा | चूहे का चेहरा | चेहरा | पशु | हैम्स्टर',
    ),
    Emoji(
      '🐰',
      'खरगोश | खरगोश का चेहरा | चेहरा | पशु',
    ),
    Emoji(
      '🦊',
      'चेहरा | जानवर | पशु | लोमड़ी | लोमड़ी जैसा चेहरा',
    ),
    Emoji(
      '🐻',
      'चेहरा | पशु | भालू | भालू का चेहरा',
    ),
    Emoji(
      '🐼',
      'चेहरा | पशु | पांडा | पांडा का चेहरा',
    ),
    Emoji(
      '🐨',
      'कोआला | कोआला भालू | पशु',
    ),
    Emoji(
      '🐯',
      'पशु | बाघ | शेर | शेर का चेहरा',
    ),
    Emoji(
      '🦁',
      'चेहरा | पशु | राशि | शेर | शेर जैसा चेहरा | सिंह',
    ),
    Emoji(
      '🐮',
      'गाय | गाय का चेहरा | चेहरा | पशु',
    ),
    Emoji(
      '🐷',
      'चेहरा | पशु | सुअर | सुअर का चेहरा',
    ),
    Emoji(
      '🐽',
      'चेहरा | नाक | पशु | सुअर | सुअर की नाक',
    ),
    Emoji(
      '🐸',
      'चेहरा | पशु | मेढ़क | मेंढक | मेढ़क का चेहरा | मेंढक का चेहरा',
    ),
    Emoji(
      '🐵',
      'चेहरा | पशु | बंदर | बंदर का चेहरा',
    ),
    Emoji(
      '🙈',
      'गांधी जी का बन्दर | पशु | बंदर | बुरा मत देखो | बुरा मत देखो बंदर | बुरा मत देखो, गांधी जी का बन्दर',
    ),
    Emoji(
      '🙉',
      'गांधी जी का बन्दर | पशु | बंदर | बुरा मत सुनो | बुरा मत सुनो बंदर | बुरा मत सुनो, गांधी जी का बन्दर',
    ),
    Emoji(
      '🙊',
      'गांधी जी का बन्दर | पशु | बंदर | बुरा मत बोलो | बुरा मत बोलो बंदर | बुरा मत बोलो, गांधी जी का बन्दर',
    ),
    Emoji(
      '🐒',
      'पशु | बंदर',
    ),
    Emoji(
      '💥',
      'कॉमिक | टक्कर | टक्कर का चिह्न | भावना | विस्फोट',
    ),
    Emoji(
      '💫',
      'कॉमिक | चक्कर | चमक | तारे | तारे दिखना | भावना | सितारों',
    ),
    Emoji(
      '💦',
      'कॉमिक | पसीना | पसीने की बूंदें | पसीनेदार | भावना',
    ),
    Emoji(
      '💨',
      'कॉमिक | तेज़ | दौड़ | दौड़ना | भागना | भावना',
    ),
    Emoji(
      '🦍',
      'गोरिल्ला | जानवर | पशु',
    ),
    Emoji(
      '🐕',
      'कुत्ता | पपी | पशु',
    ),
    Emoji(
      '🐩',
      'कुत्ता | छोटा कुत्ता | पशु',
    ),
    Emoji(
      '🐺',
      'चेहरा | पशु | सियार | सियार का चेहरा',
    ),
    Emoji(
      '🦝',
      'चालाक | जानवर | जिज्ञासु | रकून | रैकून',
    ),
    Emoji(
      '🐈',
      'पशु | बिल्ली',
    ),
    Emoji(
      '🐅',
      'पशु | बाघ | शेर',
    ),
    Emoji(
      '🐆',
      'तेंदुआ | पशु',
    ),
    Emoji(
      '🐴',
      'घोड़ा | घोड़े का चेहरा | चेहरा | पशु',
    ),
    Emoji(
      '🐎',
      'घोड़ा | पशु',
    ),
    Emoji(
      '🦄',
      'एक तंजावाला | चेहरा | यूनिकॉर्न',
    ),
    Emoji(
      '🦓',
      'ज़ेबरा | ज़ेब्रा | धारी वाला घोड़ा | पट्टी',
    ),
    Emoji(
      '🐂',
      'पशु | बैल | राशि | राशिचक्र',
    ),
    Emoji(
      '🐃',
      'जलभैंस | पशु | पानी | भैंस',
    ),
    Emoji(
      '🐄',
      'गाय | पशु',
    ),
    Emoji(
      '🐖',
      'पशु | सुअर',
    ),
    Emoji(
      '🐗',
      'जंगली सुअर | पशु | वराह',
    ),
    Emoji(
      '🐏',
      'चिड़िया घर | ज़ू | नर भेड़ | पशु | मेष | राशि | सींग | हिरन',
    ),
    Emoji(
      '🐑',
      'पशु | भेड़',
    ),
    Emoji(
      '🐐',
      'पशु | बकरी | मकर | राशि',
    ),
    Emoji(
      '🐪',
      'ऊँट | ऊंट | एक कुकद | एक कुकद ऊँट | एक कूबड़ वाला ऊँट | कूबड़ | पशु',
    ),
    Emoji(
      '🐫',
      'ऊंट | कूबड़ | दो कुकद ऊँट | दो कुकद ऊंट | दो कूबड़ वाला ऊँट | पशु',
    ),
    Emoji(
      '🦙',
      'अलपाका | अल्पाका | ऊन | एल्पाका | गुआनाको | जानवर | पेरू | प्यारा जानवर | भेड़ | लामा | विकुना',
    ),
    Emoji(
      '🦒',
      'जानवर | जिराफ़ | धब्बा',
    ),
    Emoji(
      '🐘',
      'पशु | हाथी',
    ),
    Emoji(
      '🦏',
      'गैंडा | जानवर | पशु',
    ),
    Emoji(
      '🦛',
      'जानवर | दरियाई घोड़ा | हिप्पो',
    ),
    Emoji(
      '🐁',
      'पशु | मूषक',
    ),
    Emoji(
      '🐀',
      'चूहा | पशु',
    ),
    Emoji(
      '🐇',
      'खरगोश | पशु | बन्नी',
    ),
    Emoji(
      '🐿️',
      'गिलहरी | चीपमक ',
    ),
    Emoji(
      '🦔',
      'कांटेदार | कांटेदार जंगली चूहा | साही',
    ),
    Emoji(
      '🦇',
      'चमगादड़ | जानवर | पशु | पिशाच',
    ),
    Emoji(
      '🦘',
      'ऑस्ट्रेलिया | कंगारू | कंगारू का बच्चा | कूद | कूदना | कैंगरू | जानवर | धानी',
    ),
    Emoji(
      '🦡',
      'काला सफ़ेद | जानवर | पांडा | पेस्टर | पैंडा | बिज्जू | भालू | शहद | हनी बैजर',
    ),
    Emoji(
      '🐾',
      'छाप | पंजा | पंजे की छाप | पशु',
    ),
    Emoji(
      '🦃',
      'टर्की | डकोसना',
    ),
    Emoji(
      '🐔',
      'पशु | मुर्गी',
    ),
    Emoji(
      '🐓',
      'पशु | मुर्गा',
    ),
    Emoji(
      '🐣',
      'अंडा फूटना | अंडे से बाहर आता चूजा | चिकन | चूजा | छोटा चूजा | पशु | बच्चा',
    ),
    Emoji(
      '🐤',
      'चिकन | चूजा | पशु | मुर्गी का बच्चा | शिशु',
    ),
    Emoji(
      '🐥',
      'आगे मुँह वाला चूजा | आगे मुंह वाला चूजा | चिड़िया | चूजा | चूज़ा | पक्षी | पशु | मुर्गी का बच्चा | शिशु',
    ),
    Emoji(
      '🐦',
      'चिड़िया | पशु',
    ),
    Emoji(
      '🐧',
      'पशु | पेंग्विन',
    ),
    Emoji(
      '🕊️',
      'कबूतर | पक्षी ',
    ),
    Emoji(
      '🦅',
      'पक्षी | पशु | बाज',
    ),
    Emoji(
      '🦆',
      'पक्षी | पशु | बतख',
    ),
    Emoji(
      '🦢',
      'चिडिया | छिपा रुस्तम | पक्षी | बतख | स्वॉन | हंस | हंसशावक',
    ),
    Emoji(
      '🦉',
      'उल्लू | पक्षी | पशु | बुद्धिमान',
    ),
    Emoji(
      '🦚',
      'खुश | चिड़िया | जानवर | पक्षी | मोर | मोरनी | रंग बिरंगा | राष्ट्रीय पक्षी | शानदार | सुंदर पक्षी',
    ),
    Emoji(
      '🦜',
      'चिडिया | तोता | पक्षी | बातूनी',
    ),
    Emoji(
      '🐊',
      'पशु | मगरमच्छ',
    ),
    Emoji(
      '🐢',
      'कछुआ | पशु',
    ),
    Emoji(
      '🦎',
      'छिपकली | पशु | रेंगनेवाला जन्तु | साँप',
    ),
    Emoji(
      '🐍',
      'पशु | राशि | सांप',
    ),
    Emoji(
      '🐲',
      'चेहरा | ड्रैगन | दैत्य | दैत्य का चेहरा | पशु',
    ),
    Emoji(
      '🐉',
      'ड्रैगन | दैत्य | परी कथा | पशु',
    ),
    Emoji(
      '🦕',
      'डायनासोर | डायनोसौर | डिप्लोडॉकस | ब्रैकियोसॉरस | ब्रॉन्टोसॉरस | सायरोपोड | सॉरोपॉड | सोरोपॉड',
    ),
    Emoji(
      '🦖',
      'टी-रेक्स | डायनासोर',
    ),
    Emoji(
      '🧌',
      'काल्पनिक | ट्रॉल | ट्रोल | ट्रोल करना | ट्रोलिंग | दानव | परी कथा | मॉन्स्टर | राक्षस',
    ),
    Emoji(
      '🐳',
      'पशु | फुहार छोड़ती ह्वेल | फुहार छोड़ना | व्हेल | ह्वेल',
    ),
    Emoji(
      '🐋',
      'पशु | व्हेल | ह्वेल',
    ),
    Emoji(
      '🐬',
      'डॉल्फ़िन | पशु',
    ),
    Emoji(
      '🐟',
      'पशु | मछली | राशि',
    ),
    Emoji(
      '🐠',
      'उष्ण मछ्ली | ऊष्णकटिबंधीय मछली | पशु | मछली',
    ),
    Emoji(
      '🐡',
      'गुब्बारा मछली | पशु | मछली',
    ),
    Emoji(
      '🦈',
      'पशु | मछली | शार्क',
    ),
    Emoji(
      '🐙',
      'ऑक्टोपस | पशु',
    ),
    Emoji(
      '🪹',
      'खाली घोंसला | घर | घोंसला | घोंसला बनाना | टहनी | नेस्ट | पक्षी का घर',
    ),
    Emoji(
      '🪺',
      'अंडा | अंडे | अंडों वाला घोंसला | घोंसला बनाना | घोंसले में अंडे | टहनी | पक्षी | पक्षी के अंडे',
    ),
    Emoji(
      '🐚',
      'गोल शंख | पशु | शंख',
    ),
    Emoji(
      '🪸',
      'कोरल | क्लाइमेट चेंज | चट्टान | जल शैल | मूंगा | रीफ़ | समुद्र | समुद्री पौधा | सागर',
    ),
    Emoji(
      '🐌',
      'घोंघा | पशु',
    ),
    Emoji(
      '🦋',
      'कीड़ा | तितली | सुंदर',
    ),
    Emoji(
      '🐛',
      'इल्ली | उद्यान | कनखजूरा | कीड़ा | पशु',
    ),
    Emoji(
      '🐜',
      'चींटी | पशु',
    ),
    Emoji(
      '🐝',
      'पशु | मक्खी | मधुमक्खी',
    ),
    Emoji(
      '🐞',
      'इंद्रगोप | गुबरैला | पशु | भृंग | लेडीबग | स्त्री',
    ),
    Emoji(
      '🦗',
      'क्रिकेट | झींगुर | टिड्डा | टिड्डा, झींगुर | टिड्डी',
    ),
    Emoji(
      '🕷️',
      'कीट | मकड़ी ',
    ),
    Emoji(
      '🕸️',
      'जाला | मकड़ी का जाला ',
    ),
    Emoji(
      '🦂',
      'पशू | बिच्छू | बिच्छू, वृश्चिक राशि | राशि | वृश्चिक',
    ),
    Emoji(
      '🦟',
      'काटना | कीड़ा | डेंगू | बीमारी | बुखार | मच्छर | मलेरिया | वायरस | विषाणु',
    ),
    Emoji(
      '🦠',
      'अमीबा | किटाणु | कीटाणु | बीमारी | बैकटीरिया | बैक्टीरिया | रोगाणु | वाइरस | वायरस | विषाणु | साइन्स | साइंस | स्कूल',
    ),
    Emoji(
      '💐',
      'प्यार | फूल | फूल, फूलगुच्छ | फूलगुच्छ | बुके',
    ),
    Emoji(
      '🌸',
      'चैरी | चैरी ब्लॉसम | फूल | फूल देखना | वसंत',
    ),
    Emoji(
      '💮',
      'छाप | फूल | फूल की छाप | बहुत अच्छे काम की छाप | सफ़ेद फूल',
    ),
    Emoji(
      '🏵️',
      'गुलाबवत् | पुष्प | पुष्प, रिबन का पुष्प | पौधे | रिबन का पुष्प ',
    ),
    Emoji(
      '🪷',
      'कमल | कमल का फूल | पवित्रता | फूल | बौद्ध धर्म | ब्यूटी | मन की शांति | शांति | सुंदरता | हिंदू धर्म',
    ),
    Emoji(
      '🌹',
      'गुलाब | फूल',
    ),
    Emoji(
      '🥀',
      'फूल | मुरझाया | मुरझाया हुआ फूल',
    ),
    Emoji(
      '🌺',
      'अड़हुल | गुड़हल | गुड़हल, हिबिस्कस | जपापुष्प | फूल | हिबिस्कस',
    ),
    Emoji(
      '🌻',
      'फूल | सनफ़्लॉवर | सूर्यमुखी',
    ),
    Emoji(
      '🌼',
      'पुष्प पुंज | फूल | फूल खिलना | सिंहपर्णी',
    ),
    Emoji(
      '🌷',
      'ट्यूलिप | फूल',
    ),
    Emoji(
      '🌱',
      'अंकुर | युवा | युवा पौधा',
    ),
    Emoji(
      '🌲',
      'पेड़ | वृक्ष | सदाबहार',
    ),
    Emoji(
      '🌳',
      'छाया | छायादार पेड़ | जंगल | पर्णपाती | वृक्ष',
    ),
    Emoji(
      '🌴',
      'ताड़ | ताड़ का पेड़ | वृक्ष',
    ),
    Emoji(
      '🌵',
      'कैक्टस | पौधा',
    ),
    Emoji(
      '🌾',
      'अनाज | चावल | चावल का पौधा | चावल की बाली | बाली',
    ),
    Emoji(
      '🌿',
      'जड़ी–बूटी | जड़ी–बूटी, पत्ती | पत्ती',
    ),
    Emoji(
      '☘️',
      'तिपतिया | तीन पत्तियां | पत्ता | पौधा | शैमरॉक ',
    ),
    Emoji(
      '🍀',
      'चार | चार पत्ती वाली दूब | तिपतिया | पत्ती | भाग्यशाली',
    ),
    Emoji(
      '🍁',
      'गिरी हुई पत्ती | चिनार की पत्ती | पत्ता | पत्ती | मैपल की पत्ती',
    ),
    Emoji(
      '🍂',
      'गिरता हुआ | गिरता हुआ पत्ता | गिरती हुई पत्तियां | गिरा हुआ पत्ता | गिरी हुई पत्ती | पत्तियां | पत्ती',
    ),
    Emoji(
      '🍃',
      'गिरता हुआ | गिरती पत्ती | पत्ती | हवा | हवा में पत्तियां | हवा में पत्ती',
    ),
    Emoji(
      '🍄',
      'कवक | पौधा | मशरूम | मारियो',
    ),
    Emoji(
      '🌰',
      'चेस्टनट | बादाम | शाहबलूत',
    ),
    Emoji(
      '🦀',
      'कर्क | कर्कट | केकड़ा | राशि',
    ),
    Emoji(
      '🦞',
      'केकडा | केकड़ा | खाना | झींगा मछली | नखून | नोचना | पंजा | शोरबा | समुद्री भोजन | सीफ़ूड',
    ),
    Emoji(
      '🦐',
      'खाना | छोटा | झींगा | भोजन | शंख',
    ),
    Emoji(
      '🦑',
      'खाना | पशु | भोजन | सीप | स्क्विड | स्क्वीड',
    ),
    Emoji(
      '🌍',
      'अफ़्रीका | ग्लोब | पृथ्वी | यूरोप | यूरोप-अफ़्रीका दिखाता ग्लोब',
    ),
    Emoji(
      '🌎',
      'अमेरिका | अमेरिकाज़ | ग्लोब | ग्लोब, पृथ्वी, अमेरिकाज़, अमेरिका | दुनिया | पृथ्वी',
    ),
    Emoji(
      '🌏',
      'एशिया | ऑस्ट्रेलिया | ग्लोब | ग्लोब, पृथ्वी, एशिया, ऑस्ट्रेलिया | पृथ्वी',
    ),
    Emoji(
      '🌐',
      'इंटरनेट | ग्लोब | देशांतर रेखाओं के साथ ग्लोब | पृथ्वी | विश्व | विश्व रेखाएं',
    ),
    Emoji(
      '🌑',
      'गहरा | चाँद | चांद | नया',
    ),
    Emoji(
      '🌒',
      'चाँद | चांद | दूज का चाँद | नवचंद्र | बालचंद्र | वर्धमान | सपने',
    ),
    Emoji(
      '🌓',
      'कृष्ण पक्ष अर्धचंद्र | चांद | चौथाई | चौथाई माह | चौथाई माह का चांद',
    ),
    Emoji(
      '🌔',
      'उभरा हुआ उदीयमान चाँद | कुबड़ा | चाँद | चांद | बढ़ता | वर्धमान',
    ),
    Emoji(
      '🌕',
      'चमकदार | चांद | पूरा | पूरा चाँद | पूर्ण चंद्र | पूर्णिमा का चाँद',
    ),
    Emoji(
      '🌖',
      'कुबड़ा | घटता चाँद | घटता हुआ | चाँद | चांद',
    ),
    Emoji(
      '🌗',
      'आधा चाँद | चाँद | चांद | चौथाई | शुक्ल पक्ष अर्धचंद्र',
    ),
    Emoji(
      '🌘',
      'घटता | घटता हुआ | चाँद | चांद | चापाकार घटता चाँद | चापाकार चंद्र | दूज का अस्तमान चाँद | बालचंद्र | वर्धमान',
    ),
    Emoji(
      '🌙',
      'चाँद | चांद | चापाकार चंद्र | बालचंद्र | रमजान',
    ),
    Emoji(
      '🌚',
      'चाँद | चांद | चेहरा | चेहरे वाला चाँद | नए चाँद वाला चेहरा | नए चांद वाला चेहरा | नया चाँद',
    ),
    Emoji(
      '🌛',
      'चांद | चेहरा | चेहरे वाला चांद | चौथाई माह के चांद वाला चेहरा | चौथाई माह के चाँद वाला दाईं ओर चेहरा | पहले चौथाई माह का चांद',
    ),
    Emoji(
      '🌜',
      'चांद | चेहरा | चेहरे वाला चांद | चौथाई माह के चाँद वाला बाईं ओर चेहरा | चौथाई माह के चांद वाला बाईं ओर चेहरा | तीसरे चौथाई माह का चांद | सपने',
    ),
    Emoji(
      '☀️',
      'किरणें | मौसम | सूर्य ',
    ),
    Emoji(
      '🌝',
      'चांद | चेहरा | चेहरे वाला चांद | चेहरे वाला पूरा चांद | पूरा | पूरे चाँद वाला चेहरा | पूरे चांद वाला चेहरा',
    ),
    Emoji(
      '🌞',
      'चेहरा | सूरज | सूर्य | सूर्य वाला चेहरा',
    ),
    Emoji(
      '⭐',
      'तारा | मध्यम सफ़ेद तारा',
    ),
    Emoji(
      '🌟',
      'चमक | चमकदार | चमकीला | तारा',
    ),
    Emoji(
      '🌠',
      'उल्का | गिरता तारा | टूटता तारा | तारा',
    ),
    Emoji(
      '☁️',
      'बादल | मौसम ',
    ),
    Emoji(
      '⛅',
      'बादल | बादलों के पीछे सूर्य | बादलों वाला सूर्य | सूरज',
    ),
    Emoji(
      '⛈️',
      'बारिश और बिजली के साथ बादल | मौसम ',
    ),
    Emoji(
      '🌤️',
      'छोटे बादल के पीछे सूर्य | मौसम ',
    ),
    Emoji(
      '🌥️',
      'बड़े बादल के पीछे सूरज | बड़े बादल के पीछे सूर्य | मौसम ',
    ),
    Emoji(
      '🌦️',
      'बादलों में छिपा सूरज | बारिश और सूरज | बारिश वाले बादल के पीछे | मौसम | सूरज ',
    ),
    Emoji(
      '🌧️',
      'बारिश के साथ बादल | मौसम ',
    ),
    Emoji(
      '🌨️',
      'बर्फ के साथ बादल | बर्फ़ के साथ बादल | मौसम ',
    ),
    Emoji(
      '🌩️',
      'बिजली के साथ बादल | मौसम ',
    ),
    Emoji(
      '🌪️',
      'तूफ़ान | मौसम ',
    ),
    Emoji(
      '🌫️',
      'कोहरा | मौसम ',
    ),
    Emoji(
      '🌬️',
      'चेहरा | तिरछा चेहरा | बादल | हवा ',
    ),
    Emoji(
      '🌈',
      'इंद्रधनुष | इंद्रधनुष बारिश | मौसम | रेनबो',
    ),
    Emoji(
      '☂️',
      'खुला छाता | छाता | बारिश | मौसम | वर्षा ',
    ),
    Emoji(
      '☔',
      'कपड़े | छाता | पानी से भीगा छाता | बारिश | बूदें | मौसम',
    ),
    Emoji(
      '⚡',
      'उच्च | उच्च वोल्टेज का चिह्न | ऊंचा तनाव | खतरा | चिह्न | बिजली | वोल्टेज',
    ),
    Emoji(
      '❄️',
      'बर्फ | बर्फ़ | मौसम | शीत | शीत, बर्फ़ ',
    ),
    Emoji(
      '☃️',
      'बर्फ | बर्फ़ | मौसम | शीत | स्नोमैन ',
    ),
    Emoji(
      '⛄',
      'बर्फ | बर्फ़ | बिना बर्फ़ का बर्फीला आदमी | बिना बर्फ का स्नोमैन | बिना बर्फ़ का स्नोमैन | स्नोमैन | हिम मानव',
    ),
    Emoji(
      '☄️',
      'अंतरिक्ष | धूमकेतु | धूमकेतु, अंतरिक्ष ',
    ),
    Emoji(
      '🔥',
      'अग्नि | आग | लपट',
    ),
    Emoji(
      '💧',
      'आंसू | कॉमिक | ठंडा पसीना | पसीना | पसीनेदार',
    ),
    Emoji(
      '🫧',
      'डकार | तैरता हुआ | पर्ल | पानी के नीचे | बुलबुला | बुलबुले | मोती | साफ़ | साबुन',
    ),
    Emoji(
      '🌊',
      'तरंग | पानी की लहर | महासागर | लहर | समुद्र की लहर',
    ),
    Emoji(
      '🎄',
      'उत्सव | क्रिसमस | क्रिसमस ट्री | पेड़ | समारोह',
    ),
    Emoji(
      '✨',
      'चमक | चमकदार तारे | चमचम | जादू | तारे',
    ),
    Emoji(
      '🎋',
      'कागज की पट्टियां | टानाबाटा का पेड़ | पेड़ | पेड़ और कागज की पट्टियां | समारोह | स्टार त्योहार',
    ),
    Emoji(
      '🎍',
      'जापानी | देवदार | नववर्ष | पाइन सजावट | पाइन सजावट, नववर्ष | पौधा | बांस | समारोह',
    ),
  ]),

// ======================================================= Category.FOODS
  CategoryEmoji(Category.FOODS, [
    Emoji(
      '🍇',
      'अंगूर | अंगूर, फल | फल',
    ),
    Emoji(
      '🍈',
      'खरबूजा | खरबूजा, फल | फल',
    ),
    Emoji(
      '🍉',
      'तरबूज | तरबूज़ | फल',
    ),
    Emoji(
      '🍊',
      'नारंगी | फल | संतरा | संतरा, फल',
    ),
    Emoji(
      '🍋',
      'चकोतरा | नीबू | फल',
    ),
    Emoji(
      '🍌',
      'केला | केला, फल | फल',
    ),
    Emoji(
      '🍍',
      'अन्नानास | अन्नानास, फल | फल',
    ),
    Emoji(
      '🥭',
      'आम | ट्रॉपिकल | फल | फलों का राजा',
    ),
    Emoji(
      '🍎',
      'खाना | फल | भोजन | लाल | लाल सेब | लाल सेब, सेवफल, लाल, फल | सेवफल',
    ),
    Emoji(
      '🍏',
      'फल | सेव | हरा | हरा सेब | हरा सेब, सेव, हरा, फल',
    ),
    Emoji(
      '🍐',
      'नाशपाती | नाशपाती, फल | फल',
    ),
    Emoji(
      '🍑',
      'आड़ू | फल',
    ),
    Emoji(
      '🍒',
      'आलूबालू | चेरी | चैरी | फल',
    ),
    Emoji(
      '🍓',
      'फल | बेरी | स्ट्रॉबेरी | हिसालू',
    ),
    Emoji(
      '🥝',
      'कीवी | खाना | फल | भोजन',
    ),
    Emoji(
      '🍅',
      'खाना | टमाटर | भोजन | सब्जी',
    ),
    Emoji(
      '🥥',
      'ताड़ | नारियल | पीना कोलाडा',
    ),
    Emoji(
      '🥑',
      'अवोकाडो | खाना | फल | भोजन',
    ),
    Emoji(
      '🍆',
      'बेंगन | बैंगन | सब्जी',
    ),
    Emoji(
      '🥔',
      'आलू | खाना | भोजन | सब्जी',
    ),
    Emoji(
      '🥕',
      'खाना | गाजर | भोजन | सब्जी',
    ),
    Emoji(
      '🌽',
      'भुट्टा | भुट्टा, मकई का भुट्टा | मकई का भुट्टा | मक्का',
    ),
    Emoji(
      '🌶️',
      'तीखी | पौधा | मिर्च ',
    ),
    Emoji(
      '🥒',
      'अचार | खाना | खीरा | भोजन | सब्जी',
    ),
    Emoji(
      '🥬',
      'केल | गोभी | पत्ता | पत्ती | पालक | बॉक चॉय | बोक चॉय | सलाद | सेलेड | हरा | हरी पत्तेदार | हरे पत्ते',
    ),
    Emoji(
      '🥦',
      'जंगली गोभी | जंगली पत्ता गोभी | ब्रोकली | ब्रोकोली',
    ),
    Emoji(
      '🍄',
      'कवक | पौधा | मशरूम | मारियो',
    ),
    Emoji(
      '🥜',
      'अखरोट | खाना | भोजन | मूँगफली | मूंगफली | सब्जी',
    ),
    Emoji(
      '🫘',
      'खाना | छोटे दाने | फली | बीन्स | राजमा | लोबिया',
    ),
    Emoji(
      '🌰',
      'चेस्टनट | बादाम | शाहबलूत',
    ),
    Emoji(
      '🍞',
      'खाना | ब्रेड | ब्रेड लोफ़ | भोजन | रेस्टोरेंट',
    ),
    Emoji(
      '🥐',
      'crescent रोल | क्रोइसैन | खाना | फ्रेंच | भोजन | रोटी',
    ),
    Emoji(
      '🥖',
      'खाना | फ्रेंच | बीगट ब्रेड | भोजन | रोटी',
    ),
    Emoji(
      '🥨',
      'एक प्रकार की रोटी | प्रेटज़ेल | मुड़',
    ),
    Emoji(
      '🥯',
      'नाश्ता | बेकरी | बेगल | बैगल | ब्रेड | श्मियर',
    ),
    Emoji(
      '🥞',
      'क्रेप | खाना | पैनकेक | भोजन | हॉटकेक',
    ),
    Emoji(
      '🧀',
      'पनीर | पनीर का टुकड़ा',
    ),
    Emoji(
      '🍖',
      'मांस | रेस्टोरेंट | हड्डी वाला माँस | हड्डी वाला मांस',
    ),
    Emoji(
      '🍗',
      'चिकन लेग | मुर्गी की टाँग | मुर्गी की टांग | मुर्गीपालन',
    ),
    Emoji(
      '🥩',
      'गोश्त का टुकड़ा | चॉप | पोर्कचॉप | मांस | लाल मांस | लैम्बचॉप | स्टीक',
    ),
    Emoji(
      '🥓',
      'खाना | बेकन | भोजन | मांस',
    ),
    Emoji(
      '🍔',
      'खाना | बर्गर | भोजन | रेस्टोरेंट | हैमबर्गर',
    ),
    Emoji(
      '🍟',
      'आलू के चिप्स | आलू के लच्छे | खाना | जंक | फ़्राइस | फ़्रेंच फ़्राइस | भूख | भोजन | रेस्टोरेंट',
    ),
    Emoji(
      '🍕',
      'खाना | पिज़्ज़ा | भूख | भोजन | रेस्टोरेंट | स्लाइस',
    ),
    Emoji(
      '🌭',
      'सासीज | सॉस | सॉसेज | हॉट डॉग',
    ),
    Emoji(
      '🥪',
      'ब्रेड | सैंडविच',
    ),
    Emoji(
      '🌮',
      'टैको | मैक्सिकन',
    ),
    Emoji(
      '🌯',
      'बरिटो | मैक्सिकन',
    ),
    Emoji(
      '🥙',
      'कबाब | खाना | गायरो | चपाती | फलाफल | भरवां | भरा हुआ पराठा | भोजन',
    ),
    Emoji(
      '🍳',
      'अंडा | फ़्राइंग पैन | भोजन पकाना | रेस्टोरेंट | सुबह का नाश्ता',
    ),
    Emoji(
      '🥘',
      'खाना | परात | पाएला | पुलाव | पैन | भोजन | हल्का | हल्का तला खाना',
    ),
    Emoji(
      '🍲',
      'कटोरा | खाना | भोजन पात्र | रेस्टोरेंट | स्ट्यू | स्ट्यू, भोजन पात्र',
    ),
    Emoji(
      '🥣',
      'अनाज | चमच्च के साथ कटोरा | चम्मच के साथ कटोरी | चावल की दलिया | नाश्ता',
    ),
    Emoji(
      '🥗',
      'खाना | भोजन | सलाद | हरा',
    ),
    Emoji(
      '🍿',
      'चलचित्र | पॉपकॉर्न | फिल्म',
    ),
    Emoji(
      '🧂',
      'नमक | नमकीन | मसाला | शेकर',
    ),
    Emoji(
      '🥫',
      'कैन | खाना | टिन | डिब्बा | डिब्बा बंद खाद्य सामग्री | डिब्बाबंद भोजन',
    ),
    Emoji(
      '🫙',
      'कंटेनर | कुछ भी नहीं | खाली | डिब्बा | दुकान | मर्तबान | मसाला | सॉस',
    ),
    Emoji(
      '🍱',
      'खाना | बैंटो | बैंटो, बैंटो बॉक्स | बॉक्स | भोजन | रेस्टोरेंट',
    ),
    Emoji(
      '🍘',
      'खाना | चावल | भोजन | राइस क्रैकर',
    ),
    Emoji(
      '🍙',
      'ओनिगिरी | खाना | चावल | जापानी | भोजन | राइस बॉल | रेस्टोरेंट',
    ),
    Emoji(
      '🍚',
      'खाना | चावल | पके हुए चावल | भोजन | रेस्टोरेंट',
    ),
    Emoji(
      '🍛',
      'कड़ी | कड़ी–चावल | करी–चावल | खाना | चावल | भोजन | रेस्टोरेंट',
    ),
    Emoji(
      '🍜',
      'उबले नूडल | कटोरा | खाना | नूडल | बाउल | भाप | भाप वाली बाउल | भोजन | रेस्टोरेंट | रैमन',
    ),
    Emoji(
      '🍝',
      'खाना | पास्ता | भोजन | रेस्टोरेंट | सुधिरा | स्पैगेटी',
    ),
    Emoji(
      '🍠',
      'खाना | भोजन | मीठा | रेस्टोरेंट | शकरकंद | सिका हुआ | सिके आलू | सिके शकरकंद',
    ),
    Emoji(
      '🍢',
      'ओडेन | कबाब | भोजन | रेस्टोरेंट | समुद्री भोजन | सीफ़ूड स्टिक | स्टिक',
    ),
    Emoji(
      '🍣',
      'खाना | भोजन | रेस्टोरेंट | सुशी',
    ),
    Emoji(
      '🍤',
      'झींगा | तला | तले झींगे | रेस्टोरेंट | श्रिंप',
    ),
    Emoji(
      '🍥',
      'खाना | चक्करदार फ़िश केक | फ़िश केक | भोजन | मछली | रेस्टोरेंट',
    ),
    Emoji(
      '🥮',
      'केक | त्योहार | त्यौहार | पतझड़ | मीठा | मून केक | मूनकेक',
    ),
    Emoji(
      '🍡',
      'डैंगो | मिठाई | मीठा | मोची | मोची बॉल | मोची बॉल स्टिक | रेस्टोरेंट',
    ),
    Emoji(
      '🥟',
      'भरावनयुक्त मीठी या नमकीन पकौड़ियाँ | मोमो , मोमोस',
    ),
    Emoji(
      '🥠',
      'फॉर्चून कुकी | फॉर्च्युन कुकी | भविष्यवाणी',
    ),
    Emoji(
      '🥡',
      'खाना | चीनी काँटा | टेकआउट बॉक्स | भोजन वितरण',
    ),
    Emoji(
      '🍦',
      'आइसक्रीम | क्रीम | खाना | नरम आइसक्रीम | भोजन | रेस्टोरेंट | सॉफ़्ट आइसक्रीम | सॉफ़्ट सर्व',
    ),
    Emoji(
      '🍧',
      'चूरा | पीसी बर्फ़ | मिठाई | रेस्टोरेंट',
    ),
    Emoji(
      '🍨',
      'आइस | आइसक्रीम | क्रीम | खाना | भोजन | रेस्टोरेंट',
    ),
    Emoji(
      '🍩',
      'खाना | डोनट | भोजन | मिठाई | रेस्टोरेंट',
    ),
    Emoji(
      '🍪',
      'कुकी | मिठाई | रेस्टोरेंट',
    ),
    Emoji(
      '🎂',
      'केक | जन्मदिन | जन्मदिन का केक | जन्मदिन मुबारक | पार्टी | पेस्ट्री | बड्डे | बर्थ डे | बर्थ डे केक | बर्थडे | मिठाई | मीठा | समारोह | सालगिरह | सेलिब्रेट | सेलिब्रेशन | हैप्पी बर्थ डे',
    ),
    Emoji(
      '🍰',
      'केक | केक स्लाइस | मिठाई | रेस्टोरेंट | शॉर्टकेक',
    ),
    Emoji(
      '🧁',
      'कप केक | कपकेक | जन्मदिन | ट्रीट | बेकरी | मिठाई | मिष्ठान्न | मीठा',
    ),
    Emoji(
      '🥧',
      'पाई | पेस्ट्री | फल',
    ),
    Emoji(
      '🍫',
      'चॉकलेट | बार | मिठाई | रेस्टोरेंट',
    ),
    Emoji(
      '🍬',
      'कैंडी | मिठाई | रेस्टोरेंट',
    ),
    Emoji(
      '🍭',
      'कैंडी | खाना | भोजन | रेस्टोरेंट | लॉलीपॉप',
    ),
    Emoji(
      '🍮',
      'कस्टर्ड | पुडिंग | मिठाई | रेस्टोरेंट',
    ),
    Emoji(
      '🍯',
      'खाना | भोजन | मधु | मीठा | रेस्टोरेंट | शहद | शहद पात्र | हनीपॉट',
    ),
    Emoji(
      '🍼',
      'जन्म | दूध | पेय | बच्चे | बच्चे के दूध की बोतल | बेबी बोतल | बोतल',
    ),
    Emoji(
      '🥛',
      'ग्लास | दूध | दूध का गिलास | पेय',
    ),
    Emoji(
      '🫗',
      'कांच | कांच का गिलास | खाली | गलती से पानी गिरना | गिरना | पानी | पानी डालना | पीना | पेय छलकना',
    ),
    Emoji(
      '☕',
      'कॉफ़ी | कॉफ़ी, भाप वाला गर्म पेय | गर्म पेय | भाप वाला गर्म पेय',
    ),
    Emoji(
      '🍵',
      'चाय | चाय का प्याला | चाय का प्याला, चाय | पेय',
    ),
    Emoji(
      '🧉',
      'ड्रिंक | पीना | पेय | पेय पदार्थ | मेट',
    ),
    Emoji(
      '🍶',
      'कप | पीना | पेय | बार | बोतल | रेस्टोरेंट | साकी | सेक | सेक बोतल और कप | सेक, सेक बोतल और कप',
    ),
    Emoji(
      '🍾',
      'कॉक खुलती हुई बोतल | जश्न | पार्टी | बार | बोतल',
    ),
    Emoji(
      '🍷',
      'गिलास | पेय | बार | मदिरा | वाइन | शराब | शराब का गिलास',
    ),
    Emoji(
      '🍸',
      'कॉकटेल | कॉकटेल गिलास | बार | रेस्टोरेंट',
    ),
    Emoji(
      '🍹',
      'ऊष्णकटिबंधीय | ट्रॉपिकल पेय | पेय | बार | रेस्टोरेंट | शराब',
    ),
    Emoji(
      '🍺',
      'बार | बियर | बियर, बियर मग | मग | रेस्टोरेंट',
    ),
    Emoji(
      '🍻',
      'दो मग | बार | बियर | बियर के दो मग | बियर के मग | मग | रेस्टोरेंट | शराब',
    ),
    Emoji(
      '🥂',
      'ग्लास | जश्न | टकराते हुए ग्लास | टकराना | पीना',
    ),
    Emoji(
      '🥃',
      'गिलास | ग्लास | व्हिस्की | शराब | शॉट',
    ),
    Emoji(
      '🥤',
      'जूस | पानी | रस | सोडा | स्ट्रॉ के साथ कप',
    ),
    Emoji(
      '🥢',
      'चीनी काँटा | चॉपस्टिक | हशी | हाशी',
    ),
    Emoji(
      '🍽️',
      'काँटा | कांटा | खाना बनाना | चाकू | प्लेट | प्लेट के साथ काँटा और छुरी ',
    ),
    Emoji(
      '🍴',
      'खाना | खाना पकाना | छुरी–चाकू | नाइफ़ | नाश्ता | फ़ोर्क | फ़ोर्क और छुरी–चाकू | भूख | भोजन | रेस्टोरेंट | लंच | लज़ीज़ | स्वादिष्ट',
    ),
    Emoji(
      '🥄',
      'चम्मच | मेज के बर्तन',
    ),
  ]),

// ======================================================= Category.TRAVEL
  CategoryEmoji(Category.TRAVEL, [
    Emoji(
      '🗾',
      'जापान | जापान का नक्शा | जापान का नक़्शा | जापान का मैप | नक्शा | नक़्शा',
    ),
    Emoji(
      '🏔️',
      'बर्फ | बर्फीले शिखर वाला पर्वत | बर्फीले शिखर वाला पर्वत, बर्फ ',
    ),
    Emoji(
      '⛰️',
      'पर्वत | पहाड़ ',
    ),
    Emoji(
      '🌋',
      'ज्वालामुखी | ज्वालामुखी विस्फोट | पहाड़',
    ),
    Emoji(
      '🗻',
      'पहाड़ | पहाड़ी | माउंट फ़ूजी',
    ),
    Emoji(
      '🏕️',
      'कैंपिंग | तंबू | तंबू लगाना | तंबू, तंबू लगाना ',
    ),
    Emoji(
      '🏖️',
      'छाता | छाते के साथ समुद्री किनारा | छाते के साथ समुद्री किनारा, छाता ',
    ),
    Emoji(
      '🏜️',
      'मरुस्थल | रेगिस्तान | रेगिस्तान, मरुस्थल ',
    ),
    Emoji(
      '🏝️',
      'द्वीप | रेगिस्तान में द्वीप | रेगिस्तान में द्वीप, द्वीप ',
    ),
    Emoji(
      '🏞️',
      'उद्यान | बगीचा | राष्ट्रीय उद्यान ',
    ),
    Emoji(
      '🏟️',
      'स्टेडियम ',
    ),
    Emoji(
      '🏛️',
      'उत्कृष्ट | उत्कृष्ट इमारत ',
    ),
    Emoji(
      '🏗️',
      'निर्माण | भवन निर्माण ',
    ),
    Emoji(
      '🏘️',
      'घर | घर की इमारतें | घर की इमारतें, भवन | भवन | मकान ',
    ),
    Emoji(
      '🏚️',
      'अकेली इमारत | परित्यक्त | परित्यक्त घर | वीरान घर | वीरान घर का भवन | वीरान घर का भवन, अकेली इमारत ',
    ),
    Emoji(
      '🏠',
      'इमारत | घर | घर, भवन | भवन',
    ),
    Emoji(
      '🏡',
      'गृह | घर | बगीचा | बग़ीचा | बग़ीचे वाला घर | भवन',
    ),
    Emoji(
      '🏢',
      'कार्यालय | कार्यालय का भवन | कार्यालय का भवन, कार्यालय | नौकरी | भवन | शहर',
    ),
    Emoji(
      '🏣',
      'जापानी | जापानी डाकघर, डाक भवन | डाक | डाकघर | भवन',
    ),
    Emoji(
      '🏤',
      'डाक | डाकघर | डाकघर, यूरोपीय डाकघर | भवन | यूरोपीय',
    ),
    Emoji(
      '🏥',
      'अस्पताल | इमारत | भवन',
    ),
    Emoji(
      '🏦',
      'इमारत | बैंक | बैंक, भवन | भवन',
    ),
    Emoji(
      '🏨',
      'भवन | होटल | होटल, भवन',
    ),
    Emoji(
      '🏩',
      'प्यार | प्रेम | होटल',
    ),
    Emoji(
      '🏪',
      '24 घंटे | दुकान | भवन | सुविधा | सुविधा स्टोर',
    ),
    Emoji(
      '🏫',
      'इमारत | भवन | विद्यालय | स्कूल',
    ),
    Emoji(
      '🏬',
      'किराना | दुकान | स्टोर',
    ),
    Emoji(
      '🏭',
      'कारखाना | फ़ैक्टरी | फ़ैक्टरी, कारखाना | भवन',
    ),
    Emoji(
      '🏯',
      'इमारत | जापानी क़िला | जापानी महल | दुर्ग | भवन',
    ),
    Emoji(
      '🏰',
      'इमारत | दुर्ग | भवन | महल | यूरोपीय क़िला',
    ),
    Emoji(
      '💒',
      'प्यार | प्रार्थनालय | विवाह | विवाह धर्मस्थल',
    ),
    Emoji(
      '🗼',
      'टॉवर | टोक्यो',
    ),
    Emoji(
      '🗽',
      'मूर्ति | लिबर्टी | स्टेच्यू ऑफ़ लिबर्टी',
    ),
    Emoji(
      '⛪',
      'चर्च | चर्च, भवन | धर्म | भवन',
    ),
    Emoji(
      '🕌',
      'इस्लाम | धर्म | मस्जिद | मस्जिद, इस्लाम धर्म',
    ),
    Emoji(
      '🕍',
      'धर्म | मंदिर | यहूदी | यहूदी प्रार्थनागृह',
    ),
    Emoji(
      '⛩️',
      'जापानी धर्म स्थल | धर्म | शिंटो मंदिर | शिंटो श्राइन | शिंटो श्राइन, जापानी धर्म स्थल ',
    ),
    Emoji(
      '🕋',
      'काबा | काबा, मुस्लिम धर्म | धर्म | मुस्लिम',
    ),
    Emoji(
      '⛲',
      'झरना | फव्वारा | फ़व्वारा',
    ),
    Emoji(
      '⛺',
      'कैंपिंग | टेंट | टेंट, कैंपिंग | तम्बू',
    ),
    Emoji(
      '🌁',
      'कुहासा | कुहासा, कोहरा | कोहरा | धुंध',
    ),
    Emoji(
      '🌃',
      'तारे | रात | रात के तारे | रात के तारे, तारे, रात',
    ),
    Emoji(
      '🏙️',
      'इमारत | नगर | शहर | शहर का दृश्य ',
    ),
    Emoji(
      '🌄',
      'पहाड़ | पहाड़ के ऊपर सूर्योदय | पहाड़ में सूर्योदय | पहाड़ो में सूर्योदय | सुप्रभात | सुबह का सूर्य | सूर्योदय',
    ),
    Emoji(
      '🌅',
      'सुबह | सुबह का सूरज | सूरज | सूर्योदय | सूर्योदय, सुबह का सूरज',
    ),
    Emoji(
      '🌆',
      'इमारत | गोधूलि | भवन | लैंडस्केप | शहर | शाम | शाम का शहर | सूर्यास्त',
    ),
    Emoji(
      '🌇',
      'इमारत | इमारतों के पीछे सूर्यास्त | भवन | संध्या | संध्याकाल | सूर्यास्त',
    ),
    Emoji(
      '🌉',
      'पुल | पुल और रात | रात | रात में पुल',
    ),
    Emoji(
      '🎠',
      'घोड़ा | घोड़े वाला झूला | झूला | मनोरंजन',
    ),
    Emoji(
      '🎡',
      'चर्खी-झूला | झूला | फ़ेरीज | बड़ा ऊंचा झूला | मनोरंजन | मनोरंजन पार्क',
    ),
    Emoji(
      '🎢',
      'कोस्टर | मनोरंजन | मनोरंजन पार्क | रोलर',
    ),
    Emoji(
      '🚂',
      'इंजन | ट्रेन | भाप इंजन | भाप इंजन, लोकोमोटिव | लोकोमोटिव | वाहन',
    ),
    Emoji(
      '🚃',
      'ट्राम | ट्रेन | ट्रेन, बिजली वाली ट्रेन | बिजली | बिजली वाली ट्रेन | रेलवे | रेलवे कार | वाहन',
    ),
    Emoji(
      '🚄',
      'ट्रेन | तेज़ गति वाली ट्रेन | तेज़ गति वाली ट्रेन, शिंकानसेन | रेल | रेलवे | वाहन | शिंकानसेन',
    ),
    Emoji(
      '🚅',
      'ट्रेन | तेज़ गति वाली ट्रेन | बुलेट | बुलेट नोज़ | बुलेट नोज़ के साथ शिंकानसेन | बुलेट नोज़ के साथ शिंकानसेन, ट्रेन | रेल | रेलवे | वाहन',
    ),
    Emoji(
      '🚆',
      'ट्रेन | रेलवे | वाहन',
    ),
    Emoji(
      '🚇',
      'मेट्रो | यात्रा | वाहन | सबवे | सबवे, मेट्रो',
    ),
    Emoji(
      '🚈',
      'आगमन | रेल | रेलवे | लाइट रेल | वाहन',
    ),
    Emoji(
      '🚉',
      'ट्रेन | रेलवे | स्टेशन',
    ),
    Emoji(
      '🚊',
      'ट्राम | बार्ट | वाहन',
    ),
    Emoji(
      '🚝',
      'मोनोरेल | वाहन',
    ),
    Emoji(
      '🚞',
      'कार | गाडी | पहाड़ | पहाड़ी केबल कार | पहाड़ी रेलवे | माउंटेन रेलवे | यात्रा | वाहन',
    ),
    Emoji(
      '🚋',
      'कार | ट्राम | बस | वाहन',
    ),
    Emoji(
      '🚌',
      'बस | वाहन | विद्यालय | स्कूल',
    ),
    Emoji(
      '🚍',
      'आती हुई | आती हुई बस | बस | वाहन',
    ),
    Emoji(
      '🚎',
      'ट्राम | ट्रॉली | ट्रॉलीबस | बस | वाहन',
    ),
    Emoji(
      '🚐',
      'बस | मिनीबस | वाहन',
    ),
    Emoji(
      '🚑',
      'आपातकालीन | एंबुलेंस | वाहन',
    ),
    Emoji(
      '🚒',
      'अग्निशामक | अग्निशामक, दमकल | आग | इंजन | दमकल | फ़ायर ट्रक | वाहन',
    ),
    Emoji(
      '🚓',
      'गश्ती दल | पहरा | पुलिस | पुलिस कार | पुलिस की गाडी | वाहन',
    ),
    Emoji(
      '🚔',
      'आती हुई पुलिस कार | गाड़ी | पुलिस | पुलिस कार | वाहन',
    ),
    Emoji(
      '🚕',
      'टैक्सी | वाहन',
    ),
    Emoji(
      '🚖',
      'आती हुई टैक्सी | टैक्सी | वाहन',
    ),
    Emoji(
      '🚗',
      'ऑटोमोबाइल | ऑटोमोबाइल, कार | कार | गाडी | वाहन',
    ),
    Emoji(
      '🚘',
      'आता हुआ | आता हुआ ऑटोमोबाइल | आती हुई कार | ऑटोमोबाइल | कार | गाडी | वाहन',
    ),
    Emoji(
      '🚚',
      'ट्रक | डिलीवरी ट्रक | वाहन',
    ),
    Emoji(
      '🚛',
      'आर्टिक्यूलेटेड लॉरी | ट्रक | ट्रेलर | लॉरी | लॉरी, आर्टिक्यूलेटेड लॉरी | वाहन | सेमी',
    ),
    Emoji(
      '🚜',
      'ट्रैक्टर | वाहन',
    ),
    Emoji(
      '🏎️',
      'कार | गाडी | रेसिंग कार ',
    ),
    Emoji(
      '🏍️',
      'बाइक | मोटर साइकिल | रेसिंग ',
    ),
    Emoji(
      '🛵',
      'मोटर | स्कूटर',
    ),
    Emoji(
      '🚲',
      'बाइक | बाइक, साइकिल | वाहन | साइकिल',
    ),
    Emoji(
      '🛴',
      'किक | स्कूटर',
    ),
    Emoji(
      '🚏',
      'बस | स्टॉप',
    ),
    Emoji(
      '🛤️',
      'ट्रेन | रेल की पटरी | रेल की पटरी, ट्रेन ',
    ),
    Emoji(
      '⛽',
      'ईंधन | गैस | गैस स्टेशन, पेट्रोल पंप | डीजल | पेट्रोल | पेट्रोल पंप | स्टेशन',
    ),
    Emoji(
      '🛞',
      'कार | गाड़ी | गाड़ी का पहिया | गोल | टायर | पहिया | मोड़ | वाहन',
    ),
    Emoji(
      '🚨',
      'अलार्म | आपातकालीन | गाडी | घूमने वाली लाइट | घूमने वाली लाइट, पुलिस लाइट | पुलिस कार | पुलिस बीकन | पुलिस लाइट | सतर्क',
    ),
    Emoji(
      '🚥',
      'क्षैतिज ट्रैफ़िक लाइट | क्षैतिज यातायात संकेत | ट्रैफ़िक लाइट | ट्रैफ़िक लाइट, क्षैतिज यातायात संकेत | यातायात | यातायात संकेत | लाइट',
    ),
    Emoji(
      '🚦',
      'उर्ध्वाधर ट्रैफ़िक लाइट | उर्ध्वाधर यातायात संकेत | ट्रैफ़िक लाइट | ट्रैफ़िक लाइट, उर्ध्वाधर यातायात संकेत | यातायात | यातायात संकेत | लाइट',
    ),
    Emoji(
      '🚧',
      'निर्माण | निर्माण का संकेत | निर्माण चालू | निर्माण चालू, निर्माण का संकेत | बाधा | संकेत',
    ),
    Emoji(
      '⚓',
      'उपकरण | एंकर | एंकर, चिह्न | चिह्न | जहाज | लंगर',
    ),
    Emoji(
      '⛵',
      'नाव | नौका | नौकायन | बोट | याच | रीसोर्ट | सी रीसोर्ट | सेलबोट | सेलबोट, नाव',
    ),
    Emoji(
      '🚤',
      'करोड़पति | नाव | यात्रा | वाहन | स्पीडबोट | स्पीडबोट, नाव',
    ),
    Emoji(
      '🛳️',
      'जहाज | यात्री | वाहन ',
    ),
    Emoji(
      '⛴️',
      'नाव | नौका ',
    ),
    Emoji(
      '🛥️',
      'नाव | मोटर बोट | मोटरबोट | वाहन ',
    ),
    Emoji(
      '🚢',
      'जहाज़ | जहाज़, वाहन | यात्री | वाहन',
    ),
    Emoji(
      '🛟',
      'जान बचाना | जान बचाने वाला टायर | जीवन रक्षक | तैरना | पानी पर तैरने वाला टायर | बचाव | बोय | सुरक्षा | सुरक्षा करने वाला टायर',
    ),
    Emoji(
      '✈️',
      'उड़ान | वाहन | हवाई जहाज़ ',
    ),
    Emoji(
      '🛩️',
      'छोटा हवाई जहाज़ | वाहन | हवाई जहाज़ ',
    ),
    Emoji(
      '🛫',
      'प्रस्थान | हवाई जहाज़ | हवाई जहाज़ का जाना | हवाई जहाज़ प्रस्थान',
    ),
    Emoji(
      '🛬',
      'हवाई जहाज़ | हवाई जहाज आगमन | हवाई जहाज़ आगमन | हवाई जहाज़ का आना',
    ),
    Emoji(
      '💺',
      'कुर्सी | सीट | सीट, कुर्सी',
    ),
    Emoji(
      '🚁',
      'वाहन | हेलीकॉप्टर | हेलीकॉप्टर, वाहन',
    ),
    Emoji(
      '🚟',
      'रेलवे | वाहन | सस्पेंशन | सस्पेंशन रेलवे, रेलवे',
    ),
    Emoji(
      '🚠',
      'कार | केबल | पहाड़ी | माउंटेन केबलवे | माउंटेन केबलवे, पहाड़ी केबल कार | वाहन',
    ),
    Emoji(
      '🚡',
      'एरियल | केबल कार | केबल कार, एरियल ट्रामवे | गोंडोला | ट्रामवे | रोपवे | वाहन | हवाई',
    ),
    Emoji(
      '🛰️',
      'अंतरिक्ष | उपग्रह | उपग्रह, अंतरिक्ष | वाहन ',
    ),
    Emoji(
      '🚀',
      'अंतरिक्ष | यात्रा | रॉकेट | रॉकेट, वाहन | वाहन',
    ),
    Emoji(
      '🛸',
      'उड़न तश्तरी | उड़ान तश्तरी | एलियंस | यूएफओ',
    ),
    Emoji(
      '🌠',
      'उल्का | गिरता तारा | टूटता तारा | तारा',
    ),
    Emoji(
      '🌌',
      'अंतरिक्ष | आकाशगंगा | दूधिया',
    ),
    Emoji(
      '⛱️',
      'छाता | जमीन पर छाता | बारिश | मौसम | सूरज ',
    ),
    Emoji(
      '🎆',
      'आतिशबाजी | आतिशबाजी, समारोह | उत्सव | मनोरंजन | समारोह',
    ),
    Emoji(
      '🎇',
      'आतिशबाजी | फुलझड़ी | फुलझड़ी पटाखा | फुलझड़ी, आतिशबाजी | समारोह',
    ),
    Emoji(
      '🎑',
      'चांद | चाँद देखने का उत्सव | चांद देखने का उत्सव | देखना | समारोह',
    ),
    Emoji(
      '🗿',
      'चेहरा | मूर्ति | मोए | मोयाई | यात्रा',
    ),
    Emoji(
      '🛂',
      'नियंत्रण | पासपोर्ट',
    ),
    Emoji(
      '🛃',
      'कस्टम | पैकिंग | सीमा शुल्क',
    ),
    Emoji(
      '🛄',
      'दावा | पहुंचना | बैगेज | सामान | सामान वापसी',
    ),
    Emoji(
      '🛅',
      'छूटा सामान | बैग | सामान | सामान सेवा',
    ),
  ]),

// ======================================================= Category.ACTIVITIES
  CategoryEmoji(Category.ACTIVITIES, [
    Emoji('🧗‍♂️',
        'ऊपर चढ़ना | चट्टान पर्वतारोही | चढ़ना | चढ़ने वाला | चढ़ाई करता हुआ व्यक्ति | पर्वत | पर्वतारोही | पहाड़ | पहाड़ पर चढ़ना आदमी | नर चिह्न | पुरुष ',
        hasSkinTone: true),
    Emoji('🧗‍♀️',
        'ऊपर चढ़ना | चट्टान पर्वतारोही | चढ़ना | चढ़ने वाला | चढ़ाई करता हुआ व्यक्ति | पर्वत | पर्वतारोही | पहाड़ | पहाड़ पर चढ़ना औरत | मादा चिह्न ',
        hasSkinTone: true),
    Emoji('🏇', 'खेल | घुड़दौड़ | घोड़ा | जॉकी | दौड़ का घोड़ा | रेस',
        hasSkinTone: true),
    Emoji(
      '⛷️',
      'बर्फ | बर्फ के खेल | स्की | स्की खिलाड़ी ',
    ),
    Emoji(
      '🏂',
      'खेल | बर्फ | स्नोबोर्ड | स्नोबोर्डर | स्नोबोर्डिंग',
    ),
    Emoji('🏌️‍♂️',
        'गेंद | गोल्फ़ | गोल्फ़ का खिलाड़ी | गोल्फ़ खेलता आदमी | गोल्फ़ खेलता व्यक्ति | गोल्फ़र | बॉल | शॉट आदमी | नर चिह्न | पुरुष ',
        hasSkinTone: true),
    Emoji('🏌️‍♀️',
        'गेंद | गोल्फ़ | गोल्फ़ का खिलाड़ी | गोल्फ़ खेलता आदमी | गोल्फ़ खेलता व्यक्ति | गोल्फ़र | बॉल | शॉट औरत | मादा चिह्न ',
        hasSkinTone: true),
    Emoji('🏄‍♂️',
        'खेल | बीच | लहरें | समुद्र | सर्फ़र | सर्फ़िंग | सर्फ़िंग करता आदमी | सर्फ़िंग करता व्यक्ति आदमी | नर चिह्न | पुरुष ',
        hasSkinTone: true),
    Emoji('🏄‍♀️',
        'खेल | बीच | लहरें | समुद्र | सर्फ़र | सर्फ़िंग | सर्फ़िंग करता आदमी | सर्फ़िंग करता व्यक्ति औरत | मादा चिह्न ',
        hasSkinTone: true),
    Emoji('🚣‍♂️',
        'चप्पू से नाव चलाता व्यक्ति | झील | नदी | नाव | नाव चलाता आदमी | नाविक | बोट | रो बोट | वाहन आदमी | नर चिह्न | पुरुष ',
        hasSkinTone: true),
    Emoji('🚣‍♀️',
        'चप्पू से नाव चलाता व्यक्ति | झील | नदी | नाव | नाव चलाता आदमी | नाविक | बोट | रो बोट | वाहन औरत | मादा चिह्न ',
        hasSkinTone: true),
    Emoji('🏊‍♂️',
        'खेल | तैरता हुआ व्यक्ति | तैरना | तैराक | तैराकी | स्विमिंग | स्विमिंग करता आदमी आदमी | नर चिह्न | पुरुष ',
        hasSkinTone: true),
    Emoji('🏊‍♀️',
        'खेल | तैरता हुआ व्यक्ति | तैरना | तैराक | तैराकी | स्विमिंग | स्विमिंग करता आदमी औरत | मादा चिह्न ',
        hasSkinTone: true),
    Emoji('⛹️‍♂️',
        'एथलेटिक | खिलाड़ी | खेल | गेंद से खेलता व्यक्ति | चैंपियनशिप | पुरुष खिलाड़ी | बास्केटबॉल | बॉल आदमी | नर चिह्न | पुरुष ',
        hasSkinTone: true),
    Emoji('⛹️‍♀️',
        'एथलेटिक | खिलाड़ी | खेल | गेंद से खेलता व्यक्ति | चैंपियनशिप | पुरुष खिलाड़ी | बास्केटबॉल | बॉल औरत | मादा चिह्न ',
        hasSkinTone: true),
    Emoji('🏋️‍♂️',
        'पावरलिफ़्टिंग | बॉडी बिल्डर | भार | भार उठाता आदमी | भार उठाता हुआ व्यक्ति | भारी | भारोत्तोलक | वज़न | वर्कआउट | वेटलिफ़्टर आदमी | नर चिह्न | पुरुष ',
        hasSkinTone: true),
    Emoji('🏋️‍♀️',
        'पावरलिफ़्टिंग | बॉडी बिल्डर | भार | भार उठाता आदमी | भार उठाता हुआ व्यक्ति | भारी | भारोत्तोलक | वज़न | वर्कआउट | वेटलिफ़्टर औरत | मादा चिह्न ',
        hasSkinTone: true),
    Emoji('🚴‍♂️',
        'खेल | बाइक | साइकलिस्ट | साइकिल | साइकिल चलाता व्यक्ति | साइकिल सवार आदमी | नर चिह्न | पुरुष ',
        hasSkinTone: true),
    Emoji('🚴‍♀️',
        'खेल | बाइक | साइकलिस्ट | साइकिल | साइकिल चलाता व्यक्ति | साइकिल सवार औरत | मादा चिह्न ',
        hasSkinTone: true),
    Emoji('🚵‍♂️',
        'खेल | पहाड़ | पहाड़ पर साइकिल | पहाड़ पर साइकिल चलाता व्यक्ति | पहाड़ी | बाइक | साइकलिस्ट | साइकिल आदमी | नर चिह्न | पुरुष ',
        hasSkinTone: true),
    Emoji('🚵‍♀️',
        'खेल | पहाड़ | पहाड़ पर साइकिल | पहाड़ पर साइकिल चलाता व्यक्ति | पहाड़ी | बाइक | साइकलिस्ट | साइकिल औरत | मादा चिह्न ',
        hasSkinTone: true),
    Emoji('🤸‍♂️',
        'एक्टिव | कलाबाज़ी | कलाबाज़ी करता व्यक्ति | कलाबाज़ी करती महिला | खुश | खेल | गाड़ी का पहिया | जिमनास्टिक्स | फ़्लिप | व्यक्ति आदमी | नर चिह्न | पुरुष ',
        hasSkinTone: true),
    Emoji('🤸‍♀️',
        'एक्टिव | कलाबाज़ी | कलाबाज़ी करता व्यक्ति | कलाबाज़ी करती महिला | खुश | खेल | गाड़ी का पहिया | जिमनास्टिक्स | फ़्लिप | व्यक्ति औरत | मादा चिह्न ',
        hasSkinTone: true),
    Emoji('🤼‍♂️',
        'कुश्ती | खिलाड़ी | झगड़ा | पहलवान | पुरुष खिलाड़ी | रेसलिंग | लोग आदमी | नर चिह्न | पुरुष ',
        hasSkinTone: true),
    Emoji('🤼‍♀️',
        'कुश्ती | खिलाड़ी | झगड़ा | पहलवान | पुरुष खिलाड़ी | रेसलिंग | लोग औरत | मादा चिह्न ',
        hasSkinTone: true),
    Emoji('🤽‍♂️',
        'खेल | तैराक | तैराकी | पानी | पानी का खेल | पोलो | मार्को | वाटर पोलो खेलता व्यक्ति | वॉटर पोलो | व्यक्ति | स्विमिंग आदमी | नर चिह्न | पुरुष ',
        hasSkinTone: true),
    Emoji('🤽‍♀️',
        'खेल | तैराक | तैराकी | पानी | पानी का खेल | पोलो | मार्को | वाटर पोलो खेलता व्यक्ति | वॉटर पोलो | व्यक्ति | स्विमिंग औरत | मादा चिह्न ',
        hasSkinTone: true),
    Emoji('🤾‍♂️',
        'एथलेटिक्स | खिलाड़ी | खेल | गेंद | हैंडबाल | हैंडबॉल | हैंडबॉल खेलता आदमी | हैंडबॉल खेलता व्यक्ति आदमी | नर चिह्न | पुरुष ',
        hasSkinTone: true),
    Emoji('🤾‍♀️',
        'एथलेटिक्स | खिलाड़ी | खेल | गेंद | हैंडबाल | हैंडबॉल | हैंडबॉल खेलता आदमी | हैंडबॉल खेलता व्यक्ति औरत | मादा चिह्न ',
        hasSkinTone: true),
    Emoji('🤹‍♂️',
        'करतब | करतब दिखाता आदमी | करतब दिखाता व्यक्ति | कौशल | जगलिंग | बहु कार्य | बैलेंस | मल्टीटास्क | मैनेज | संतुलन | हथफेर आदमी | नर चिह्न | पुरुष ',
        hasSkinTone: true),
    Emoji('🤹‍♀️',
        'करतब | करतब दिखाता आदमी | करतब दिखाता व्यक्ति | कौशल | जगलिंग | बहु कार्य | बैलेंस | मल्टीटास्क | मैनेज | संतुलन | हथफेर औरत | मादा चिह्न ',
        hasSkinTone: true),
    Emoji('🧘‍♂️',
        'आराम | ध्यान | पद्मासन में बैठा व्यक्ति | पैर मोड़ कर बैठना | पैर मोड़ना | योग | योगा | समाधि आदमी | नर चिह्न | पुरुष ',
        hasSkinTone: true),
    Emoji('🧘‍♀️',
        'आराम | ध्यान | पद्मासन में बैठा व्यक्ति | पैर मोड़ कर बैठना | पैर मोड़ना | योग | योगा | समाधि औरत | मादा चिह्न ',
        hasSkinTone: true),
    Emoji(
      '🎪',
      'टेंट | मनोरंजन | सर्कस',
    ),
    Emoji(
      '🛹',
      'पहिए | पहिया | पहिये | बोर्ड | स्केट | स्केटबोर्ड | स्केटर | स्केटिंग',
    ),
    Emoji(
      '🎗️',
      'उत्सव | फीता | रिमाइंडर रिबन ',
    ),
    Emoji(
      '🎟️',
      'टिकट | प्रवेश टिकट | प्रवेश टिकट, टिकट ',
    ),
    Emoji(
      '🎫',
      'टिकट | प्रवेश | मनोरंजन',
    ),
    Emoji(
      '🎖️',
      'पदक | पुरस्कार | सेना | सेना का पदक | सेना का पदक, पदक ',
    ),
    Emoji(
      '🏆',
      'खेल | जीत | ट्रॉफ़ी | ट्रॉफ़ी, पुरस्कार | पुरस्कार',
    ),
    Emoji(
      '🏅',
      'खेल का पदक | खेल पदक | पदक | स्वर्ण',
    ),
    Emoji(
      '🥇',
      'पदक | पहला | प्रथम | स्वर्ण',
    ),
    Emoji(
      '🥈',
      'चांदी | दूसरा | पदक | रजत पदक',
    ),
    Emoji(
      '🥉',
      'कांस्य | तीसरा | पदक',
    ),
    Emoji(
      '⚽',
      'खेल | गेंद | फुटबॉल | फ़ुटबॉल | मेस्सी | सॉकर | सॉकर बॉल',
    ),
    Emoji(
      '⚾',
      'खेल | गेंद | बेसबॉल',
    ),
    Emoji(
      '🥎',
      'खेल | खेलते | खेलना | गेंद | बॉल | सॉफ़्ट बॉल | सॉफ़्टबॉल | स्पोर्ट',
    ),
    Emoji(
      '🏀',
      'खेल | गेंद | बास्केटबॉल | बास्केटबॉल, बास्केटबॉल गेंद | हूप',
    ),
    Emoji(
      '🏐',
      'गेंद | गेम | वॉलीबॉल',
    ),
    Emoji(
      '🏈',
      'अमेरिकी | अमेरिकी फ़ुटबॉल | खेल | गेंद | फुटबॉल',
    ),
    Emoji(
      '🏉',
      'खेल | फुटबॉल | बॉल | रग्बी | रग्बी गेंद | सॉकर | सॉकर गेंद',
    ),
    Emoji(
      '🎾',
      'खेल | गेंद | टेनिस | टेनिस रैकेट और बॉल | बॉल',
    ),
    Emoji(
      '🥏',
      'खेल | पार्क | फ़्रीज़बी | फ़्लाइंग डिस्क | सर्वश्रेष्ठ',
    ),
    Emoji(
      '🎳',
      'खेल | गेंद | गेम | बाउलिंग | बाउलिंग बॉल',
    ),
    Emoji(
      '🏏',
      'क्रिकेट | गेंद | गेम | बल्ला | बॉल',
    ),
    Emoji(
      '🏑',
      'खेल | फ़ील्ड हॉकी | स्टिक | हॉकी',
    ),
    Emoji(
      '🏒',
      'आइस हॉकी | आइस हॉकी स्टिक और पक | खेल | गेम | स्टिक',
    ),
    Emoji(
      '🥍',
      'खेल | खेलना | गोल | टेनिस | फ़िट | बॉल | रविवार | लाक्रोस | लॉन टेनिस | स्टिक',
    ),
    Emoji(
      '🏓',
      'टेबल टेनिस | पिंग पॉंग | बेट | बैट | बॉल',
    ),
    Emoji(
      '🏸',
      'गेम | बैडमिंटन | बैडमिंटन, रैकेट | रैकेट | शटलकॉक',
    ),
    Emoji(
      '🪃',
      'प्रतिप्रभाव | बाउंस बैक | बूमरैंग | रिटर्न | रिवर्स | रीबाउंड | हथियार',
    ),
    Emoji(
      '🥅',
      'खेल | गोल | नेट | लक्ष्य',
    ),
    Emoji(
      '⛳',
      'गोल्फ़ | गोल्फ़ का झंडा | छेद | छेद में झंडा | होल',
    ),
    Emoji(
      '🪁',
      'उड़ान | उत्तरायण | काइट | पतंग | पतंगबाज़ी | मकर संक्रांति | संक्रांत',
    ),
    Emoji(
      '🛝',
      'खेलना | झूला | प्लेग्राउंड | फिसल पट्टी | फिसलना | फिसलने वाला झूला | मनोरंजन पार्क | स्लाइड | स्लाइडिंग',
    ),
    Emoji(
      '🏹',
      'टूल | तीर | तीर और कमान | तीरंदाजी | धनु | धनुष | बाण | राशि',
    ),
    Emoji(
      '🎣',
      'खेल | मछली | मछली पकड़ना | मछली पकड़ने की रॉड और मछली | मनोरंजन | रॉड',
    ),
    Emoji(
      '🤿 ',
      'गोताखोरी | ग़ोताख़ोरी | गोताखोरी वाला मास्क | ग़ोताख़ोरी वाला मास्क | मास्क | स्कूबा | स्कूबा का मास्क',
    ),
    Emoji(
      '🥊',
      'खेल | दस्ताने | मुक्केबाजी | मुक्केबाज़ी के दस्ताने',
    ),
    Emoji(
      '🥋',
      'कराटे | खेल | जूडो | ताइक्वांडो | मार्शल आर्ट | मार्शल आर्ट की वर्दी | वर्दी',
    ),
    Emoji(
      '🎽',
      'खेल | दौड़ना | पट्टी | पट्टे वाली रनिंग शर्ट | भागना | रनिंग शर्ट',
    ),
    Emoji(
      '🛼',
      'खेल | पहिये वाला जूता | पहिये वाले जूते | फिसलना | रोलर | स्केट | स्केटिंग | स्पोर्ट्स',
    ),
    Emoji(
      '🛷',
      'बर्फ | बर्फ़गाड़ी | स्लेज',
    ),
    Emoji(
      '⛸️',
      'आइस स्केट | आइस स्केट, स्केट | बर्फ | स्केट ',
    ),
    Emoji(
      '🥌',
      'कर्लिंग स्टोन | खेल | चट्टान',
    ),
    Emoji(
      '🎿',
      'खेल | बर्फ | बूट | स्की | स्की और बूट | स्की, स्की और बूट',
    ),
    Emoji(
      '🎯',
      'गेम | चांदमारी | निशाना | लक्ष्य | लक्ष्य पर निशाना | सीधा निशाना',
    ),
    Emoji(
      '🎱',
      'आठ गेंद | गेंद | गेम | बिलियर्ड',
    ),
    Emoji(
      '🎮',
      'कंट्रोलर | खेल | गेम | मनोरंजन | वीडियो गेम | वीडियो गेम, कंट्रोलर',
    ),
    Emoji(
      '🎰',
      'कैसीनो | गेम | जुआ | स्लॉट | स्लॉट मशीन',
    ),
    Emoji(
      '🎲',
      'गेम | डाइस | डाई | पासा | पासे | पासे, डाइस | मनोरंजन',
    ),
    Emoji(
      '🧩',
      'इंटरलॉकिंग | गुँथना | छूट | जिग सॉ | जिग्सॉ | टुकड़ा | टुकड़े | पज़ल | पज़ल गेम | पहेली | संकेत',
    ),
    Emoji(
      '♟️',
      'प्यादा | शतरंज का प्यादा ',
    ),
    Emoji(
      '🎭',
      'कला | नकाब | प्रदर्शन | प्रदर्शन कला, मुखौटे | मनोरंजन | मास्क | मुखौटा | मुखौटे',
    ),
    Emoji(
      '🎨',
      'कला | कलाकार | पेंट | पैलेट | रंग | रंग पट्टिका | रंग पट्टिका, कलाकार पैलेट',
    ),
    Emoji(
      '🧵',
      'डोर | धागा | रील | सिलना | सिलाई | सुई',
    ),
    Emoji(
      '🧶',
      'ऊन | क्रोशिया | गेंद | गोला | धागा | निटिंग | बुन | बुनना | बुनाई | भेड | सरदी | सर्दियाँ | सर्दी | सूत | स्वेटर',
    ),
    Emoji(
      '🎼',
      'संगीत | सुर | स्कोर',
    ),
    Emoji(
      '🎤',
      'कैरिओकी | गाना | माइक | माइक्रोफ़ोन | संगीत',
    ),
    Emoji(
      '🎧',
      'आवाज़ | ईयरबड | मनोरंजन | संगीत | हेडफ़ोन',
    ),
    Emoji(
      '🎷',
      'वाद्ययंत्र | संगीत | संगीत वाद्य | सैक्स | सैक्सोफ़ोन',
    ),
    Emoji(
      '🎸',
      'गिटार | वाद्ययंत्र | संगीत | संगीत वाद्य',
    ),
    Emoji(
      '🎹',
      'कीबोर्ड | पियानो | वाद्ययंत्र | संगीत | हारमोनियम',
    ),
    Emoji(
      '🎺',
      'तुरही | वाद्ययंत्र | संगीत',
    ),
    Emoji(
      '🎻',
      'वाद्ययंत्र | वायलिन | संगीत | साधन | सारंगी',
    ),
    Emoji(
      '🥁',
      'ड्रम | ड्रमस्टिक | संगीत',
    ),
    Emoji(
      '🎬',
      'क्लैपर | क्लैपर बोर्ड | क्लैपरबोर्ड | फिल्म | मनोरंजन | मूवी',
    ),
  ]),

// ======================================================= Category.OBJECTS
  CategoryEmoji(Category.OBJECTS, [
    Emoji(
      '💌',
      'दिल | दिल के चिह्न वाला पत्र | पत्र | प्यार | प्रेमपत्र',
    ),
    Emoji(
      '🕳️',
      'गड्ढा | छिद्र | छेद ',
    ),
    Emoji(
      '💣',
      'कॉमिक | खतरनाक | बम | भावना | विस्फोट',
    ),
    Emoji(
      '🛀',
      'टब | नहाता हुआ व्यक्ति | बाथ | स्नान',
    ),
    Emoji(
      '🛌',
      'खर्राटे | गुड नाइट | झपकी | थकान | नींद | नींद आ रही है | बिस्तर | बिस्तर में सोता व्यक्ति | रात हो गई है | सो जाओ | सोने का समय | सोया | होटल',
    ),
    Emoji(
      '🏺',
      'कुंभ | जग | राशि | शराब का कंटेनर | शराब का कंटेनर, जग',
    ),
    Emoji(
      '🗺️',
      'विश्व | विश्व मानचित्र | विश्व मानचित्र, विश्व ',
    ),
    Emoji(
      '🧭',
      'उत्तर | ओरिएंटीयरिंग | कंपास | चुंबकीय | डायरेक्शन | दक्षिण | दिशा | दिशा सूचक यंत्र | दिशासूचक | नेविगेशन | पश्चिम | पूर्व | रास्ता',
    ),
    Emoji(
      '🧱',
      'ईंट | घर | दीवार | मिट्टी | मोर्टार',
    ),
    Emoji(
      '💈',
      'नाई | नाई की दुकान | पोल | बार्बर पोल | बाल काटना',
    ),
    Emoji(
      '🛢️',
      'तेल | तेल की टंकी | तेल की टंकी, तेल ',
    ),
    Emoji(
      '🛎️',
      'घंटी | बेलहॉप घंटी | बेलहॉप घंटी, होटल | होटल ',
    ),
    Emoji(
      '🧳',
      'घूमना | घूमने | जा | बैग | यात्रा | सामान | सामान बाँधना',
    ),
    Emoji(
      '⌛',
      'घंटाघड़ी | रेत | रेतघड़ी | रेतघड़ी, समय | समय',
    ),
    Emoji(
      '⏳',
      'इंतज़ार | घंटा घड़ी | टाइमर | बहती रेत के साथ रेतघड़ी | बहती रेत के साथ रेतघड़ी, समय | रेत | रेत घंटाघड़ी | रेतघड़ी | समय | समय सूचक',
    ),
    Emoji(
      '⌚',
      'घड़ी | घड़ी, समय | समय | हाथघड़ी',
    ),
    Emoji(
      '⏰',
      'अलार्म | अलार्म घड़ी, समय | घड़ी | समय',
    ),
    Emoji(
      '⏱️',
      'घड़ी | समय | स्टॉपवॉच ',
    ),
    Emoji(
      '⏲️',
      'घड़ी | टाइमर घड़ी | समय ',
    ),
    Emoji(
      '🕰️',
      'घड़ी | मेंटलपीस घड़ी | समय ',
    ),
    Emoji(
      '🌡️',
      'थर्मामीटर | मौसम ',
    ),
    Emoji(
      '⛱️',
      'छाता | जमीन पर छाता | बारिश | मौसम | सूरज ',
    ),
    Emoji(
      '🧨',
      'आग | आतंक | आतिशबाजी | डायनामाइट | डायनेमाइट | त्योहार | दिवाली | पटाका | पटाखा | पटाखे | फट | बम | बारूद | रोशनी | रौश्नी | विस्फ़ोट | विस्फोटक | सुतली',
    ),
    Emoji(
      '🎈',
      'गुब्बारा | जन्मदिन | समारोह',
    ),
    Emoji(
      '🎉',
      'उत्सव | जन्मदिन | पार्टी | पॉपर | समारोह',
    ),
    Emoji(
      '🎊',
      'उत्सव | कॉनफ़ेटी | कॉनफ़ेटी बॉल | गेंद | पार्टी | समारोह',
    ),
    Emoji(
      '🎎',
      'गुड़िया | जापानी | त्योहार | समारोह',
    ),
    Emoji(
      '🎏',
      'काप | कार्प स्ट्रीमर | पताका | समारोह | स्ट्रीमर',
    ),
    Emoji(
      '🎐',
      'घंटी | पवन | विंड चाइम | विंड चाइम, घंटी | हवा',
    ),
    Emoji(
      '🪩',
      'चमक | डांस | डिस्को | नृत्य | पार्टी | बॉल | मिरर बॉल | शीशे वाली बॉल',
    ),
    Emoji(
      '🧧',
      'उपहार | किस्मत | गिफ़्ट | चीन | तोहफ़ा | धन | पैसा | भेंट | लाई सी | लाल लिफ़ाफ़ा | लिफ़ाफा | शादी | शुभेच्छा | होंगबाओ',
    ),
    Emoji(
      '🎀',
      'उत्सव | फीता | फ़ीता | रिबन | समारोह',
    ),
    Emoji(
      '🎁',
      'उपहार | उपहार, पैक किया हुआ उपहार | गिफ़्ट | जन्मदिन | पैक किया हुआ उपहार | लपेटा हुआ | समारोह',
    ),
    Emoji(
      '🔮',
      'क्रिस्टल | क्रिस्टल बॉल | क्रिस्टल बॉल, भविष्य देखना | गेंद | भविष्य | भविष्य देखना',
    ),
    Emoji(
      '🧿',
      'एविल-आई | घर | चार्म | जादू | ताबीज | ताबीज़ | तावीज़ | नज़र | नज़र उतारना | नीला | बच | बचाता | बचाना | बीड | मोती',
    ),
    Emoji(
      '🪬',
      'किस्मत | गाइड | ताबीज | ताबीज़ | फातिमा | मरियम | मैरी | सुरक्षा | हथेली | हम्सा | हाथ',
    ),
    Emoji(
      '🕹️',
      'खेल | गेम | जॉयस्टिक | जॉयस्टिक, गेम, वीडियो गेम | वीडियो गेम ',
    ),
    Emoji(
      '🧸',
      'क्यूट | खिलौना | खिलौने | जन्मदिन | टेडी बेअर | टेडी बेयर | टेडीबियर | टॉय | प्यार | भव्य | भालू | स्टफ़ टॉय | स्टफ़्ड',
    ),
    Emoji(
      '🖼️',
      'कला | चित्र | पेंटिंग | फ़्रेम वाला चित्र | संग्रहालय ',
    ),
    Emoji(
      '🧵',
      'डोर | धागा | रील | सिलना | सिलाई | सुई',
    ),
    Emoji(
      '🧶',
      'ऊन | क्रोशिया | गेंद | गोला | धागा | निटिंग | बुन | बुनना | बुनाई | भेड | सरदी | सर्दियाँ | सर्दी | सूत | स्वेटर',
    ),
    Emoji(
      '🛍️',
      'खरीदारी | बैग | शॉपिंग बैग | होटल ',
    ),
    Emoji(
      '📿',
      'धर्म | प्रार्थना | प्रार्थना के मनक | मनक | वस्त्र | हार',
    ),
    Emoji(
      '💎',
      'प्यार | मणि | रत्न | सगाई | हीरा',
    ),
    Emoji(
      '📯',
      'डाक | पोस्टल हॉर्न | भोंपू | हॉर्न',
    ),
    Emoji(
      '🎙️',
      'माइक | माइक्रोफ़ोन | संगीत | स्टूडियो ',
    ),
    Emoji(
      '🎚️',
      'लेवल स्लाइडर | संगीत | स्तर | स्लाइडर ',
    ),
    Emoji(
      '🎛️',
      'कंट्रोल | नियंत्रण | नॉब | संगीत ',
    ),
    Emoji(
      '📻',
      'रेडियो | वीडियो',
    ),
    Emoji(
      '📱',
      'चलभाष | टेलीफ़ोन | दूरभाष | फ़ोन | मोबाइल',
    ),
    Emoji(
      '📲',
      'तीर | तीर के साथ फ़ोन | तीर के साथ मोबाइल फ़ोन | फ़ोन | मोबाइल | संचार | सेल',
    ),
    Emoji(
      '☎️',
      'टेलीफ़ोन | दूरभाष | फ़ोन ',
    ),
    Emoji(
      '📞',
      'टेलीफ़ोन | टेलीफ़ोन रिसीवर | फ़ोन | फ़ोन रिसीवर | संचार',
    ),
    Emoji(
      '📟',
      'पेजर | संचार',
    ),
    Emoji(
      '📠',
      'फ़ैक्स | फ़ैक्स मशीन | संचार',
    ),
    Emoji(
      '🔋',
      'बैटरी',
    ),
    Emoji(
      '🪫',
      'इलेक्ट्रॉनिक | कम ऊर्जा | कम बैटरी | पावर कम है | बैटरी | बैटरी कम है | बैटरी खत्म हो गई | लो पावर | लो बैटरी',
    ),
    Emoji(
      '🔌',
      'बिजली | बिजली का प्लग',
    ),
    Emoji(
      '💻',
      'कंप्यूटर | निजी | पर्सनल कंप्यूटर | पीसी | लैपटॉप',
    ),
    Emoji(
      '🖥️',
      'कंप्यूटर | डेस्कटॉप | संगणक ',
    ),
    Emoji(
      '🖨️',
      'कंप्यूटर | छापनेवाला यंत्र | प्रिंटर ',
    ),
    Emoji(
      '⌨️',
      'कंप्यूटर | कीबोर्ड ',
    ),
    Emoji(
      '🖱️',
      'कंप्यूटर | माउस ',
    ),
    Emoji(
      '🖲️',
      'कंप्यूटर | ट्रैकबॉल ',
    ),
    Emoji(
      '💽',
      'ऑप्टिकल | कंप्यूटर | डिस्क | मिनी डिस्क',
    ),
    Emoji(
      '💾',
      'कंप्यूटर | डिस्क | फ़्लॉपी',
    ),
    Emoji(
      '💿',
      'ऑप्टिकल | कंप्यूटर | डिस्क | डीवीडी | सीडी',
    ),
    Emoji(
      '📀',
      'ऑप्टिकल | कंप्यूटर | डिस्क | डीवीडी | ब्लू रे',
    ),
    Emoji(
      '🧮',
      'अबैकस | एबेकस | केलकुलेटर | कैल्क्यूलेटर | गणना | गिन | गिनती | गिनना',
    ),
    Emoji(
      '🎥',
      'कैमरा | फ़िल्म | बॉलीवुड | मूवी | सिनेमा',
    ),
    Emoji(
      '🎞️',
      'फ़िल्म | फ़िल्म फ़्रेम | मूवी | सिनेमा ',
    ),
    Emoji(
      '📽️',
      'फ़िल्म | फ़िल्म प्रोजेक्टर | वीडियो | सिनेमा ',
    ),
    Emoji(
      '📺',
      'टीवी | टेलीविज़न | वीडियो',
    ),
    Emoji(
      '📷',
      'कैमरा | वीडियो',
    ),
    Emoji(
      '📸',
      'कैमरा | फ्लैश के साथ कैमरा | फ़्लैश वाला कैमरा | वीडियो',
    ),
    Emoji(
      '📹',
      'कैमरा | वीडियो',
    ),
    Emoji(
      '📼',
      'vhs | टेप | वीडियो | वीडियो कैसेट',
    ),
    Emoji(
      '🔍',
      'आवर्धक | औज़ार | काँच | कांच | खोज | बाईं ओर झुका आवर्धक काँच',
    ),
    Emoji(
      '🔎',
      'आवर्धक | औज़ार | काँच | कांच | खोज | दाईं ओर झुका आवर्धक काँच',
    ),
    Emoji(
      '🕯️',
      'प्रकाश | मोमबत्ती ',
    ),
    Emoji(
      '💡',
      'कॉमिक | प्रकाश | बल्ब | बिजली | लाइट बल्ब | लाइट बल्ब, विचार | विचार',
    ),
    Emoji(
      '🔦',
      'टॉर्च | प्रकाश | फ़्लैशलाइट | बिजली',
    ),
    Emoji(
      '🏮',
      'कंदील | लाल | लाल काग़ज़ी लालटेन | लालटेन',
    ),
    Emoji(
      '📔',
      'आवरण | कवर | किताब | नोटबुक | सजावट | सजावटी कवर वाली नोटबुक',
    ),
    Emoji(
      '📕',
      'पुस्तक | बंद किताब',
    ),
    Emoji(
      '📖',
      'खुली किताब | पुस्तक',
    ),
    Emoji(
      '📗',
      'पुस्तक | हरी किताब',
    ),
    Emoji(
      '📘',
      'नीली किताब | पुस्तक | शिक्षा',
    ),
    Emoji(
      '📙',
      'नारंगी किताब | पुस्तक | शिक्षा',
    ),
    Emoji(
      '📚',
      'किताबें | पुस्तक',
    ),
    Emoji(
      '📓',
      'नोटबुक',
    ),
    Emoji(
      '📃',
      'दस्तावेज़ | पृष्ठ | मुड़ा हुआ पृष्ठ',
    ),
    Emoji(
      '📜',
      'कागज़ | काग़ज़ | पेपर स्क्रॉल | सूचीपत्र | स्क्रॉल | स्क्रॉल, पेपर स्क्रॉल | स्क्रोल',
    ),
    Emoji(
      '📄',
      'ऊपरी पृष्ठ | दस्तावेज़ | पृष्ठ | सामने की ओर पृष्ठ',
    ),
    Emoji(
      '📰',
      'अखबार | अख़बार | पेपर | समाचार | समाचारपत्र',
    ),
    Emoji(
      '🗞️',
      'अख़बार | पेपर | मोड़ा हुआ समाचार-पत्र | मोड़ा हुआ समाचारपत्र | रोल किया हुआ समाचारपत्र | समाचार | समाचार-पत्र | समाचारपत्र ',
    ),
    Emoji(
      '📑',
      'टैब | निशान | पृष्ठ स्मृति | बुकमार्क | मार्कर',
    ),
    Emoji(
      '🔖',
      'निशान | बुकमार्क',
    ),
    Emoji(
      '🏷️',
      'नाम | लेबल ',
    ),
    Emoji(
      '💰',
      'डॉलर बैग | थैली | धन की थैली | धन वाला बैग | पैसे | पैसों की थैली',
    ),
    Emoji(
      '💴',
      'नोट | पैसे | बिल | बैंकनोट | येन',
    ),
    Emoji(
      '💵',
      'डॉलर | डॉलर नोट, बैंकनोट | नोट | पैसे | बिल | बैंकनोट',
    ),
    Emoji(
      '💶',
      '100 | नोट | पैसे | बिल | बैंक नोट | यूरो',
    ),
    Emoji(
      '💷',
      'नोट | पाउंड | पैसे | बैंकनोट',
    ),
    Emoji(
      '💸',
      'उड़ता बैंकनोट | उड़ते पैसे | नोट | पंखों वाला धन | पंखों वाले पैसे | पैसे | बैंक',
    ),
    Emoji(
      '💳',
      'कार्ड | क्रेडिट | धन',
    ),
    Emoji(
      '🪪',
      'I.D. | ID | आइडेंटिफ़िकेशन | आईडी | कार्ड | डॉक्यूमेंट | परिचय पत्र | पहचान पत्र | लाइसेंस | सुरक्षा',
    ),
    Emoji(
      '🧾',
      'अकाउंट | कागज़ | खाता | खाते | नोट | प्रमाण | प्रूफ़ | बहिखाता | बहीखाता | रसीद | रिसीट | लंबा | लंबी | लिस्ट | लेखांकन | साक्ष्य | सूची',
    ),
    Emoji(
      '✉️',
      'ईमेल | मेल | लिफ़ाफ़ा ',
    ),
    Emoji(
      '📧',
      'ईमेल | पत्र | मेल | संचार',
    ),
    Emoji(
      '📨',
      'आवक | इनकमिंग | इनकमिंग लिफ़ाफ़ा | ईमेल | पत्र | मेल | लिफाफा | संचार',
    ),
    Emoji(
      '📩',
      'आउटगोइंग | ईमेल | जावक | जावक मेल, प्रेषित मेल | पत्र | प्रेषित मेल | मेल | लिफाफा | संचार',
    ),
    Emoji(
      '📤',
      'आउटबॉक्स | ईमेल | चिट्ठी | ट्रे | पत्र | बॉक्स | मेल',
    ),
    Emoji(
      '📥',
      'इनबॉक्स | इनबॉक्स शून्य | ईमेल | ट्रे | प्राप्त | बॉक्स | मेल | संचार',
    ),
    Emoji(
      '📦',
      'पार्सल | पैकेज | बॉक्स | वितरण',
    ),
    Emoji(
      '📫',
      'झंडा | पोस्ट बॉक्स | बंद | मेल | मेलबॉक्स | लहराते झंडे वाला मेलबॉक्स',
    ),
    Emoji(
      '📪',
      'झंडा | झुके झंडे वाला मेलबॉक्स | पोस्ट बॉक्स | बंद | मेल | मेलबॉक्स',
    ),
    Emoji(
      '📬',
      'खुला | झंडा | पोस्ट बॉक्स | मेल | मेलबॉक्स | लहराते झंडे वाला खुला मेलबॉक्स',
    ),
    Emoji(
      '📭',
      'खुला | झंडा | झुके झंडे वाला खुला मेलबॉक्स | पोस्ट बॉक्स | मेल | मेलबॉक्स',
    ),
    Emoji(
      '📮',
      'डाक | पोस्ट बॉक्स | मेल | मेलबॉक्स',
    ),
    Emoji(
      '🗳️',
      'डिब्बा | बॉक्स | मतदान | मतपत्र के साथ मतपेटी ',
    ),
    Emoji(
      '✏️',
      'पेंसिल ',
    ),
    Emoji(
      '✒️',
      'कलम | काली निब | काली नोक | निब | नोक | पेन ',
    ),
    Emoji(
      '🖋️',
      'कलम | पेन | फ़ाउंटन | स्याही पेन ',
    ),
    Emoji(
      '🖊️',
      'कलम | पेन | बॉल प्वाइंट | बॉलपेन ',
    ),
    Emoji(
      '🖌️',
      'चित्रकारी | तूलिका | पेंटब्रश | पेंटिंग ',
    ),
    Emoji(
      '🖍️',
      'क्रेयॉन | चित्रांकनी | मोम के रंग ',
    ),
    Emoji(
      '📝',
      'पेंसिल | मीडिया | मेमो | संचार | स्मृतिपत्र',
    ),
    Emoji(
      '📁',
      'फ़ाइल | फ़ोल्डर',
    ),
    Emoji(
      '📂',
      'खुला | फ़ाइल | फ़ोल्डर',
    ),
    Emoji(
      '🗂️',
      'अनुक्रम | कार्ड | कार्ड इंडेक्स डिवाइडर | विभाजक | सूची ',
    ),
    Emoji(
      '📅',
      'कैलेंडर | तारीख | तारीख़ | तिथि | दिनांक',
    ),
    Emoji(
      '📆',
      'कैलेंडर | फ़ाड़ने वाला कैलेंडर',
    ),
    Emoji(
      '🗒️',
      'नोट | पैड | स्पाइरल नोटपैड ',
    ),
    Emoji(
      '🗓️',
      'कैलेंडर | पैड | स्पाइरल ',
    ),
    Emoji(
      '📇',
      'इंडेक्स | कार्ड इंडेक्स | रोलोडेक्स | सूची',
    ),
    Emoji(
      '📈',
      'ग्राफ़ | चार्ट | बढ़ता रुझान | बढ़ता हुआ | बढ़ते रुझान वाला चार्ट',
    ),
    Emoji(
      '📉',
      'ग्राफ़ | घटता रुझान | घटता हुआ | घटते रुझान वाला चार्ट | चार्ट',
    ),
    Emoji(
      '📊',
      'ग्राफ़ | चार्ट | बार ग्राफ़ | बार चार्ट | लेखाचित्र',
    ),
    Emoji(
      '📋',
      'क्लिपबोर्ड | टिप्पणियाँ',
    ),
    Emoji(
      '📌',
      'नक़्शे की पिन | पिन | पुशपिन',
    ),
    Emoji(
      '📍',
      'गोल पुशपिन | पिन | पुशपिन | मानचित्र | स्थान',
    ),
    Emoji(
      '📎',
      'क्लिप | पेपरक्लिप',
    ),
    Emoji(
      '🖇️',
      'पेपरक्लिप | लिंक | लिंक किए गए पेपरक्लिप ',
    ),
    Emoji(
      '📏',
      'कोण | गणित | पैमाना | मापक | सीधा रूलर | स्ट्रेट रूलर',
    ),
    Emoji(
      '📐',
      'कोण | गणित | गुनिया | तिकोना रूलर | त्रिकोण | त्रिकोणीय रूलर | पैमाना',
    ),
    Emoji(
      '✂️',
      'काटना | कैंची | टूल ',
    ),
    Emoji(
      '🗃️',
      'कार्ड | डिब्बा | पेटी | फ़ाइल | बॉक्स ',
    ),
    Emoji(
      '🗄️',
      'कैबिनेट | फ़ाइल | संदूक ',
    ),
    Emoji(
      '🗑️',
      'कचरा पेटी | कचरे की टोकरी | रद्दी की टोकरी ',
    ),
    Emoji(
      '🔒',
      'ताला | बंद',
    ),
    Emoji(
      '🔓',
      'खुला | ताला',
    ),
    Emoji(
      '🔏',
      'गोपनीयता | ताला | फाउंटेन पेन के साथ ताला | स्याही | स्याही की पेन के साथ ताला | स्याही वाली पेन | स्याही वाले पेन के साथ ताला',
    ),
    Emoji(
      '🔐',
      'चाबी | चाबी के साथ ताला | चाबी के साथ बंद ताला | ताला | बंद | सुरक्षा | सुरक्षित',
    ),
    Emoji(
      '🔑',
      'चाबी | ताला | पासवर्ड',
    ),
    Emoji(
      '🗝️',
      'चाबी | ताला | पुराना | पुरानी चाबी | संकेत ',
    ),
    Emoji(
      '🔨',
      'औज़ार | हथौड़ा',
    ),
    Emoji(
      '⛏️',
      'कुदाली | कुल्हाड़ी | खनन | खनन टूल ',
    ),
    Emoji(
      '⚒️',
      'टूल | हथौड़ा और कुल्हाड़ी ',
    ),
    Emoji(
      '🛠️',
      'उपकरण | टूल | रैंच | हथौड़ा और पाना ',
    ),
    Emoji(
      '🔪',
      'खाना बनाने का चाकू | चाकू | महाराज',
    ),
    Emoji(
      '🗡️',
      'कटार | छुरी | हथियार ',
    ),
    Emoji(
      '⚔️',
      'क्रॉस बनाती तलवारें | तलवारें | हथियार ',
    ),
    Emoji(
      '🔫',
      'औज़ार | पानी की पिस्तौल | पिस्टल | बंदूक | रिवॉल्वर | हथियार',
    ),
    Emoji(
      '🛡️',
      'ढाल | हथियार ',
    ),
    Emoji(
      '🔧',
      'उपकरण | औज़ार | पाना | रेंच | रैंच',
    ),
    Emoji(
      '🔩',
      'औज़ार | नट | नट और बोल्ट | पेंच | बोल्ट',
    ),
    Emoji(
      '⚙️',
      'उपकरण | गियर | टूल ',
    ),
    Emoji(
      '🗜️',
      'उपकरण | कंप्रेस | क्लंप | क्लैंप | टूल | दबाना ',
    ),
    Emoji(
      '⚖️',
      'तराजू | तुला | न्याय | राशि | संतुलन ',
    ),
    Emoji(
      '🔗',
      'कड़ी | लिंक | शृंखला',
    ),
    Emoji(
      '⛓️',
      'ज़ंजीर | शृंखला | सांकल ',
    ),
    Emoji(
      '🧰',
      'उपकरण | औज़ार | कारीगर | टूल | टूल बॉक्स | टूलबॉक्स | डिब्बा | बैग | मकेनिक | मकैनिक | हथौड़ा',
    ),
    Emoji(
      '🧲',
      'आकर्षक | आकर्षण | घोड़े की नाल | चुंबक | चुंबकीय | मैगनेट',
    ),
    Emoji(
      '⚗️',
      'उपकरण | टूल | रसायन | रासायनिक उपकरण ',
    ),
    Emoji(
      '🧪',
      'कैमिस्ट्री | टयूब | टेस्ट | टेस्ट ट्यूब | प्रयोग | प्रयोगशाला | रसायनज्ञ | रसायनशास्त्र | लैब | विज्ञान | साइन्स | साइंस | स्कूल',
    ),
    Emoji(
      '🧫',
      'कल्चर | किटाणु | कीटाणु | जीवविज्ञान | जीवविज्ञानी | जीवाणु | पेट्री डिश | प्रयोगशाला | बायो | बैकटीरिया | बैक्टीरिया | लैब | विज्ञान | साइन्स | साइंस',
    ),
    Emoji(
      '🧬',
      'आनुवंशिक विज्ञान | जीवन | जीवविज्ञानी | डी.एन.ए | डीएनए | फैल | फैलना | बायोलॉजिस्ट | लाइफ़ | वंशाणु | विकास',
    ),
    Emoji(
      '🔬',
      'उपकरण | प्रयोग | माइक्रोस्कोप | विज्ञान',
    ),
    Emoji(
      '🩻',
      'एक्स-रे | एक्सरे | कंकाल | चिकित्सा | डॉक्टर | हड्डियाँ | हड्डियां',
    ),
    Emoji(
      '🔭',
      'उपकरण | टेलिस्कोप | दूरबीन | विज्ञान',
    ),
    Emoji(
      '📡',
      'उपग्रह | डिश | सैटेलाइट एंटेना | सैटेलाइट डिश',
    ),
    Emoji(
      '💉',
      'डॉक्टर | दवाई | बीमार | मरीज़ | सिरिंज | सिरींज | सिरींज, सूई | सुई | सूई',
    ),
    Emoji(
      '💊',
      'गोली | डॉक्टर | दवाई',
    ),
    Emoji(
      '🚪',
      'दरवाजा | दरवाज़ा | द्वार',
    ),
    Emoji(
      '🛏️',
      'बिस्तर | होटल ',
    ),
    Emoji(
      '🛋️',
      'लैंप | सोफ़ा | सोफ़ा और लैंप | होटल ',
    ),
    Emoji(
      '🚽',
      'गुसलखाना | शौचालय',
    ),
    Emoji(
      '🚿',
      'पानी | स्नान',
    ),
    Emoji(
      '🛁',
      'बाथ टब | बाथटब | स्नान',
    ),
    Emoji(
      '🧴',
      'क्रीम | धोना | नमी | बाल धोना | बोतल | मॉइश्चरॉइज़र | लोशन | लोशन की बोतल | शैंपू | शैम्पू | सन स्क्रीन | सनस्क्रीन',
    ),
    Emoji(
      '🧷',
      'डायपर | पंक रॉक | पिन | सेफ़टी पिन | सेफ़्टी पिन',
    ),
    Emoji(
      '🧹',
      'चुडैल | जादू | जादूगरनी | झाडू | झाड़ू | झाडू निकालना | डर | भूत | भूतनी | सफ़ाई | सफ़ाई करना | साफ़',
    ),
    Emoji(
      '🧺',
      'कपड़े धोने | किसानी | खेती | टोकरी | थैला | थैली | पिकनिक | बास्किट | बास्केट | लॉन्ड्री | सामान',
    ),
    Emoji(
      '🧻',
      'कागज़ | टॉयलेट | तौलिया | पेपर | पेपर का रोल | पेपर टावल | पेपर टॉवेल | पेपर रोल',
    ),
    Emoji(
      '🧼',
      'गुलाबी | झाग | टिकिया | नहा | नहाओ | नहाता | नहाना | पिंक | बार | सफाई | सफ़ाई | सफ़ाई करना | साफ | साफ़ | साबुन | साबुन का झाग | सोपडिश',
    ),
    Emoji(
      '🧽',
      'छिद्रयुक्त | धोना | पानी | बर्तन धोना | सफ़ाई | साफ़ | सोक | सोकना | सोख | सोखना | स्पंज',
    ),
    Emoji(
      '🧯',
      'अग्नि | अग्नि शामक | अग्निशमन | अग्निशामक | आग | आग बुझा | बुझ | बुझाना',
    ),
    Emoji(
      '🚬',
      'धूम्रपान | धूम्रपान का चिह्न | सिगरेट',
    ),
    Emoji(
      '⚰️',
      'ताबूत | मृत्यु ',
    ),
    Emoji(
      '⚱️',
      'अंतिम संस्कार | अस्थि कलश | दाह-संस्कार | मृत्यु | राख ',
    ),
    Emoji(
      '🚰',
      'पीने का पानी | पीने के पानी का चिह्न | पेयजल',
    ),
  ]),

// ======================================================= Category.SYMBOLS
  CategoryEmoji(Category.SYMBOLS, [
    Emoji(
      '💘',
      'तीर | दिल | दिल और तीर | प्यार | भावना',
    ),
    Emoji(
      '💝',
      'दिल | भावना | रिबन | रिबन वाला दिल | वैलेंटाइन',
    ),
    Emoji(
      '💖',
      'चमकदार दिल | चमकना | प्यार | भावना | रोमांचित | रोमांचित दिल',
    ),
    Emoji(
      '💗',
      'घबराया | दिल | प्यार | बढ़ता हुआ दिल | भावना | रोमांचित',
    ),
    Emoji(
      '💓',
      'दिल | धड़कता दिल | धड़कन | धड़कना | प्यार | भावना',
    ),
    Emoji(
      '💞',
      'आकर्षक | कावाई | घूमते दिल | घूमना | दिल | प्यार | प्यारा | भावना',
    ),
    Emoji(
      '💕',
      'दो दिल | प्यार | प्रेमी | भावना',
    ),
    Emoji(
      '💟',
      'दिल | दिल की सजावट',
    ),
    Emoji(
      '❣️',
      'गहना | भारी दिल विस्मयादिबोधक | विस्मय चिह्न वाला दिल | विस्मयादिबोधक ',
    ),
    Emoji(
      '💔',
      'उदास | टूटना | टूटा दिल | टूटा हुआ | दिल | भावना',
    ),
    Emoji(
      '❤️‍🔥',
      'भावना | दिल | आग | प्रज्वलित | प्यार | लाल',
    ),
    Emoji(
      '❤️',
      'दिल | लाल दिल ',
    ),
    Emoji(
      '🧡',
      'नारंगी | नारंगी दिल',
    ),
    Emoji(
      '💛',
      'दिल | पीला | भावना',
    ),
    Emoji(
      '💚',
      'दिल | भावना | हरा',
    ),
    Emoji(
      '💙',
      'दिल | नीला | भावना',
    ),
    Emoji(
      '💜',
      'दिल | बैंगनी | भावना',
    ),
    Emoji(
      '🖤',
      'काला | दिल | बुराई | शैतान',
    ),
    Emoji(
      '💯',
      '100 | अंक | पूरे अंक | सौ अंक',
    ),
    Emoji(
      '💢',
      'कॉमिक | गुस्सा | गुस्से का चिह्न | गुस्सैल | पागल | भावना',
    ),
    Emoji(
      '💬',
      'कॉमिक | गुब्बारा | बुलबुला | बोलने का गुब्बारा | वाक बुलबुला | संवाद',
    ),
    Emoji(
      '👁️‍🗨️',
      'आँख | आंख | एक आँख | शरीर बायाँ स्पीच बबल | बोली | संवाद ',
    ),
    Emoji(
      '🗯️',
      'गुब्बारा | गुस्सा | दायाँ गुस्से वाला बबल | पागल | बबल ',
    ),
    Emoji(
      '💭',
      'कॉमिक | गुब्बारे | बुलबुला | विचार | विचार गुब्बारा',
    ),
    Emoji(
      '💤',
      'Zzz | उनींदा | कॉमिक | खर्राटे | खर्राटे भरना | गुड नाइट | थकान | नींद | नींद आ रही है | भावना | रात | शुभरात्रि | सोना | सोया',
    ),
    Emoji(
      '💮',
      'छाप | फूल | फूल की छाप | बहुत अच्छे काम की छाप | सफ़ेद फूल',
    ),
    Emoji(
      '♨️',
      'गरम सोता | गर्म | भाप युक्त ',
    ),
    Emoji(
      '💈',
      'नाई | नाई की दुकान | पोल | बार्बर पोल | बाल काटना',
    ),
    Emoji(
      '🛑',
      'अष्टकोण | रुकने का संकेत | रुकें | संकेत',
    ),
    Emoji(
      '🕛',
      '12 बजे | 12 बजे, घड़ी, बारह, 12',
    ),
    Emoji(
      '🕧',
      '12',
    ),
    Emoji(
      '🕐',
      '1 बजे | 1 बजे, घड़ी, एक, 1',
    ),
    Emoji(
      '🕜',
      '1',
    ),
    Emoji(
      '🕑',
      '2 बजे | 2 बजे, घड़ी, दो, 2',
    ),
    Emoji(
      '🕝',
      '2',
    ),
    Emoji(
      '🕒',
      '3 बजे | 3 बजे, घड़ी, तीन, 3',
    ),
    Emoji(
      '🕞',
      '3',
    ),
    Emoji(
      '🕓',
      '4 बजे | 4 बजे, घड़ी, चार, 4',
    ),
    Emoji(
      '🕟',
      '4',
    ),
    Emoji(
      '🕔',
      '5 बजे | 5',
    ),
    Emoji(
      '🕠',
      '5',
    ),
    Emoji(
      '🕕',
      '6 बजे | 6 बजे, घड़ी, छह, 6',
    ),
    Emoji(
      '🕡',
      '6',
    ),
    Emoji(
      '🕖',
      '7 बजे | 7 बजे, घड़ी, सात, 7',
    ),
    Emoji(
      '🕢',
      '7',
    ),
    Emoji(
      '🕗',
      '8 बजे | 8 बजे, घड़ी, आठ, 8',
    ),
    Emoji(
      '🕣',
      '8',
    ),
    Emoji(
      '🕘',
      '9 बजे | 9 बजे, घड़ी, नौ, 9',
    ),
    Emoji(
      '🕤',
      '9',
    ),
    Emoji(
      '🕙',
      '10 बजे | 10 बजे, घड़ी, दस, 10',
    ),
    Emoji(
      '🕥',
      '10',
    ),
    Emoji(
      '🕚',
      '11 बजे | 11 बजे, घड़ी, ग्यारह, 11',
    ),
    Emoji(
      '🕦',
      '11',
    ),
    Emoji(
      '🌀',
      'चक्कर | चक्रवात | चक्रवात, तूफ़ान | तूफ़ान | बवंडर',
    ),
    Emoji(
      '♠️',
      'कार्ड | ताश | हुकुम का पत्ता ',
    ),
    Emoji(
      '♥️',
      'कार्ड | ताश | पान का पत्ता | पाँन का पत्ता | लाल दिल ',
    ),
    Emoji(
      '♦️',
      'ईंट का पत्ता | कार्ड | ताश ',
    ),
    Emoji(
      '♣️',
      'कार्ड | चिड़िया का पत्ता | ताश ',
    ),
    Emoji(
      '🃏',
      'कार्ड | खेल | जोकर | ताश का पत्ता',
    ),
    Emoji(
      '🀄',
      'टाइल | दैत्य | माहजोंग | लाल',
    ),
    Emoji(
      '🎴',
      'कार्ड | गेम | ताश का पत्ता | फूल | फूल वाला पत्ता | हानाफूडा',
    ),
    Emoji(
      '🔇',
      'चुप | ध्वनि | मौन | म्यूट | म्यूट किया स्पीकर | शांत | स्पीकर',
    ),
    Emoji(
      '🔈',
      'कम वॉल्यूम स्पीकर | धीमा | ध्वनि | नरम | स्पीकर कम मात्रा',
    ),
    Emoji(
      '🔉',
      'मध्यम | मीडियम | स्पीकर | स्पीकर मीडियम वॉल्यूम',
    ),
    Emoji(
      '🔊',
      'अधिक आवाज़ | अधिक आवाज़ में स्पीकर | उच्च वॉल्यूम स्पीकर | तेज़ आवाज़ में स्पीकर',
    ),
    Emoji(
      '📢',
      'आम सभा | लाउडस्पीकर | संचार | हैंड स्पीकर',
    ),
    Emoji(
      '📣',
      'उत्साहवर्धन | उत्साही | ध्वनि | मेगाफोन | मेगाफ़ोन',
    ),
    Emoji(
      '📯',
      'डाक | पोस्टल हॉर्न | भोंपू | हॉर्न',
    ),
    Emoji(
      '🔔',
      'गिरजाघर | घंटी',
    ),
    Emoji(
      '🔕',
      'घंटी | चुप | निषिद्ध | मौन | म्यूट | शांत | स्लैश के साथ घंटी',
    ),
    Emoji(
      '🎵',
      'संगीत | संगीत का स्वर | संगीत के स्वर | स्वर',
    ),
    Emoji(
      '🎶',
      'नोट | संगीत | संगीत के स्वर | स्वर',
    ),
    Emoji(
      '🏧',
      'ATM का चिह्न | एटीएम | ऑटोमैटेड टेलर | टेलर | स्वचालित',
    ),
    Emoji(
      '🚮',
      'कचरा | कचरा पेटी | कूड़ा | कूड़ादान | पेटी में कचरा डालने का चिह्न | पेटी में कचरा डालें',
    ),
    Emoji(
      '🚰',
      'पीने का पानी | पीने के पानी का चिह्न | पेयजल',
    ),
    Emoji(
      '♿',
      'ऐक्सेस | व्हीलचेयर | व्हीलचेयर का प्रतीक | ह्वीलचेयर का प्रतीक',
    ),
    Emoji(
      '🩼',
      'क्रच | घायल | चलने फिरने में सहायक | चोट | छड़ी | बेंत | बैसाखी | मदद | विकलांगता',
    ),
    Emoji(
      '🚹',
      'चिह्न | पुरुष | पुरुष कक्ष | पुरुष का चिह्न | पुरुष का प्रतीक | शौचालय',
    ),
    Emoji(
      '🚺',
      'चिह्न | महिला | महिला कक्ष | महिला का चिह्न | महिला का प्रतीक | शौचालय',
    ),
    Emoji(
      '🚻',
      'टॉयलेट | बाथरूम | शौचालय | सुविधाघर | सुविधाघर का चिह्न',
    ),
    Emoji(
      '🚼',
      'गाड़ी में शिशु है | बच्चे का चिह्न | बच्चे के कपड़े बदलने का स्थान | शिशु',
    ),
    Emoji(
      '🚾',
      'WC | पानी | लावाटोरी | वॉटर क्लोसेट | शौचालय | सुविधाघर',
    ),
    Emoji(
      '⚠️',
      'चेतावनी | चेतावनी का चिह्न | सावधान ',
    ),
    Emoji(
      '🚸',
      'चिह्न | पैदल यात्री | बच्चे | बच्चे निकल रहे हैं | यातायात | सड़क पार करना',
    ),
    Emoji(
      '⛔',
      'नहीं | निषिद्ध | प्रवेश | प्रवेश निषेध | प्रवेश निषेध चिह्न',
    ),
    Emoji(
      '🚫',
      'निषिद्ध | प्रवेश | मनाही',
    ),
    Emoji(
      '🚳',
      'निषिद्ध | बाइक | बाइक निषेध | बाईसिकिल | साइकल नहीं | साइकिल की अनुमति नहीं | साइकिल नहीं | साइकिल निषेध',
    ),
    Emoji(
      '🚭',
      'चिह्न | धूम्रपान निषेध | धूम्रपान निषेध का चिह्न | निषिद्ध',
    ),
    Emoji(
      '🚯',
      'कूड़ा | गंदगी न करें | गंदगी न करें का चिह्न | गंदगी न फैलाएँ | गंदगी नहीं | चिह्न',
    ),
    Emoji(
      '🚱',
      'पानी | पानी पीने योग्य नहीं | पीने अयोग्य | पीने लायक नहीं',
    ),
    Emoji(
      '🚷',
      'चिह्न | निषिद्ध | पदयात्री | पदयात्री निषेध | पदयात्री निषेध, पैदल चलने की अनुमति नहीं | पैदल | पैदल चलने की अनुमति नहीं',
    ),
    Emoji(
      '🔞',
      '18 | 18 वर्ष से छोटे निषिद्ध | 18 से कम प्रतिबंधित | उम्र प्रतिबंध | उम्र से कम | निषेध',
    ),
    Emoji(
      '☢️',
      'पंखा | रेडियो | रेडियो एक्टिव | रेडियो सक्रिय ',
    ),
    Emoji(
      '☣️',
      'जैवसंकट | बायोहाज़र्ड | संकेत ',
    ),
    Emoji(
      '⬆️',
      'उत्तर | उर्ध्वमुखी तीर | ऊपर तीर | कार्डिनल | तीर | दिशा ',
    ),
    Emoji(
      '↗️',
      'इंटरकार्डिनल | उत्तर-पूर्व दिशा | उत्तरपूर्व दिशा | ऊपर-दायाँ तीर | दिशा ',
    ),
    Emoji(
      '➡️',
      'कार्डिनल | तीर | दायाँ तीर | दिशा | पूर्व दिशा ',
    ),
    Emoji(
      '↘️',
      'इंटरकार्डिनल | दक्षिण-पूर्व दिशा | दक्षिणपूर्व | दिशा | नीचे-दायाँ तीर | नीचे-दायां तीर ',
    ),
    Emoji(
      '⬇️',
      'कार्डिनल | दक्षिण | दिशा | नीचे | नीचे तीर ',
    ),
    Emoji(
      '↙️',
      'इंटरकार्डिनल | दक्षिण-पश्चिम दिशा | दक्षिणपश्चिम | दिशा | नीचे-बायाँ तीर | नीचे-बायां तीर ',
    ),
    Emoji(
      '⬅️',
      'कार्डिनल | तीर | दिशा | पश्चिम | बायाँ तीर | बायां तीर ',
    ),
    Emoji(
      '↖️',
      'इंटरकार्डिनल | उत्तर पश्चिम | उत्तर-पश्चिम दिशा | ऊपर-बायाँ तीर | ऊपर-बायां तीर | दिशा ',
    ),
    Emoji(
      '↕️',
      'ऊपर-नीचे तीर | तीर ',
    ),
    Emoji(
      '↔️',
      'तीर | बाएँ-दाएँ तीर ',
    ),
    Emoji(
      '↩️',
      'तीर | बाईं ओर मुड़ने वाला दायां तीर | बाईं ओर मुड़ा दायाँ तीर ',
    ),
    Emoji(
      '↪️',
      'तीर | दाईं ओर मुड़ने वाला बायां तीर | दाईं ओर मुड़ा बायाँ तीर ',
    ),
    Emoji(
      '⤴️',
      'ऊपर की ओर मुड़ा दायाँ तीर | तीर | दाहिने तीर ऊपर की तरफ ',
    ),
    Emoji(
      '⤵️',
      'तीर | दाहिने तीर नीचे की तरफ | निचे | नीचे की ओर मुड़ा दायाँ तीर ',
    ),
    Emoji(
      '🔃',
      'घड़ी की दिशा में लंबवत तीर | तीर | दक्षिणावर्त | पुनः लोड करें | रिलोड',
    ),
    Emoji(
      '🔄',
      'घड़ी की उल्टी दिशा में तीर | घड़ी की विपरीत दिशा में तीर | तीर | वामावर्त',
    ),
    Emoji(
      '🔙',
      'तीर | बाएँ तीर के साथ वापस | बायाँ तीर | वापस',
    ),
    Emoji(
      '🔚',
      'END के साथ तीर | तीर | बाएँ तीर के साथ समाप्ति | बायाँ तीर | समाप्ति',
    ),
    Emoji(
      '🔛',
      'ON! तीर | चालू | चिह्न | तीर | निशान',
    ),
    Emoji(
      '🔜',
      'SOON तीर | जल्दी | जल्दी चिह्न | तीर',
    ),
    Emoji(
      '🔝',
      'TOP तीर | ऊपर | ऊपर तीर | ऊपर तीर के साथ शीर्ष | शीर्ष | शीर्ष चिह्न',
    ),
    Emoji(
      '🛐',
      'आराधना स्थल | धर्म | पूजा | पूजा स्थल | प्रार्थना',
    ),
    Emoji(
      '⚛️',
      'अणु | अणु चिह्न | नास्तिक ',
    ),
    Emoji(
      '🕉️',
      'ॐ | ओम | धर्म | हिंदू ',
    ),
    Emoji(
      '✡️',
      'डेविड | तारा | धर्म | यहूदी | यहूदी धर्म का चिह्न ',
    ),
    Emoji(
      '☸️',
      'चक्र | धर्म | बौद्ध ',
    ),
    Emoji(
      '☯️',
      'ताओ | ताओवादी | धर्म | यांग | यिंग ',
    ),
    Emoji(
      '✝️',
      'ईसाई | धर्म | लैटिन क्रॉस ',
    ),
    Emoji(
      '☦️',
      'ईसाई | ऑर्थडॉक्स क्रॉस | क्रॉस | धर्म ',
    ),
    Emoji(
      '☪️',
      'इस्लाम | चाँद और तारा | चांद और तारा | धर्म ',
    ),
    Emoji(
      '☮️',
      'शांति | शांति का प्रतीक ',
    ),
    Emoji(
      '🕎',
      'दीपाधार | धर्म | मेनोरा | मोमबत्ती | यहूदी',
    ),
    Emoji(
      '🔯',
      'छह मुखी तारा | छह मुखी तारा, भविष्य | छह सिरे | तारा | भविष्य | भविष्य बताना',
    ),
    Emoji(
      '♈',
      'मेष | राशि | राशिफल',
    ),
    Emoji(
      '♉',
      'राशि | राशिफल | वृषभ',
    ),
    Emoji(
      '♊',
      'मिथुन | राशि | राशिफल',
    ),
    Emoji(
      '♋',
      'कर्क | राशि | राशिफल',
    ),
    Emoji(
      '♌',
      'राशि | राशिफल | सिंह',
    ),
    Emoji(
      '♍',
      'कन्या | राशि | राशिफल',
    ),
    Emoji(
      '♎',
      'तुला | राशि | राशिफल',
    ),
    Emoji(
      '♏',
      'राशि | राशिफल | वृश्चिक',
    ),
    Emoji(
      '♐',
      'धनु | राशि',
    ),
    Emoji(
      '♑',
      'मकर | राशि | राशिफल',
    ),
    Emoji(
      '♒',
      'कुंभ | राशि | राशिफल',
    ),
    Emoji(
      '♓',
      'मीन | मीन, राशि | राशि | राशिफल',
    ),
    Emoji(
      '⛎',
      'राशि | राशिफल | सर्प',
    ),
    Emoji(
      '🔀',
      'क्रॉस | तीर | पार | बटन | शफ़ल ट्रैक बटन',
    ),
    Emoji(
      '🔁',
      'घड़ी की दिशा में तीर | तीर | दक्षिणावर्त',
    ),
    Emoji(
      '🔂',
      '1 अंक के साथ घड़ी की दिशा में तीर | अंक 1 | एक बार दोहराएँ बटन | घड़ी की दिशा में तीर | तीर | दक्षिणावर्त',
    ),
    Emoji(
      '▶️',
      'चलाएं बटन | त्रिकोण | त्रिभुज | दाहिना | प्ले बटन ',
    ),
    Emoji(
      '⏩',
      'तीर | तेज़ | दायाँ | दोहरा दायाँ तीर | फास्ट फॉरवर्ड बटन | फ़ास्ट फ़ॉर्वर्ड | फ़ास्ट फ़ॉर्वर्ड बटन | फ़ॉरवर्ड',
    ),
    Emoji(
      '◀️',
      'तीर | त्रिकोण | त्रिभुज | पीछे जाएँ | पीछे जाएँ बटन | बाईं | बाई ओर | बाएँ | बायाँ | रिवर्स | वापस जाएँ ',
    ),
    Emoji(
      '⏪',
      'तीर | दोहरा | फ़ास्ट रिवर्स बटन | रिवाइंड | रीवाइंड',
    ),
    Emoji(
      '🔼',
      'ऊपर त्रिभुज | ऊपर त्रिभुज बटन | ऊपर बटन | त्रिभुज | बटन',
    ),
    Emoji(
      '⏫',
      'ऊपर | तीर | तेज़ ऊपर बटन | दोहरा',
    ),
    Emoji(
      '🔽',
      'त्रिभुज | नीचे त्रिभुज | नीचे त्रिभुज बटन | नीचे बटन | बटन',
    ),
    Emoji(
      '⏬',
      'तीर | दोहरा नीचे तीर | नीचे | फ़ास्ट डाउन बटन',
    ),
    Emoji(
      '⏹️',
      'रोकें | रोकें बटन | वर्ग ',
    ),
    Emoji(
      '⏏️',
      'इजेक्ट बटन | निकालें | निकालें बटन ',
    ),
    Emoji(
      '🎦',
      'कैमरा | फिल्म | फ़िल्म | मनोरंजन | मूवी | मूवी का चिह्न | सिनेमा',
    ),
    Emoji(
      '🔅',
      'कम | कम चमक का चिह्न | चमक | मंद',
    ),
    Emoji(
      '🔆',
      'अधिक चमक | अधिक चमक का चिह्न | चमक | चमकदार',
    ),
    Emoji(
      '📶',
      'एंटीना | एंटेना संकेत | फ़ोन | बार के साथ एंटेना | मोबाइल | संकेत | संकेत प्रबलता | संचार | सिग्नल',
    ),
    Emoji(
      '📳',
      'कंपन मोड | फ़ोन | मोड | मोबाइल | वाइब्रेशन | सेल फ़ोन',
    ),
    Emoji(
      '📴',
      'फ़ोन | बंद | मोबाइल | सेल फ़ोन | सेल फ़ोन बंद',
    ),
    Emoji(
      '♾️',
      'अनंत | अपार | सार्वभौमिक | हमेशा ',
    ),
    Emoji(
      '♻️',
      'चिह्न | ठोस वैश्विक पुनर्चक्रीकरण प्रतीक | पुनरावृत्ति | पुनर्चक्रीकरण प्रतीक | पुनर्चक्रीकरण प्रतीक, रीसाइक्लिंग, वैश्विक, चिह्न | रीसाइक्लिंग | वैश्विक ',
    ),
    Emoji(
      '🔱',
      'एंकर | त्रिशूल | त्रिशूल का चिह्न | प्रतीक',
    ),
    Emoji(
      '📛',
      'नाम | नाम बैज, बैज | बिल्ला | बैज',
    ),
    Emoji(
      '🔰',
      'पत्ती | शुरुआतकर्ता के लिए जापानी चिह्न | हरा और पीला | हरी और पीली पत्ती | हरी और पीली पत्ती, शुरुआतकर्ता के लिए जापानी चिह्न',
    ),
    Emoji(
      '⭕',
      'गोला | बड़ा लाल छल्ला | वृत्त',
    ),
    Emoji(
      '✅',
      'चेक | चेक मार्क | पूरा | पूर्ण | बड़ा चेक मार्क | सफेद चेक मार्क | सफेद चेक मार्क, सही का चिह्न | सही का चिह्न',
    ),
    Emoji(
      '☑️',
      'चेक के साथ मतपत्र | चेक के साथ मतपत्र, मतपत्र | बॉक्स | मतपत्र ',
    ),
    Emoji(
      '✔️',
      'चेक | चेकमार्क | बड़ा चेक मार्क | मार्क ',
    ),
    Emoji(
      '❌',
      'x | क्रॉस चिह्न | गुणन | गुणा',
    ),
    Emoji(
      '❎',
      'क्रॉस चिह्न बटन | गुणन | गुणा | चिह्न | वर्ग',
    ),
    Emoji(
      '➕',
      '+ | गणित | चिह्न | धन | भारी प्लस चिह्न',
    ),
    Emoji(
      '➖',
      '- | − | ऋण | गणित | चिह्न',
    ),
    Emoji(
      '➗',
      '÷ | गणित | चिह्न | भाग | विभाजन',
    ),
    Emoji(
      '✖️',
      'x | गुणन | गुणा | बड़ा क्रॉस चिह्न ',
    ),
    Emoji(
      '🟰',
      'एक जैसा | गणित | जवाब | बराबर | बराबरी | मोटा बराबर चिह्न | समानता',
    ),
    Emoji(
      '➰',
      'मोड़ | लहरदार फंदा | लूप',
    ),
    Emoji(
      '➿',
      'दोहरा | दोहरा कर्ली लूप | दोहरा लहरदार फंदा | लहरदार फंदा | लूप',
    ),
    Emoji(
      '〽️',
      'एक भाग | चिह्न | निशान | भाग परिवर्तन चिह्न ',
    ),
    Emoji(
      '✳️',
      'आठ सिरों वाला तारक चिह्न | चिह्न | तारांकन | तारे का चिहन ',
    ),
    Emoji(
      '✴️',
      'आठ किनारों वाला तारा | चिह्न | तारा ',
    ),
    Emoji(
      '❇️',
      'चिंगारी | चिह्न | जगमगाहट | तमतमाना ',
    ),
    Emoji(
      '‼️',
      'चिह्न | चिह्न विचार | दोहरा विस्मयादिबोधक चिह्न | विस्मयादिबोधक ',
    ),
    Emoji(
      '⁉️',
      'चिह्न | चिह्न विचार | प्रश्न | विराम चिह्न | विस्मयादिबोधक ',
    ),
    Emoji(
      '❓',
      '? | चिह्न | चिह्न विचार | प्रश्न | लाल प्रश्न चिह्न',
    ),
    Emoji(
      '❔',
      'चिह्न | चिह्न विचार | प्रश्न | सफ़ेद प्रश्न चिह्न',
    ),
    Emoji(
      '❕',
      '! | चिह्न | विस्मयादि बोधक | विस्मयादिबोधक | सफ़ेद विस्मयादिबोधक | सफ़ेद विस्मयादिबोधक चिह्न',
    ),
    Emoji(
      '❗',
      'चिह्न | चिह्न विचार | लाल विस्मयादिबोधक चिह्न | विराम चिह्न | विस्मयादिबोधक',
    ),
    Emoji(
      '©️',
      'कॉपीराइट | कॉपीराइट चिह्न ',
    ),
    Emoji(
      '®️',
      'पंजीकरण | पंजीकृत | पंजीकृत चिह्न | रजिस्टर | रजिस्टरी | रजिस्टरेशन | रजिस्टर्ड ',
    ),
    Emoji(
      '™️',
      'चिह्न | ट्रेड मार्क चिह्न | ट्रेडमार्क | व्यापार चिह्न ',
    ),
    Emoji(
      '#️⃣',
      'Keycap Number Sign',
    ),
    Emoji(
      '0️⃣',
      'Keycap Digit Zero',
    ),
    Emoji(
      '1️⃣',
      'Keycap Digit One',
    ),
    Emoji(
      '2️⃣',
      'Keycap Digit Two',
    ),
    Emoji(
      '3️⃣',
      'Keycap Digit Three',
    ),
    Emoji(
      '4️⃣',
      'Keycap Digit Four',
    ),
    Emoji(
      '5️⃣',
      'Keycap Digit Five',
    ),
    Emoji(
      '6️⃣',
      'Keycap Digit Six',
    ),
    Emoji(
      '7️⃣',
      'Keycap Digit Seven',
    ),
    Emoji(
      '8️⃣',
      'Keycap Digit Eight',
    ),
    Emoji(
      '9️⃣',
      'Keycap Digit Nine',
    ),
    Emoji(
      '🔟',
      'Keycap: 10',
    ),
    Emoji(
      '🔠',
      'अपरकेस | इनपुट लैटिन अपरकेस | बड़े अक्षर | लैटिन',
    ),
    Emoji(
      '🔡',
      'अक्षर | इनपुट | छोटे अक्षर | लैटिन | लोअरकेस',
    ),
    Emoji(
      '🔢',
      '1234 | अंक डालें | इनपुट | नंबर | संख्याएँ | संख्याएं',
    ),
    Emoji(
      '🔣',
      '〒♪&% | इनपुट | इनपुट प्रतीक | चिह्न',
    ),
    Emoji(
      '🔤',
      'abc | अक्षर | इनपुट | लैटिन | वर्णमाला',
    ),
    Emoji(
      '🅰️',
      'A बटन (खून का प्रकार) | ए | खून | प्रकार ए | बटन | रक्त प्रकार | रक्त प्रकार ए ',
    ),
    Emoji(
      '🆎',
      'AB | AB बटन (खून का प्रकार) | एबी | एबी बटन | खून | प्रकार एबी | रक्त प्रकार | रक्त प्रकार एबी',
    ),
    Emoji(
      '🅱️',
      'B | B बटन (रक्त प्रकार) | खून | प्रकार बी | बी | बी बटन | रक्त प्रकार | रक्त प्रकार बी ',
    ),
    Emoji(
      '🆑',
      'CL | क्लीयर | साफ़ | साफ़ चिह्न | साफ़, क्लीयर, साफ़ चिह्न, CL',
    ),
    Emoji(
      '🆒',
      'ठंडा | ठंडा चिह्न | ठंडा, ठंडा चिह्न',
    ),
    Emoji(
      '🆓',
      'चिह्न | निशुल्क | निशुल्क चिह्न, शुल्क मुक्त | शुल्क मुक्त',
    ),
    Emoji(
      'ℹ️',
      'i | अक्षर आई | आई | जानकारी | सूचना ',
    ),
    Emoji(
      '🆔',
      'आईडी | आईडी चिह्न, पहचान | चिह्न | पहचान',
    ),
    Emoji(
      'Ⓜ️',
      'm | म | वृत्त | वृत्त के भीतर M ',
    ),
    Emoji(
      '🆕',
      'NEW बटन | चिह्न | चौकोर में नया चिह्न | नया',
    ),
    Emoji(
      '🆖',
      'चिह्न | चौकोर में ठीक नहीं चिह्न | ठीक नहीं | ठीक नहीं चिह्न',
    ),
    Emoji(
      '🅾️',
      'O बटन (खून का प्रकार) | ओ | खून | चौकोर में ओ बटन | प्रकार ओ | रक्त प्रकार | रक्त प्रकार ओ ',
    ),
    Emoji(
      '🆗',
      'चौकोर में ठीक चिह्न | ठीक | ठीक चिह्न | ठीक बटन',
    ),
    Emoji(
      '🅿️',
      'चौकोर में पी बटन | चौकोर में पी बटन, पार्किंग | पार्किंग | पार्किंग लॉट | बटन ',
    ),
    Emoji(
      '🆘',
      'SOS | चिह्न | चौकोर में SOS चिह्न | बचाओ | मदद | सहायता',
    ),
    Emoji(
      '🆙',
      'अप | अप! | अपडेट | चिह्न | चौकोर में नई जानकारी | चौकोर में नई जानकारी, अपडेट चिह्न | नई जानकारी',
    ),
    Emoji(
      '🆚',
      'चिह्न | चौकोर में विरुद्ध चिह्न | बनाम | विरुद्ध',
    ),
    Emoji(
      '🈁',
      'इधर | कोको | चौकोर में यहां का जापानी चिह्न | चौकोर में यहां के लिए जापानी चिह्न | यहाँ | यहाँ के लिए जापानी बटन',
    ),
    Emoji(
      '🈂️',
      'जापानी | जापानी "सर्विस चार्ज" बटन | जापानी सर्विस चार्ज बटन | बटन | सर्विस चार्ज ',
    ),
    Emoji(
      '🈷️',
      '“मासिक शुल्क” | जापानी | जापानी “मासिक शुल्क” बटन | मासिक राशि | 月 ',
    ),
    Emoji(
      '🈶',
      '“मुफ़्त नहीं” | जापानी | जापानी “मुफ़्त नहीं” बटन | नि',
    ),
    Emoji(
      '🈯',
      '“आरक्षित” | जापानी | जापानी "आरक्षित" बटन | जापानी “आरक्षित” बटन | 指',
    ),
    Emoji(
      '🉐',
      '“तोल-मोल” | जापानी | जापानी “तोल-मोल” बटन | मोल तोल | 得',
    ),
    Emoji(
      '🈹',
      '“छूट” | छूट | जापानी | जापानी “छूट” बटन | 割',
    ),
    Emoji(
      '🈚',
      '“मुफ़्त” | जापानी | जापानी "नि',
    ),
    Emoji(
      '🈲',
      '“निषेध” | जापानी | जापानी "निषिद्ध" बटन | जापानी “निषेध” बटन | निषिद्ध | 禁',
    ),
    Emoji(
      '🉑',
      '“स्वीकार्य” | जापानी | जापानी “स्वीकार्य” बटन | स्वीकृति',
    ),
    Emoji(
      '🈸',
      '“ऐप्लिकेशन” | आवेदन | जापानी | जापानी “ऐप्लिकेशन” बटन | 申',
    ),
    Emoji(
      '🈴',
      '“पासिंग ग्रेड” | जापानी | जापानी "पासिंग ग्रेड" बटन | जापानी “पासिंग ग्रेड” बटन | पास होने योग्य | 合',
    ),
    Emoji(
      '🈳',
      '“नौकरी उपलब्ध” | जापानी | जापानी “नौकरी उपलब्ध है” बटन | जापानी "रिक्ति" बटन | 空',
    ),
    Emoji(
      '㊗️',
      '“बधाई” | जापानी | जापानी “बधाई” बटन | बधाई | 祝 ',
    ),
    Emoji(
      '㊙️',
      '“गुप्त” | जापानी | जापानी "गुप्त" बटन | जापानी “गुप्त” बटन | 秘 ',
    ),
    Emoji(
      '🈺',
      '“व्यापार के लिए खुला” | जापानी | जापानी “व्यापार के लिए खुला” बटन | व्यवसाय के लिए खुला | 営',
    ),
    Emoji(
      '🈵',
      '“कोई नौकरी नहीं” | जापानी | जापानी “कोई नौकरी नहीं” बटन | जापानी "कोई रिक्त नहीं" बटन | 満',
    ),
    Emoji(
      '🔴',
      'ज्यामिति | लाल | लाल गोला | वृत्त',
    ),
    Emoji(
      '🔵',
      'ज्यामिति | नीला | नीला गोला | वृत्त',
    ),
    Emoji(
      '⚫',
      'काला वृत्त | गोला | ज्यामिति | वृत',
    ),
    Emoji(
      '⚪',
      'ज्यामिति | ज्यामिती | सफेद वृत्त | सफ़ेद वृत्त',
    ),
    Emoji(
      '⬛',
      'काला बड़ा वर्ग | ज्यामिति | वर्ग',
    ),
    Emoji(
      '⬜',
      'ज्यामिति | बड़ा वर्ग | बड़ा सफेद वर्ग | बड़ा सफ़ेद वर्ग | वर्ग',
    ),
    Emoji(
      '◼️',
      'काला मध्यम वर्ग | ज्यामिति | ज्यामितिक ',
    ),
    Emoji(
      '◻️',
      'ज्यामिति | वर्ग | सफेद मध्यम वर्ग | सफ़ेद मध्यम वर्ग ',
    ),
    Emoji(
      '◾',
      'काला मध्यम-छोटा वर्ग | ज्यामिति | ज्यामिती',
    ),
    Emoji(
      '◽',
      'ज्यामिति | ज्यामितीय | वर्ग | सफेद मध्यम-छोटा वर्ग | सफ़ेद मध्यम-छोटा वर्ग',
    ),
    Emoji(
      '▪️',
      'काला छोटा वर्ग | ज्यामिति | वर्ग ',
    ),
    Emoji(
      '▫️',
      'ज्यामिति | ज्यामिती | सफेद छोटा वर्ग | सफ़ेद छोटा वर्ग ',
    ),
    Emoji(
      '🔶',
      'नारंगी | बड़ा नारंगी हीरा | बड़ा हीरा | हीरा',
    ),
    Emoji(
      '🔷',
      'नीला | बड़ा नीला हीरा | बड़ा हीरा | हीरा',
    ),
    Emoji(
      '🔸',
      'छोटा नारंगी हीरा | छोटा हीरा | नारंगी | हीरा',
    ),
    Emoji(
      '🔹',
      'छोटा नीला हीरा | छोटा हीरा | नीला | हीरा',
    ),
    Emoji(
      '🔺',
      'ऊपर | ऊपर की ओर इशारा करता लाल त्रिभुज | ऊपर दिखाता लाल त्रिभुज | ज्यामिति | लाल',
    ),
    Emoji(
      '🔻',
      'ज्यामिति | नीचे | नीचे की ओर इशारा करता लाल त्रिभुज | नीचे दिखाता लाल त्रिभुज | लाल',
    ),
    Emoji(
      '💠',
      'ज्यामिति | डायमंड | डॉट के साथ हीरा | डॉट वाला हीरा | बिंदू वाला हीरा | हीरा',
    ),
    Emoji(
      '🔳',
      'ज्यामिति | बटन | वर्ग | सफेद वर्ग बटन | सफ़ेद वर्ग बटन',
    ),
    Emoji(
      '🔲',
      'कला वर्ग बटन | काला वर्ग बटन | ज्यामिति | बटन | वर्ग',
    ),
  ]),

// ======================================================= Category.FLAGS
  CategoryEmoji(Category.FLAGS, [
    Emoji(
      '🏁',
      'खेल | चौखाना | चौखाने | चौखाने वाला झंडा | चौखाने वाला ध्वज | जीत | झंडा | ध्वज | रेसिंग | समाप्त',
    ),
    Emoji(
      '🚩',
      'गोल्फ | चौकी | झंडा | तिकोना झंडा | निर्माण',
    ),
    Emoji(
      '🎌',
      'क्रॉस झंडे | क्रॉस झंडे, जापान के क्रॉस झंडे | जापान के क्रॉस झंडे | ध्वज | समारोह',
    ),
    Emoji(
      '🏴',
      'काला झंडा | लहराता | लहराता काला झंडा',
    ),
    Emoji(
      '🏳️',
      'लहराता | लहराता सफ़ेद झंडा | सफेद झंडा | सफ़ेद झंडा ',
    ),
    Emoji(
      '🏳️‍🌈',
      'लहराता | लहराता सफ़ेद झंडा | सफेद झंडा | सफ़ेद झंडा इंद्रधनुष | इंद्रधनुष बारिश | मौसम | रेनबो ',
    ),
    Emoji(
      '🏳️‍⚧️',
      'लहराता | लहराता सफ़ेद झंडा | सफेद झंडा | सफ़ेद झंडा ट्रांसजेंडर | ट्रांसजेंडर चिह्न ',
    ),
    Emoji(
      '🏴‍☠️',
      'काला झंडा | लहराता | लहराता काला झंडा खतरे का निशान | खतरे या मौत का निशान | खोपड़ी | मरा हुआ | मृत्यु ',
    ),
    Emoji(
      '🇦🇨',
      'Flag: Ascension Island',
    ),
    Emoji(
      '🇦🇩',
      'Flag: Andorra',
    ),
    Emoji(
      '🇦🇪',
      'Flag: United Arab Emirates',
    ),
    Emoji(
      '🇦🇫',
      'Flag: Afghanistan',
    ),
    Emoji(
      '🇦🇬',
      'Flag: Antigua & Barbuda',
    ),
    Emoji(
      '🇦🇮',
      'Flag: Anguilla',
    ),
    Emoji(
      '🇦🇱',
      'Flag: Albania',
    ),
    Emoji(
      '🇦🇲',
      'Flag: Armenia',
    ),
    Emoji(
      '🇦🇴',
      'Flag: Angola',
    ),
    Emoji(
      '🇦🇶',
      'Flag: Antarctica',
    ),
    Emoji(
      '🇦🇷',
      'Flag: Argentina',
    ),
    Emoji(
      '🇦🇸',
      'Flag: American Samoa',
    ),
    Emoji(
      '🇦🇹',
      'Flag: Austria',
    ),
    Emoji(
      '🇦🇺',
      'Flag: Australia',
    ),
    Emoji(
      '🇦🇼',
      'Flag: Aruba',
    ),
    Emoji(
      '🇦🇽',
      'Flag: Åland Islands',
    ),
    Emoji(
      '🇦🇿',
      'Flag: Azerbaijan',
    ),
    Emoji(
      '🇧🇦',
      'Flag: Bosnia & Herzegovina',
    ),
    Emoji(
      '🇧🇧',
      'Flag: Barbados',
    ),
    Emoji(
      '🇧🇩',
      'Flag: Bangladesh',
    ),
    Emoji(
      '🇧🇪',
      'Flag: Belgium',
    ),
    Emoji(
      '🇧🇫',
      'Flag: Burkina Faso',
    ),
    Emoji(
      '🇧🇬',
      'Flag: Bulgaria',
    ),
    Emoji(
      '🇧🇭',
      'Flag: Bahrain',
    ),
    Emoji(
      '🇧🇮',
      'Flag: Burundi',
    ),
    Emoji(
      '🇧🇯',
      'Flag: Benin',
    ),
    Emoji(
      '🇧🇱',
      'Flag: St. Barthélemy',
    ),
    Emoji(
      '🇧🇲',
      'Flag: Bermuda',
    ),
    Emoji(
      '🇧🇳',
      'Flag: Brunei',
    ),
    Emoji(
      '🇧🇴',
      'Flag: Bolivia',
    ),
    Emoji(
      '🇧🇶',
      'Flag: Caribbean Netherlands',
    ),
    Emoji(
      '🇧🇷',
      'Flag: Brazil',
    ),
    Emoji(
      '🇧🇸',
      'Flag: Bahamas',
    ),
    Emoji(
      '🇧🇹',
      'Flag: Bhutan',
    ),
    Emoji(
      '🇧🇻',
      'Flag: Bouvet Island',
    ),
    Emoji(
      '🇧🇼',
      'Flag: Botswana',
    ),
    Emoji(
      '🇧🇾',
      'Flag: Belarus',
    ),
    Emoji(
      '🇧🇿',
      'Flag: Belize',
    ),
    Emoji(
      '🇨🇦',
      'Flag: Canada',
    ),
    Emoji(
      '🇨🇨',
      'Flag: Cocos (Keeling) Islands',
    ),
    Emoji(
      '🇨🇩',
      'Flag: Congo - Kinshasa',
    ),
    Emoji(
      '🇨🇫',
      'Flag: Central African Republic',
    ),
    Emoji(
      '🇨🇬',
      'Flag: Congo - Brazzaville',
    ),
    Emoji(
      '🇨🇭',
      'Flag: Switzerland',
    ),
    Emoji(
      '🇨🇮',
      'Flag: Côte d’Ivoire',
    ),
    Emoji(
      '🇨🇰',
      'Flag: Cook Islands',
    ),
    Emoji(
      '🇨🇱',
      'Flag: Chile',
    ),
    Emoji(
      '🇨🇲',
      'Flag: Cameroon',
    ),
    Emoji(
      '🇨🇳',
      'Flag: China',
    ),
    Emoji(
      '🇨🇴',
      'Flag: Colombia',
    ),
    Emoji(
      '🇨🇵',
      'Flag: Clipperton Island',
    ),
    Emoji(
      '🇨🇷',
      'Flag: Costa Rica',
    ),
    Emoji(
      '🇨🇺',
      'Flag: Cuba',
    ),
    Emoji(
      '🇨🇻',
      'Flag: Cape Verde',
    ),
    Emoji(
      '🇨🇼',
      'Flag: Curaçao',
    ),
    Emoji(
      '🇨🇽',
      'Flag: Christmas Island',
    ),
    Emoji(
      '🇨🇾',
      'Flag: Cyprus',
    ),
    Emoji(
      '🇨🇿',
      'Flag: Czechia',
    ),
    Emoji(
      '🇩🇪',
      'Flag: Germany',
    ),
    Emoji(
      '🇩🇬',
      'Flag: Diego Garcia',
    ),
    Emoji(
      '🇩🇯',
      'Flag: Djibouti',
    ),
    Emoji(
      '🇩🇰',
      'Flag: Denmark',
    ),
    Emoji(
      '🇩🇲',
      'Flag: Dominica',
    ),
    Emoji(
      '🇩🇴',
      'Flag: Dominican Republic',
    ),
    Emoji(
      '🇩🇿',
      'Flag: Algeria',
    ),
    Emoji(
      '🇪🇦',
      'Flag: Ceuta & Melilla',
    ),
    Emoji(
      '🇪🇨',
      'Flag: Ecuador',
    ),
    Emoji(
      '🇪🇪',
      'Flag: Estonia',
    ),
    Emoji(
      '🇪🇬',
      'Flag: Egypt',
    ),
    Emoji(
      '🇪🇭',
      'Flag: Western Sahara',
    ),
    Emoji(
      '🇪🇷',
      'Flag: Eritrea',
    ),
    Emoji(
      '🇪🇸',
      'Flag: Spain',
    ),
    Emoji(
      '🇪🇹',
      'Flag: Ethiopia',
    ),
    Emoji(
      '🇪🇺',
      'Flag: European Union',
    ),
    Emoji(
      '🇫🇮',
      'Flag: Finland',
    ),
    Emoji(
      '🇫🇯',
      'Flag: Fiji',
    ),
    Emoji(
      '🇫🇰',
      'Flag: Falkland Islands',
    ),
    Emoji(
      '🇫🇲',
      'Flag: Micronesia',
    ),
    Emoji(
      '🇫🇴',
      'Flag: Faroe Islands',
    ),
    Emoji(
      '🇫🇷',
      'Flag: France',
    ),
    Emoji(
      '🇬🇦',
      'Flag: Gabon',
    ),
    Emoji(
      '🇬🇧',
      'Flag: United Kingdom',
    ),
    Emoji(
      '🇬🇩',
      'Flag: Grenada',
    ),
    Emoji(
      '🇬🇪',
      'Flag: Georgia',
    ),
    Emoji(
      '🇬🇫',
      'Flag: French Guiana',
    ),
    Emoji(
      '🇬🇬',
      'Flag: Guernsey',
    ),
    Emoji(
      '🇬🇭',
      'Flag: Ghana',
    ),
    Emoji(
      '🇬🇮',
      'Flag: Gibraltar',
    ),
    Emoji(
      '🇬🇱',
      'Flag: Greenland',
    ),
    Emoji(
      '🇬🇲',
      'Flag: Gambia',
    ),
    Emoji(
      '🇬🇳',
      'Flag: Guinea',
    ),
    Emoji(
      '🇬🇵',
      'Flag: Guadeloupe',
    ),
    Emoji(
      '🇬🇶',
      'Flag: Equatorial Guinea',
    ),
    Emoji(
      '🇬🇷',
      'Flag: Greece',
    ),
    Emoji(
      '🇬🇸',
      'Flag: South Georgia & South Sandwich Islands',
    ),
    Emoji(
      '🇬🇹',
      'Flag: Guatemala',
    ),
    Emoji(
      '🇬🇺',
      'Flag: Guam',
    ),
    Emoji(
      '🇬🇼',
      'Flag: Guinea-Bissau',
    ),
    Emoji(
      '🇬🇾',
      'Flag: Guyana',
    ),
    Emoji(
      '🇭🇰',
      'Flag: Hong Kong SAR China',
    ),
    Emoji(
      '🇭🇲',
      'Flag: Heard & McDonald Islands',
    ),
    Emoji(
      '🇭🇳',
      'Flag: Honduras',
    ),
    Emoji(
      '🇭🇷',
      'Flag: Croatia',
    ),
    Emoji(
      '🇭🇹',
      'Flag: Haiti',
    ),
    Emoji(
      '🇭🇺',
      'Flag: Hungary',
    ),
    Emoji(
      '🇮🇨',
      'Flag: Canary Islands',
    ),
    Emoji(
      '🇮🇩',
      'Flag: Indonesia',
    ),
    Emoji(
      '🇮🇪',
      'Flag: Ireland',
    ),
    Emoji(
      '🇮🇱',
      'Flag: Israel',
    ),
    Emoji(
      '🇮🇲',
      'Flag: Isle of Man',
    ),
    Emoji(
      '🇮🇳',
      'Flag: India',
    ),
    Emoji(
      '🇮🇴',
      'Flag: British Indian Ocean Territory',
    ),
    Emoji(
      '🇮🇶',
      'Flag: Iraq',
    ),
    Emoji(
      '🇮🇷',
      'Flag: Iran',
    ),
    Emoji(
      '🇮🇸',
      'Flag: Iceland',
    ),
    Emoji(
      '🇮🇹',
      'Flag: Italy',
    ),
    Emoji(
      '🇯🇪',
      'Flag: Jersey',
    ),
    Emoji(
      '🇯🇲',
      'Flag: Jamaica',
    ),
    Emoji(
      '🇯🇴',
      'Flag: Jordan',
    ),
    Emoji(
      '🇯🇵',
      'Flag: Japan',
    ),
    Emoji(
      '🇰🇪',
      'Flag: Kenya',
    ),
    Emoji(
      '🇰🇬',
      'Flag: Kyrgyzstan',
    ),
    Emoji(
      '🇰🇭',
      'Flag: Cambodia',
    ),
    Emoji(
      '🇰🇮',
      'Flag: Kiribati',
    ),
    Emoji(
      '🇰🇲',
      'Flag: Comoros',
    ),
    Emoji(
      '🇰🇳',
      'Flag: St. Kitts & Nevis',
    ),
    Emoji(
      '🇰🇵',
      'Flag: North Korea',
    ),
    Emoji(
      '🇰🇷',
      'Flag: South Korea',
    ),
    Emoji(
      '🇰🇼',
      'Flag: Kuwait',
    ),
    Emoji(
      '🇰🇾',
      'Flag: Cayman Islands',
    ),
    Emoji(
      '🇰🇿',
      'Flag: Kazakhstan',
    ),
    Emoji(
      '🇱🇦',
      'Flag: Laos',
    ),
    Emoji(
      '🇱🇧',
      'Flag: Lebanon',
    ),
    Emoji(
      '🇱🇨',
      'Flag: St. Lucia',
    ),
    Emoji(
      '🇱🇮',
      'Flag: Liechtenstein',
    ),
    Emoji(
      '🇱🇰',
      'Flag: Sri Lanka',
    ),
    Emoji(
      '🇱🇷',
      'Flag: Liberia',
    ),
    Emoji(
      '🇱🇸',
      'Flag: Lesotho',
    ),
    Emoji(
      '🇱🇹',
      'Flag: Lithuania',
    ),
    Emoji(
      '🇱🇺',
      'Flag: Luxembourg',
    ),
    Emoji(
      '🇱🇻',
      'Flag: Latvia',
    ),
    Emoji(
      '🇱🇾',
      'Flag: Libya',
    ),
    Emoji(
      '🇲🇦',
      'Flag: Morocco',
    ),
    Emoji(
      '🇲🇨',
      'Flag: Monaco',
    ),
    Emoji(
      '🇲🇩',
      'Flag: Moldova',
    ),
    Emoji(
      '🇲🇪',
      'Flag: Montenegro',
    ),
    Emoji(
      '🇲🇫',
      'Flag: St. Martin',
    ),
    Emoji(
      '🇲🇬',
      'Flag: Madagascar',
    ),
    Emoji(
      '🇲🇭',
      'Flag: Marshall Islands',
    ),
    Emoji(
      '🇲🇰',
      'Flag: North Macedonia',
    ),
    Emoji(
      '🇲🇱',
      'Flag: Mali',
    ),
    Emoji(
      '🇲🇲',
      'Flag: Myanmar (Burma)',
    ),
    Emoji(
      '🇲🇳',
      'Flag: Mongolia',
    ),
    Emoji(
      '🇲🇴',
      'Flag: Macau Sar China',
    ),
    Emoji(
      '🇲🇵',
      'Flag: Northern Mariana Islands',
    ),
    Emoji(
      '🇲🇶',
      'Flag: Martinique',
    ),
    Emoji(
      '🇲🇷',
      'Flag: Mauritania',
    ),
    Emoji(
      '🇲🇸',
      'Flag: Montserrat',
    ),
    Emoji(
      '🇲🇹',
      'Flag: Malta',
    ),
    Emoji(
      '🇲🇺',
      'Flag: Mauritius',
    ),
    Emoji(
      '🇲🇻',
      'Flag: Maldives',
    ),
    Emoji(
      '🇲🇼',
      'Flag: Malawi',
    ),
    Emoji(
      '🇲🇽',
      'Flag: Mexico',
    ),
    Emoji(
      '🇲🇾',
      'Flag: Malaysia',
    ),
    Emoji(
      '🇲🇿',
      'Flag: Mozambique',
    ),
    Emoji(
      '🇳🇦',
      'Flag: Namibia',
    ),
    Emoji(
      '🇳🇨',
      'Flag: New Caledonia',
    ),
    Emoji(
      '🇳🇪',
      'Flag: Niger',
    ),
    Emoji(
      '🇳🇫',
      'Flag: Norfolk Island',
    ),
    Emoji(
      '🇳🇬',
      'Flag: Nigeria',
    ),
    Emoji(
      '🇳🇮',
      'Flag: Nicaragua',
    ),
    Emoji(
      '🇳🇱',
      'Flag: Netherlands',
    ),
    Emoji(
      '🇳🇴',
      'Flag: Norway',
    ),
    Emoji(
      '🇳🇵',
      'Flag: Nepal',
    ),
    Emoji(
      '🇳🇷',
      'Flag: Nauru',
    ),
    Emoji(
      '🇳🇺',
      'Flag: Niue',
    ),
    Emoji(
      '🇳🇿',
      'Flag: New Zealand',
    ),
    Emoji(
      '🇴🇲',
      'Flag: Oman',
    ),
    Emoji(
      '🇵🇦',
      'Flag: Panama',
    ),
    Emoji(
      '🇵🇪',
      'Flag: Peru',
    ),
    Emoji(
      '🇵🇫',
      'Flag: French Polynesia',
    ),
    Emoji(
      '🇵🇬',
      'Flag: Papua New Guinea',
    ),
    Emoji(
      '🇵🇭',
      'Flag: Philippines',
    ),
    Emoji(
      '🇵🇰',
      'Flag: Pakistan',
    ),
    Emoji(
      '🇵🇱',
      'Flag: Poland',
    ),
    Emoji(
      '🇵🇲',
      'Flag: St. Pierre & Miquelon',
    ),
    Emoji(
      '🇵🇳',
      'Flag: Pitcairn Islands',
    ),
    Emoji(
      '🇵🇷',
      'Flag: Puerto Rico',
    ),
    Emoji(
      '🇵🇸',
      'Flag: Palestinian Territories',
    ),
    Emoji(
      '🇵🇹',
      'Flag: Portugal',
    ),
    Emoji(
      '🇵🇼',
      'Flag: Palau',
    ),
    Emoji(
      '🇵🇾',
      'Flag: Paraguay',
    ),
    Emoji(
      '🇶🇦',
      'Flag: Qatar',
    ),
    Emoji(
      '🇷🇪',
      'Flag: Réunion',
    ),
    Emoji(
      '🇷🇴',
      'Flag: Romania',
    ),
    Emoji(
      '🇷🇸',
      'Flag: Serbia',
    ),
    Emoji(
      '🇷🇺',
      'Flag: Russia',
    ),
    Emoji(
      '🇷🇼',
      'Flag: Rwanda',
    ),
    Emoji(
      '🇸🇦',
      'Flag: Saudi Arabia',
    ),
    Emoji(
      '🇸🇧',
      'Flag: Solomon Islands',
    ),
    Emoji(
      '🇸🇨',
      'Flag: Seychelles',
    ),
    Emoji(
      '🇸🇩',
      'Flag: Sudan',
    ),
    Emoji(
      '🇸🇪',
      'Flag: Sweden',
    ),
    Emoji(
      '🇸🇬',
      'Flag: Singapore',
    ),
    Emoji(
      '🇸🇭',
      'Flag: St. Helena',
    ),
    Emoji(
      '🇸🇮',
      'Flag: Slovenia',
    ),
    Emoji(
      '🇸🇯',
      'Flag: Svalbard & Jan Mayen',
    ),
    Emoji(
      '🇸🇰',
      'Flag: Slovakia',
    ),
    Emoji(
      '🇸🇱',
      'Flag: Sierra Leone',
    ),
    Emoji(
      '🇸🇲',
      'Flag: San Marino',
    ),
    Emoji(
      '🇸🇳',
      'Flag: Senegal',
    ),
    Emoji(
      '🇸🇴',
      'Flag: Somalia',
    ),
    Emoji(
      '🇸🇷',
      'Flag: Suriname',
    ),
    Emoji(
      '🇸🇸',
      'Flag: South Sudan',
    ),
    Emoji(
      '🇸🇹',
      'Flag: São Tomé & Príncipe',
    ),
    Emoji(
      '🇸🇻',
      'Flag: El Salvador',
    ),
    Emoji(
      '🇸🇽',
      'Flag: Sint Maarten',
    ),
    Emoji(
      '🇸🇾',
      'Flag: Syria',
    ),
    Emoji(
      '🇸🇿',
      'Flag: Swaziland',
    ),
    Emoji(
      '🇹🇦',
      'Flag: Tristan Da Cunha',
    ),
    Emoji(
      '🇹🇨',
      'Flag: Turks & Caicos Islands',
    ),
    Emoji(
      '🇹🇩',
      'Flag: Chad',
    ),
    Emoji(
      '🇹🇫',
      'Flag: French Southern Territories',
    ),
    Emoji(
      '🇹🇬',
      'Flag: Togo',
    ),
    Emoji(
      '🇹🇭',
      'Flag: Thailand',
    ),
    Emoji(
      '🇹🇯',
      'Flag: Tajikistan',
    ),
    Emoji(
      '🇹🇰',
      'Flag: Tokelau',
    ),
    Emoji(
      '🇹🇱',
      'Flag: Timor-Leste',
    ),
    Emoji(
      '🇹🇲',
      'Flag: Turkmenistan',
    ),
    Emoji(
      '🇹🇳',
      'Flag: Tunisia',
    ),
    Emoji(
      '🇹🇴',
      'Flag: Tonga',
    ),
    Emoji(
      '🇹🇷',
      'Flag: Turkey',
    ),
    Emoji(
      '🇹🇹',
      'Flag: Trinidad & Tobago',
    ),
    Emoji(
      '🇹🇻',
      'Flag: Tuvalu',
    ),
    Emoji(
      '🇹🇼',
      'Flag: Taiwan',
    ),
    Emoji(
      '🇹🇿',
      'Flag: Tanzania',
    ),
    Emoji(
      '🇺🇦',
      'Flag: Ukraine',
    ),
    Emoji(
      '🇺🇬',
      'Flag: Uganda',
    ),
    Emoji(
      '🇺🇲',
      'Flag: U.S. Outlying Islands',
    ),
    Emoji(
      '🇺🇳',
      'Flag: United Nations',
    ),
    Emoji(
      '🇺🇸',
      'Flag: United States',
    ),
    Emoji(
      '🇺🇾',
      'Flag: Uruguay',
    ),
    Emoji(
      '🇺🇿',
      'Flag: Uzbekistan',
    ),
    Emoji(
      '🇻🇦',
      'Flag: Vatican City',
    ),
    Emoji(
      '🇻🇨',
      'Flag: St. Vincent & Grenadines',
    ),
    Emoji(
      '🇻🇪',
      'Flag: Venezuela',
    ),
    Emoji(
      '🇻🇬',
      'Flag: British Virgin Islands',
    ),
    Emoji(
      '🇻🇮',
      'Flag: U.S. Virgin Islands',
    ),
    Emoji(
      '🇻🇳',
      'Flag: Vietnam',
    ),
    Emoji(
      '🇻🇺',
      'Flag: Vanuatu',
    ),
    Emoji(
      '🇼🇫',
      'Flag: Wallis & Futuna',
    ),
    Emoji(
      '🇼🇸',
      'Flag: Samoa',
    ),
    Emoji(
      '🇽🇰',
      'Flag: Kosovo',
    ),
    Emoji(
      '🇾🇪',
      'Flag: Yemen',
    ),
    Emoji(
      '🇾🇹',
      'Flag: Mayotte',
    ),
    Emoji(
      '🇿🇦',
      'Flag: South Africa',
    ),
    Emoji(
      '🇿🇲',
      'Flag: Zambia',
    ),
    Emoji(
      '🇿🇼',
      'Flag: Zimbabwe',
    ),
  ]),
];
