// ignore_for_file: lines_longer_than_80_chars

import 'package:emoji_picker_flutter/emoji_picker_flutter.dart';

/// List of categories of emojis
const List<CategoryEmoji> emojiSetRussian = [
// ======================================================= Category.SMILEYS
  CategoryEmoji(Category.SMILEYS, [
    Emoji(
      '😀',
      'лицо | радость | смех | счастье | улыбка',
    ),
    Emoji(
      '😃',
      'весело | лицо | радость | рот | смеется | смех | улыбка',
    ),
    Emoji(
      '😄',
      'глаза | закрытые | лицо | радость | смеется | смех | смеяться | улыбка',
    ),
    Emoji(
      '😁',
      'весело | глаза | зубы | лицо | ржать | смех | счастье | улыбка | ухмылка | широкая',
    ),
    Emoji(
      '😆',
      'глаза | закрытые | лол | радость | смех | смешно | угораю | улыбка | ха-ха | хохот',
    ),
    Emoji(
      '😅',
      'лол | нервный | облегчение | открытый | пот | рот | смех | стресс | улыбка | широкая',
    ),
    Emoji(
      '🤣',
      'глаза | катаюсь | плач | пол | ржака | ржач | слезы | умора | ха-ха | хохот',
    ),
    Emoji(
      '😂',
      'глаза | лол | плач | ржака | ржач | ржунимагу | слезы | смешно | умора | ха-ха',
    ),
    Emoji(
      '🙂',
      'легкая | лицо | радость | смайлик | улыбка',
    ),
    Emoji(
      '🙃',
      'вверх | ногами | перевернутый | смайлик | тормашками | улыбка',
    ),
    Emoji(
      '😉',
      'глаз | договорились | ироничная | легкая | окей | подмигивает | улыбка | флирт | хорошо | шутка',
    ),
    Emoji(
      '😊',
      'глаза | довольный | закрытые | краснеть | легкая | радость | румянец | улыбка | щеки',
    ),
    Emoji(
      '😇',
      'ангел | глаза | добрый | закрытые | легкая | невинная | нимб | улыбка',
    ),
    Emoji(
      '🥰',
      'люблю | любовь | нежность | обожаю | радость | романтика | румянец | сердечки | улыбка | чувства',
    ),
    Emoji(
      '😍',
      'без ума | вау | влюбленность | восторг | глаза | люблю | обожаю | сердечки | чувства',
    ),
    Emoji(
      '🤩',
      'вау | глаза | звезда | звездный | звезды | обалдеть | радость | супер | улыбка | широкая',
    ),
    Emoji(
      '😘',
      'воздушный | губы | комплимент | любовь | подмигивание | поцелуй | сердечко | скучаю | флирт | чмок',
    ),
    Emoji(
      '😗',
      'люблю | любовь | нежность | поцелуй | романтика | скучаю | флирт | чмок',
    ),
    Emoji(
      '☺️',
      'довольный | окей | радость | румянец | смайлик | счастье | улыбается | улыбка | хорошо ',
    ),
    Emoji(
      '😚',
      'глаза | закрытые | поцелуй | румянец | флирт | целовать | чмок',
    ),
    Emoji(
      '😙',
      'глаза | лицо | любовь | поцелуй | свидание | улыбка | флирт | чмок',
    ),
    Emoji(
      '😋',
      'вкус | вкусно | еда | лицо | объедение | отлично | смаковать | язык',
    ),
    Emoji(
      '😛',
      'вот | высунуть | забавно | показывает | смешно | улыбка | ха | шутка | язык',
    ),
    Emoji(
      '😜',
      'весело | глаз | забавно | подмигнуть | показать | розыгрыш | улыбка | ха-ха | шутка | язык',
    ),
    Emoji(
      '🤪',
      'крейзи | показать | псих | сдвиг | сошел | сумасшедший | ума | фазе | чокнуться | язык',
    ),
    Emoji(
      '😝',
      'бе | гадость | жмуриться | омг | отвращение | показать | противно | ужас | фу | язык',
    ),
    Emoji(
      '🤑',
      'баксы | богатый | выиграть | деньги | джекпот | доллары | лотерея | мани | счастливчик | язык',
    ),
    Emoji(
      '🤗',
      'встречи | обнимашки | объятия | пока | привет | радость | руки | румянец | увидимся | улыбка',
    ),
    Emoji(
      '🫣',
      'глаз | интересно | испуг | подсматривает | рука | румянец | стесняюсь | страх | тайно | украдкой',
    ),
    Emoji(
      '🤭',
      'лишнее | ляпнуть | посмеиваться | проговорился | секрет | смешок | сюрприз | тайна | упс | хи',
    ),
    Emoji(
      '🫢',
      'изумление | испуг | недоверие | смущение | страх | удивление | шок',
    ),
    Emoji(
      '🫡',
      'да | есть | окей | отдать | приветствие | приказ | сделаю | точно | хорошо | честь',
    ),
    Emoji(
      '🤫',
      'говори | закрой | никому | секрет | тайна | тихо | тсс | узнает | услышать | шепот',
    ),
    Emoji(
      '🫠',
      'грустная | жара | жарко | лол | нежность | печальная | плавится | растаять | таю | улыбка',
    ),
    Emoji(
      '🤔',
      'думаю | знаю | интересно | мозгами | озадачен | пораскинуть | размышлять | сложно | трудно | хм',
    ),
    Emoji(
      '🤐',
      'говори | замке | могила | молния | никому | рот | секрет | скажу | тайна',
    ),
    Emoji(
      '🤨',
      'быть | верю | может | не | недоверие | подозрение | правда | скептик | сомневаюсь | хм',
    ),
    Emoji(
      '😐',
      'безразличие | незаинтересованный | равнодушие | скептик | скучно | усталость | эмоций',
    ),
    Emoji(
      '🫤',
      'досадно | думаю | знаю | не | непонятно | огорчен | разочарован | скептик | уверен',
    ),
    Emoji(
      '😑',
      'безразличие | надоело | незаинтересованный | нет | ничего | совсем | спать | усталость | эмоций',
    ),
    Emoji(
      '😶',
      'молчание | немой | нет | рыба | секрет | слов | тайна | тихо | тишина | тсс',
    ),
    Emoji(
      '🫥',
      'грусть | депрессия | интроверт | исчезать | невидимка | печаль | пунктир | угнетение | усталость',
    ),
    Emoji(
      '😏',
      'задумал | лицо | подмигнуть | подозрение | попался | пошутил | ухмылка | ухмыляется | хитрый | шутка',
    ),
    Emoji(
      '😒',
      'гадость | грустно | надоело | недовольный | противно | скука | скучно | тоска | фу',
    ),
    Emoji(
      '🙄',
      'блин | глаза | закатить | закончится | когда | надоело | омг | скука | скучно | тоска',
    ),
    Emoji(
      '😬',
      'злой | злость | злюсь | зубы | кривляться | показать | рожа',
    ),
    Emoji(
      '🤥',
      'буратино | врать | врешь | лжец | лицо | ложь | обман | обманывать | пиноккио',
    ),
    Emoji(
      '😌',
      'богу | довольный | облегчение | обошлось | пронесло | слава | улыбка | хорошо',
    ),
    Emoji(
      '😔',
      'грустный | достало | жаль | задумчивый | мысли | плохо | разочарован | скучно | устал',
    ),
    Emoji(
      '🥹',
      'благодарность | восхищение | гордость | плакать | радость | слезы | счастья | умиление',
    ),
    Emoji(
      '😪',
      'ночи | плакать | плач | пора | сон | спать | сплю | спокойной | устал',
    ),
    Emoji(
      '🤤',
      'лицо | пускает слюни | слюни',
    ),
    Emoji(
      '😴',
      'боковую | ночи | пора | сон | спать | спокойной | уснул | устал | храп',
    ),
    Emoji(
      '😷',
      'болеть | вирус | врач | заражение | карантин | маска | медик | микроб | простуда | санитар',
    ),
    Emoji(
      '🤒',
      'болеть | больной | вирус | градусник | грипп | жар | плохо | простуда | температура',
    ),
    Emoji(
      '🤕',
      'бинт | болеть | больной | гипс | перевязка | повязка | пострадал | ударился',
    ),
    Emoji(
      '🤢',
      'блевать | болезнь | выворачивать | вырвет | зеленый | морская | наизнанку | отравиться | плохо | тошнит',
    ),
    Emoji(
      '🤮',
      'блевать | болезнь | вырвало | гадость | морская | отравиться | плохо | рвота | тошнит | фу',
    ),
    Emoji(
      '🤧',
      'апчхи | лицо | насморк | пчхи | чихает',
    ),
    Emoji(
      '🥵',
      'болеть | жар | лихорадка | плохо | пот | солнечный | температура | удар | умираю | язык',
    ),
    Emoji(
      '🥶',
      'болею | дубак | зубы | мерзнуть | мороз | озноб | синий | снег | стучат | холодно',
    ),
    Emoji(
      '🥴',
      'глазах | голова | кружится | мутит | окосел | плохо | плывет | пьяный',
    ),
    Emoji(
      '😵',
      'болею | глаза | голова | крестики | кружится | мертвый | плохо | смерть | умереть | устал',
    ),
    Emoji(
      '😵‍💫',
      'гипноз | глаза | голова | замешательство | кружится | кучу | омг | сложно | тупик | шок',
    ),
    Emoji(
      '🤯',
      'быть | взрыв | голова | может | мозга | не | омг | шок',
    ),
    Emoji(
      '🤠',
      'веселый | вестерн | ковбой | радость | техас | улыбка | шапка | шляпа',
    ),
    Emoji(
      '🥳',
      'вечеринка | день | днюха | колпак | конфетти | отмечать | поздравляю | праздник | рождения',
    ),
    Emoji(
      '😎',
      'защита | клево | круто | лицо | очки | свет | солнечные | солнце | солнцезащитные | улыбка',
    ),
    Emoji(
      '🤓',
      'ботан | заучка | интеллигент | очкарик | радость | улыбка | умник | эврика',
    ),
    Emoji(
      '🧐',
      'дедукция | детектив | доказательства | изучение | монокль | расследование | сомнение | ученый',
    ),
    Emoji(
      '😕',
      'замешательство | недовольный | непонятно | огорчен | плохо | расстроен | сбит | сомнение | толку',
    ),
    Emoji(
      '😟',
      'беспокоится | беспокойство | лицо | расстройство | тревога | тревожность',
    ),
    Emoji(
      '🙁',
      'грустный | досада | недовольный | огорчен | печаль | плохо | разочарован | хмурый',
    ),
    Emoji(
      '☹️',
      'грустный | досада | недовольный | несчастный | очень | печаль | плохо | расстроен ',
    ),
    Emoji(
      '😮',
      'вау | верю | изумление | невероятно | ого | омг | ошеломление | удивление | ужас | шок',
    ),
    Emoji(
      '😯',
      'вау | верю | неприятный | ого | омг | сюрприз | удивление',
    ),
    Emoji(
      '😲',
      'вау | глаза | изумление | лоб | ого | омг | ох | потрясение | удивление | шок',
    ),
    Emoji(
      '😳',
      'извини | краснеет | обидел | прости | румянец | смущение | стесняется | стыдно | хотел',
    ),
    Emoji(
      '🥺',
      'большие | глаза | грустно | почему | просить | сжалься | слезы | умолять | щенячьи',
    ),
    Emoji(
      '😦',
      'изумление | испуг | неприятный | ого | омг | страх | сюрприз | устал',
    ),
    Emoji(
      '😧',
      'боль | забыл | испуг | неприятный | омг | страдаю | стресс | сюрприз | удивление',
    ),
    Emoji(
      '😨',
      'беспокоится | боится | боюсь | волнуюсь | жуть | испуг | омг | страх',
    ),
    Emoji(
      '😰',
      'беспокоюсь | волнуюсь | грусть | замерз | плакать | плач | пот | страх | холодно',
    ),
    Emoji(
      '😥',
      'беспокоюсь | грустно | облегчение | обошлось | плач | пот | пронесло | разочарован | тревога | фух',
    ),
    Emoji(
      '😢',
      'грустный | жаль | обидно | печаль | плакать | плач | слеза',
    ),
    Emoji(
      '😭',
      'за | навзрыд | несчастный | плач | почему | реветь | рекой | слезы | что',
    ),
    Emoji(
      '😱',
      'испуг | крик | кричать | нет | омг | страх | ужас | шок',
    ),
    Emoji(
      '😖',
      'гадость | кринж | невкусно | непонятно | неприятно | растерян | сбит | толку | фу',
    ),
    Emoji(
      '😣',
      'боль | головная | достало | мигрень | настойчивость | упорный | упрямый | хватит',
    ),
    Emoji(
      '😞',
      'виноват | грустно | жаль | лузер | неудача | обида | обижен | печаль | разочарован | устал',
    ),
    Emoji(
      '😓',
      'беспокойство | боль | волнуюсь | головная | депресняк | нервничаю | поту | уныние | холодном',
    ),
    Emoji(
      '😩',
      'гадость | достало | надоело | нет | плач | сил | устал | фу | хватит',
    ),
    Emoji(
      '😫',
      'достало | надоело | очень | сильно | спать | устал | фу | хватит',
    ),
    Emoji(
      '😤',
      'бешенстве | дым | зла | злость | зол | пар | пыхтеть | раздражение',
    ),
    Emoji(
      '😡',
      'бешенство | злой | кипит | красный | ненавижу | рак | рассержен | сердится | ярость',
    ),
    Emoji(
      '😠',
      'бешенство | злиться | злость | рассержен | сердится | хмурится',
    ),
    Emoji(
      '🤬',
      'браниться | брань | мат | материться | ругань | ругаться | цензура',
    ),
    Emoji(
      '😈',
      'дьявол | зло | злорадная | рога | рожки | улыбка | черт',
    ),
    Emoji(
      '👿',
      'грусть | демон | дьявол | зло | расстроен | рога | рожки | хмурится | черт',
    ),
    Emoji(
      '💀',
      'кости | мертвый | могила | монстр | смерть | умереть | череп',
    ),
    Emoji(
      '☠️',
      'конец | кости | метка | опасно | пират | смерть | умереть | флаг | череп ',
    ),
    Emoji(
      '💩',
      'вонючка | воняет | говно | кака | куча | улыбка | фу | шутка',
    ),
    Emoji(
      '🤡',
      'арлекин | клоун | смех | смешно | улыбка | цирк | шут',
    ),
    Emoji(
      '👹',
      'дракон | змей | карнавал | лицо | мифология | монстр | нечисть | страх | существо | чудовище | японский',
    ),
    Emoji(
      '👺',
      'гоблин | злой | монстр | сказка | страшный | тэнгу | чудище | японский',
    ),
    Emoji(
      '👻',
      'подмигнуть | привидение | призрак | смешной | улыбка | хэллоуин',
    ),
    Emoji(
      '👽',
      'внеземная | инопланетянин | космос | нло | пришелец | страшный | улыбка | цивилизация',
    ),
    Emoji(
      '👾',
      'аркада | инопланетянин | космос | монстр | нло | пиксель | пришелец | чудовище',
    ),
    Emoji(
      '🤖',
      'лицо | монстр | робот | страх',
    ),
    Emoji(
      '🎃',
      'праздник | тыква | тыква-фонарь | фонарь из тыквы | Хеллоуин | Хэллоуин',
    ),
    Emoji(
      '😺',
      'домашнее | животное | кот | милашка | питомец | полосатый | улыбка | усы | ушастик | хорошо',
    ),
    Emoji(
      '😸',
      'глаза | закрытые глаза | кот | кот с широкой улыбкой и закрытыми глазами | морда | смеющийся | улыбка | широкая улыбка',
    ),
    Emoji(
      '😹',
      'веселье | кот | кот смеется | кот смеется до слез | морда | радость | слезы счастья | смеющийся до слез кот | смеющийся кот | счастье',
    ),
    Emoji(
      '😻',
      'влюбиться | влюбленный кот | кот | любовь | морда | сердечки | счастье | улыбка',
    ),
    Emoji(
      '😼',
      'кот | кот с ухмылкой | сарказм | улыбка | ухмылка | ухмыляющийся кот | хитрость | хитрый',
    ),
    Emoji(
      '😽',
      'глаза | губы | кот | кот целует | морда | морды | поцелуй | целующий кот',
    ),
    Emoji(
      '🙀',
      'в шоке | кот | кот в шоке | кот волнуется | морда | морды | удивление | усталость',
    ),
    Emoji(
      '😿',
      'грустно | жаль | кот | кот плачет | морда | печаль | плач | плачущий кот | слезы',
    ),
    Emoji(
      '😾',
      'злой | кот | морда | недовольный | раздраженный',
    ),
    Emoji('🫶', 'жест | любовь | руки | сердце', hasSkinTone: true),
    Emoji('👋', 'взмах | привет | приветствие | прощание | рука',
        hasSkinTone: true),
    Emoji('🤚', 'ладонь | поднятая | сторона | тыльная', hasSkinTone: true),
    Emoji('🖐️', 'ладонь | пальцы | раскрытая | рука | стоп ',
        hasSkinTone: true),
    Emoji('✋', 'вверх | ладонь | пальцы | поднятая | пять | рука | стоп',
        hasSkinTone: true),
    Emoji('🖖', 'вулканский | жест | пальцы | приветствие | рука | спок',
        hasSkinTone: true),
    Emoji('👌', 'жест | ок | окей | отлично | рука | хорошо | ясно',
        hasSkinTone: true),
    Emoji('🤌', 'вопрос | жест | пальцы | рега | сарказм | щепотка | щепоть',
        hasSkinTone: true),
    Emoji('🤏', 'жест | мало | небольшое количество | немного | чуть-чуть',
        hasSkinTone: true),
    Emoji('🫳', 'бросить | ладонь вниз | отпустить | рука', hasSkinTone: true),
    Emoji('🫴',
        'вверх | жест | ладонь | манить | подзывать | поднимать | подойди | позвать | предложить | рука | скажи',
        hasSkinTone: true),
    Emoji('✌️', 'виктория | жест | мир | пальцы | победа | рука ',
        hasSkinTone: true),
    Emoji('🫰', 'деньги | дорого | жест | сердечко | щелчок',
        hasSkinTone: true),
    Emoji('🤞', 'везение | жест | пальцы | скрестить | скрещенные | удача',
        hasSkinTone: true),
    Emoji('🤟', 'жест | люблю | пальца | пальцы | рука | три',
        hasSkinTone: true),
    Emoji('🤘', 'жест | коза | пальцы | рок | рокерский | рука | фанат',
        hasSkinTone: true),
    Emoji('🤙', 'жест | набери | позвони | рука | серферский | шака',
        hasSkinTone: true),
    Emoji('👈',
        'влево | жест | налево | направление | палец | рука | тыльная | указательный | указывать | указывающий',
        hasSkinTone: true),
    Emoji('👉',
        'вправо | жест | направление | направо | палец | рука | тыльная | указательный | указывать | указывающий',
        hasSkinTone: true),
    Emoji('👆',
        'вверх | выше | жест | наверх | направление | палец | рука | тыльная | указательный | указывать | указывающий',
        hasSkinTone: true),
    Emoji('🖕', 'жест | палец | рука | средний | фак', hasSkinTone: true),
    Emoji('👇',
        'вниз | жест | направление | ниже | палец | рука | тыльная | указательный | указывать | указывающий',
        hasSkinTone: true),
    Emoji('☝️',
        'вверх | внимание | направление | палец | послушайте | рука | указательный ',
        hasSkinTone: true),
    Emoji('👍',
        'вверх | договорились | жест | лайк | нравится | одобрение | отлично | палец | рука | супер | хорошо',
        hasSkinTone: true),
    Emoji('👎',
        'бу | вниз | недоволен | недовольна | нет | палец | плохо | порицание | рука | фу',
        hasSkinTone: true),
    Emoji('✊', 'кулак | пальцы | поднятый кулак | рука | удар',
        hasSkinTone: true),
    Emoji('👊',
        'бокс | боксировать | бро | кулак | кулачок | опасность | рука | удар',
        hasSkinTone: true),
    Emoji('🤛', 'влево | кулак | рука', hasSkinTone: true),
    Emoji('🤜', 'вправо | кулак | рука', hasSkinTone: true),
    Emoji('🫲', 'влево | кисть | налево | рука | рукопожатие',
        hasSkinTone: true),
    Emoji('🫱', 'вправо | кисть | направо | рука | рукопожатие',
        hasSkinTone: true),
    Emoji('👏', 'аплодисменты | движение | жест | овация | рука | хлопать',
        hasSkinTone: true),
    Emoji('🙌', 'вверх | жест | класс | отлично | победа | руки | ура',
        hasSkinTone: true),
    Emoji('👐', 'врозь | ладони | открытые | рука | руки', hasSkinTone: true),
    Emoji('🤲',
        'вверх | вместе | горсть | дуа | желание | ладони | лодочкой | молитва | молиться | руки',
        hasSkinTone: true),
    Emoji('🤝',
        'встреча | договорились | руки | рукопожатие | согласие | соглашение',
        hasSkinTone: true),
    Emoji('🙏',
        'молитва | пожалуйста | просьба | прошу | руки | сложенные | спасибо | умолять',
        hasSkinTone: true),
    Emoji(
        '🫵', 'жест | палец | показать | рука | ты | указательный | указывать',
        hasSkinTone: true),
    Emoji('✍️',
        'бумага | написать | писать | письмо | пишет | пишу | пишущая | рука | ручка ',
        hasSkinTone: true),
    Emoji('💅',
        'готово | кисть | косметика | лак | маникюр | ногти | пальцы | руки | скука | уход',
        hasSkinTone: true),
    Emoji('🤳', 'селфи | снимок | телефон', hasSkinTone: true),
    Emoji('💪', 'атлет | бицепс | зал | качать | качок | мышцы | сила | спорт',
        hasSkinTone: true),
    Emoji('🦵',
        'бедро | голень | колено | конечность | нога | пинать | пинок | стопа',
        hasSkinTone: true),
    Emoji('🦶', 'лодыжка | нога | стопа | ступня | щиколотка',
        hasSkinTone: true),
    Emoji(
        '👂', 'звук | подслушивать | слушать | слышать | тело | ухо | человек',
        hasSkinTone: true),
    Emoji('👃', 'нос | тело | человек', hasSkinTone: true),
    Emoji(
      '🧠',
      'интеллект | мозг | разум | ум | умная | умный',
    ),
    Emoji(
      '🦴',
      'костлявый | косточка | кость | скелет | собака',
    ),
    Emoji(
      '👀',
      'глаза | два | наблюдать | подглядывать | смотреть | тело | человек',
    ),
    Emoji(
      '👁️',
      'глаз | зрачок | тело | человек ',
    ),
    Emoji(
      '💋',
      'губы | любовь | помада | поцелуй | романтика | свидание | целовать | чувства | эмоции',
    ),
    Emoji(
      '👄',
      'алые | губы | зубы | красные | накрашенные губы | помада | рот',
    ),
    Emoji(
      '🫦',
      'беспокоиться | беспокойство | волнение | губы | кусать | переживания | помада | укус | флирт',
    ),
    Emoji(
      '🦷',
      'белый | дантист | зуб | зубной | зубы | стоматолог',
    ),
    Emoji(
      '👅',
      'розовый | рот | язык',
    ),
    Emoji('👶', 'дитя | карапуз | маленький | младенец | ребенок',
        hasSkinTone: true),
    Emoji('🧒', 'гендерно нейтральный | дитя | малыш | ребенок',
        hasSkinTone: true),
    Emoji('👦', 'дитя | маленький | малыш | мальчик | ребенок | сын',
        hasSkinTone: true),
    Emoji('👧', 'девочка | дитя | маленькая | малышка | ребенок',
        hasSkinTone: true),
    Emoji('🧑', 'взрослый | гендерно нейтральный | совершеннолетний',
        hasSkinTone: true),
    Emoji('👨', 'брат | взрослый | друг | мужчина | усы | человек',
        hasSkinTone: true),
    Emoji('🧔', 'борода | бородатый человек | бородач | мужчина',
        hasSkinTone: true),
    Emoji('👱',
        'блондин | волосы | молодой | мужское лицо | мужчина | парень | светлые | человек | человек со светлыми волосами',
        hasSkinTone: true),
    Emoji('👨‍🦰',
        'брат | взрослый | друг | мужчина | усы | человек красный | медный | рыжая | рыжие волосы | рыжий ',
        hasSkinTone: true),
    Emoji('👨‍🦱',
        'брат | взрослый | друг | мужчина | усы | человек афро | кудри | кудрявые волосы | кудрявый | химическая завивка | химия ',
        hasSkinTone: true),
    Emoji('👨‍🦳',
        'брат | взрослый | друг | мужчина | усы | человек волосы | пожилой | седина | седой | седые волосы | старый ',
        hasSkinTone: true),
    Emoji('👨‍🦲',
        'брат | взрослый | друг | мужчина | усы | человек без волос | бритый | лысый | химиотерапия ',
        hasSkinTone: true),
    Emoji('👩',
        'взрослая | волосы | девушка | длинные | женщина | леди | человек',
        hasSkinTone: true),
    Emoji('👱‍♀️',
        'блондин | волосы | молодой | мужское лицо | мужчина | парень | светлые | человек | человек со светлыми волосами венера | женский символ | женщина | символ ',
        hasSkinTone: true),
    Emoji('👩‍🦰',
        'взрослая | волосы | девушка | длинные | женщина | леди | человек красный | медный | рыжая | рыжие волосы | рыжий ',
        hasSkinTone: true),
    Emoji('👩‍🦱',
        'взрослая | волосы | девушка | длинные | женщина | леди | человек афро | кудри | кудрявые волосы | кудрявый | химическая завивка | химия ',
        hasSkinTone: true),
    Emoji('👩‍🦳',
        'взрослая | волосы | девушка | длинные | женщина | леди | человек волосы | пожилой | седина | седой | седые волосы | старый ',
        hasSkinTone: true),
    Emoji('👩‍🦲',
        'взрослая | волосы | девушка | длинные | женщина | леди | человек без волос | бритый | лысый | химиотерапия ',
        hasSkinTone: true),
    Emoji('🧓',
        'в возрасте | гендерно нейтральный | пожилой | пожилой человек | старый',
        hasSkinTone: true),
    Emoji('👴',
        'возраст | годы | дедушка | мужчина | пожилой | старик | старый | человек',
        hasSkinTone: true),
    Emoji('👵',
        'бабушка | женщина | пожилая | старая | старуха | старушка | человек',
        hasSkinTone: true),
    Emoji('🙍‍♂️',
        'грустит | грусть | грущу | лицо | нахмурившийся человек | обида | печаль | расстроен | хмурый | человек марс | мужской символ | мужчина | символ ',
        hasSkinTone: true),
    Emoji('🙍‍♀️',
        'грустит | грусть | грущу | лицо | нахмурившийся человек | обида | печаль | расстроен | хмурый | человек венера | женский символ | женщина | символ ',
        hasSkinTone: true),
    Emoji('🙎‍♂️',
        'губы | зла | зол | надоело | надуть | обижен | огорчен | раздражение | разочарование | расстроен марс | мужской символ | мужчина | символ ',
        hasSkinTone: true),
    Emoji('🙎‍♀️',
        'губы | зла | зол | надоело | надуть | обижен | огорчен | раздражение | разочарование | расстроен венера | женский символ | женщина | символ ',
        hasSkinTone: true),
    Emoji('🙅‍♂️',
        'возражаю | жест | запрет | нельзя | нет | отказ | против | хватит марс | мужской символ | мужчина | символ ',
        hasSkinTone: true),
    Emoji('🙅‍♀️',
        'возражаю | жест | запрет | нельзя | нет | отказ | против | хватит венера | женский символ | женщина | символ ',
        hasSkinTone: true),
    Emoji('🙆‍♂️',
        'вверх | домик | за | зарядка | окей | омг | отлично | руки | хорошо марс | мужской символ | мужчина | символ ',
        hasSkinTone: true),
    Emoji('🙆‍♀️',
        'вверх | домик | за | зарядка | окей | омг | отлично | руки | хорошо венера | женский символ | женщина | символ ',
        hasSkinTone: true),
    Emoji('💁‍♂️',
        'выдать | жест | знаю | информацию | не | себе | секрет | сплетни | так марс | мужской символ | мужчина | символ ',
        hasSkinTone: true),
    Emoji('💁‍♀️',
        'выдать | жест | знаю | информацию | не | себе | секрет | сплетни | так венера | женский символ | женщина | символ ',
        hasSkinTone: true),
    Emoji('🙋‍♂️',
        'вопрос | задать | знаю | ответить | поднять | руку | сказать | спросить | хочу марс | мужской символ | мужчина | символ ',
        hasSkinTone: true),
    Emoji('🙋‍♀️',
        'вопрос | задать | знаю | ответить | поднять | руку | сказать | спросить | хочу венера | женский символ | женщина | символ ',
        hasSkinTone: true),
    Emoji('🙇‍♂️',
        'виноват | жаль | извини | пожалуйста | поклон | прости | прошу | прощения | стыд марс | мужской символ | мужчина | символ ',
        hasSkinTone: true),
    Emoji('🙇‍♀️',
        'виноват | жаль | извини | пожалуйста | поклон | прости | прошу | прощения | стыд венера | женский символ | женщина | символ ',
        hasSkinTone: true),
    Emoji('🤦‍♂️',
        'надоело | нет | омг | позор | раздражение | слов | фейспалм | хватит марс | мужской символ | мужчина | символ ',
        hasSkinTone: true),
    Emoji('🤦‍♀️',
        'надоело | нет | омг | позор | раздражение | слов | фейспалм | хватит венера | женский символ | женщина | символ ',
        hasSkinTone: true),
    Emoji('🤷‍♂️',
        'все | может | плечами | пожимает | равно | равнодушие | сомнение | человек марс | мужской символ | мужчина | символ ',
        hasSkinTone: true),
    Emoji('🤷‍♀️',
        'все | может | плечами | пожимает | равно | равнодушие | сомнение | человек венера | женский символ | женщина | символ ',
        hasSkinTone: true),
    Emoji('👨‍⚕️',
        'брат | взрослый | друг | мужчина | усы | человек аптека | асклепий | врачевание | жезл | лекарства | лекарство | лечение | медицина | медицинский символ | посох | посох со змеей ',
        hasSkinTone: true),
    Emoji('👩‍⚕️',
        'взрослая | волосы | девушка | длинные | женщина | леди | человек аптека | асклепий | врачевание | жезл | лекарства | лекарство | лечение | медицина | медицинский символ | посох | посох со змеей ',
        hasSkinTone: true),
    Emoji('👨‍🎓',
        'бакалавр | вуз | выпуск | выпускник | мужчина | образование | университет | учеба',
        hasSkinTone: true),
    Emoji('👩‍🎓', 'аспирантка | выпускница | девушка | женщина | студентка',
        hasSkinTone: true),
    Emoji('👨‍🏫', 'инструктор | мужчина | преподаватель | профессор | учитель',
        hasSkinTone: true),
    Emoji('👩‍🏫',
        'женщина | инструктор | лектор | преподаватель | профессор | учительница',
        hasSkinTone: true),
    Emoji('👨‍⚖️',
        'брат | взрослый | друг | мужчина | усы | человек весы | взвешивание | знак | зодиак | правосудие | справедливость ',
        hasSkinTone: true),
    Emoji('👩‍⚖️',
        'взрослая | волосы | девушка | длинные | женщина | леди | человек весы | взвешивание | знак | зодиак | правосудие | справедливость ',
        hasSkinTone: true),
    Emoji('👨‍🌾',
        'вилы | дачник | мужчина | огород | садовник | сено | соломенная | урожай | шляпа',
        hasSkinTone: true),
    Emoji('👩‍🌾',
        'вилы | дачница | женщина | огород | садовница | сено | соломенная | урожай | шляпа',
        hasSkinTone: true),
    Emoji('👨‍🍳', 'готовить | еда | мужчина | повар | шеф', hasSkinTone: true),
    Emoji(
        '👩‍🍳', 'готовить | еда | женщина | кухарка | повар | повариха | шеф',
        hasSkinTone: true),
    Emoji('👨‍🔧', 'механик | мужчина | сантехник | электрик',
        hasSkinTone: true),
    Emoji('👩‍🔧', 'женщина | женщина-механик | механик | сантехник | электрик',
        hasSkinTone: true),
    Emoji('👨‍🏭', 'завод | мужчина | промышленность | рабочий',
        hasSkinTone: true),
    Emoji('👩‍🏭',
        'женщина | завод | инженер | промышленность | работница | рабочий | строитель',
        hasSkinTone: true),
    Emoji('👨‍💼',
        'белый | бизнесмен | воротничок | галстук | менеджер | мужчина | офисный | работник',
        hasSkinTone: true),
    Emoji('👩‍💼', 'бизнес | деловая | женщина | офис | работница | секретарь',
        hasSkinTone: true),
    Emoji('👨‍🔬', 'биолог | инженер | мужчина | наука | ученый | химик',
        hasSkinTone: true),
    Emoji('👩‍🔬',
        'биология | женщина | инженер | математик | наука | ученая | химия',
        hasSkinTone: true),
    Emoji('👨‍💻',
        'инженер | мужчина | ноутбук | программист | разработчик | технарь',
        hasSkinTone: true),
    Emoji('👩‍💻',
        'женщина | инженер | код | компьютер | ноутбук | программистка | разработчица | технарь',
        hasSkinTone: true),
    Emoji('👨‍🎤',
        'жест | звезда | исполнитель | коза | мужчина | музыка | певец | рок | сцена',
        hasSkinTone: true),
    Emoji('👩‍🎤',
        'женщина | жест | звезда | исполнительница | коза | музыка | певица | рок | сцена',
        hasSkinTone: true),
    Emoji('👨‍🎨', 'кисти | краски | мужчина | палитра | художник',
        hasSkinTone: true),
    Emoji('👩‍🎨',
        'арт | галерея | женщина | живопись | картины | краски | рисование | творчество | художница',
        hasSkinTone: true),
    Emoji('👨‍✈️',
        'брат | взрослый | друг | мужчина | усы | человек воздух | крылья | перевозки | самолет ',
        hasSkinTone: true),
    Emoji('👩‍✈️',
        'взрослая | волосы | девушка | длинные | женщина | леди | человек воздух | крылья | перевозки | самолет ',
        hasSkinTone: true),
    Emoji('👨‍🚀', 'астронавт | космонавт | космос | мужчина',
        hasSkinTone: true),
    Emoji(
        '👩‍🚀', 'астронавт | женщина | корабль | космонавт | пилот | скафандр',
        hasSkinTone: true),
    Emoji(
        '👨‍🚒', 'мужчина | огонь | пожарный | профессия | спасатель | тушить',
        hasSkinTone: true),
    Emoji('👩‍🚒',
        'женщина | огонь | пожарная | профессия | спасательница | тушить',
        hasSkinTone: true),
    Emoji('👮‍♂️',
        'блюститель | закон | коп | милиция | органы | полицейский | порядка | правоохранительные марс | мужской символ | мужчина | символ ',
        hasSkinTone: true),
    Emoji('👮‍♀️',
        'блюститель | закон | коп | милиция | органы | полицейский | порядка | правоохранительные венера | женский символ | женщина | символ ',
        hasSkinTone: true),
    Emoji('🕵️‍♂️',
        'детектив | ищейка | расследование | сыщик | шпион марс | мужской символ | мужчина | символ ',
        hasSkinTone: true),
    Emoji('🕵️‍♀️',
        'детектив | ищейка | расследование | сыщик | шпион венера | женский символ | женщина | символ ',
        hasSkinTone: true),
    Emoji('💂‍♂️',
        'гвардеец | гвардия | караул | охрана | почетный | солдат | шапка | шлем марс | мужской символ | мужчина | символ ',
        hasSkinTone: true),
    Emoji('💂‍♀️',
        'гвардеец | гвардия | караул | охрана | почетный | солдат | шапка | шлем венера | женский символ | женщина | символ ',
        hasSkinTone: true),
    Emoji('👷‍♂️',
        'инженер | каска | лицо | рабочий | ремонт | ремонтник | строитель | строить | стройка марс | мужской символ | мужчина | символ ',
        hasSkinTone: true),
    Emoji('👷‍♀️',
        'инженер | каска | лицо | рабочий | ремонт | ремонтник | строитель | строить | стройка венера | женский символ | женщина | символ ',
        hasSkinTone: true),
    Emoji('🤴',
        'королевство | король | корона | принц | притча | сказка | фэнтези',
        hasSkinTone: true),
    Emoji('👸',
        'королева | королевство | корона | победительница | принцесса | притча | сказка | тиара | фэнтези',
        hasSkinTone: true),
    Emoji('👳‍♂️',
        'индус | повязка | ранение головы | религия | сикх | тюрбан | чалма | человек марс | мужской символ | мужчина | символ ',
        hasSkinTone: true),
    Emoji('👳‍♀️',
        'индус | повязка | ранение головы | религия | сикх | тюрбан | чалма | человек венера | женский символ | женщина | символ ',
        hasSkinTone: true),
    Emoji(
        '👲', 'китай | китайский | мужчина в китайской шапке | человек | шапка',
        hasSkinTone: true),
    Emoji('🧕',
        'женщина в платке | женщина с платком | закрытые волосы | мантилья | монахиня | монашка | платок | прикрытые волосы | тичел | хиджаб',
        hasSkinTone: true),
    Emoji('🤵',
        'жених | мужчина | мужчина в смокинге | смокинг | человек | человек в смокинге',
        hasSkinTone: true),
    Emoji('👰', 'невеста | свадьба | фата', hasSkinTone: true),
    Emoji('🤰', 'беременная | беременность | женщина', hasSkinTone: true),
    Emoji('🤱',
        'вскармливание | грудь | кормить | кормящая | лактация | мать | младенец | молоко | ребенок',
        hasSkinTone: true),
    Emoji('👼',
        'ангел | ангелочек | дитя | крылья | лик | младенец | нимб | фэнтези',
        hasSkinTone: true),
    Emoji('🎅',
        'дед мороз | дедушка мороз | клаус | новый год | рождество | санта | санта-клаус',
        hasSkinTone: true),
    Emoji('🤶',
        'миссис клаус | миссис Клаус | новый год | рождество | снегурочка',
        hasSkinTone: true),
    Emoji('🦸‍♂️',
        'бэтмен | героиня | герой | сильная | супервумен | супергерой | супермен | суперсила марс | мужской символ | мужчина | символ ',
        hasSkinTone: true),
    Emoji('🦸‍♀️',
        'бэтмен | героиня | герой | сильная | супервумен | супергерой | супермен | суперсила венера | женский символ | женщина | символ ',
        hasSkinTone: true),
    Emoji('🦹‍♂️',
        'вампир | дракула | зло | злодей | плохой | преступник | суперзлодей | суперсила марс | мужской символ | мужчина | символ ',
        hasSkinTone: true),
    Emoji('🦹‍♀️',
        'вампир | дракула | зло | злодей | плохой | преступник | суперзлодей | суперсила венера | женский символ | женщина | символ ',
        hasSkinTone: true),
    Emoji('🧙‍♂️',
        'волшебник | заклинание | колдун | маг | магия | чародей марс | мужской символ | мужчина | символ ',
        hasSkinTone: true),
    Emoji('🧙‍♀️',
        'волшебник | заклинание | колдун | маг | магия | чародей венера | женский символ | женщина | символ ',
        hasSkinTone: true),
    Emoji('🧚‍♂️',
        'Динь-Динь | крылышки | крылья | Оберон | Пак | сказка | Титания | фея | фэнтези марс | мужской символ | мужчина | символ ',
        hasSkinTone: true),
    Emoji('🧚‍♀️',
        'Динь-Динь | крылышки | крылья | Оберон | Пак | сказка | Титания | фея | фэнтези венера | женский символ | женщина | символ ',
        hasSkinTone: true),
    Emoji('🧛‍♂️',
        'вампир | граф | Дракула | зубы | кровопийца | кровь | упырь марс | мужской символ | мужчина | символ ',
        hasSkinTone: true),
    Emoji('🧛‍♀️',
        'вампир | граф | Дракула | зубы | кровопийца | кровь | упырь венера | женский символ | женщина | символ ',
        hasSkinTone: true),
    Emoji('🧜‍♂️',
        'ариэль | морские существа | полурыба | русалка | русалочка | сказка | тритон | ундина марс | мужской символ | мужчина | символ ',
        hasSkinTone: true),
    Emoji('🧜‍♀️',
        'ариэль | морские существа | полурыба | русалка | русалочка | сказка | тритон | ундина венера | женский символ | женщина | символ ',
        hasSkinTone: true),
    Emoji('🧝‍♂️',
        'магия | сказка | уши | фэнтези | эльф марс | мужской символ | мужчина | символ ',
        hasSkinTone: true),
    Emoji('🧝‍♀️',
        'магия | сказка | уши | фэнтези | эльф венера | женский символ | женщина | символ ',
        hasSkinTone: true),
    Emoji(
      '🧞‍♂️',
      'джинн | лампа | потереть | сказка марс | мужской символ | мужчина | символ ',
    ),
    Emoji(
      '🧞‍♀️',
      'джинн | лампа | потереть | сказка венера | женский символ | женщина | символ ',
    ),
    Emoji(
      '🧟‍♂️',
      'апокалипсис | живой | зомби | мертвец | страх | страшилка | ужас | Хэллоуин марс | мужской символ | мужчина | символ ',
    ),
    Emoji(
      '🧟‍♀️',
      'апокалипсис | живой | зомби | мертвец | страх | страшилка | ужас | Хэллоуин венера | женский символ | женщина | символ ',
    ),
    Emoji('💆‍♂️',
        'голова | лицо | массаж | массаж головы | массаж лица | процедура | салон | спа | человеку массируют лицо марс | мужской символ | мужчина | символ ',
        hasSkinTone: true),
    Emoji('💆‍♀️',
        'голова | лицо | массаж | массаж головы | массаж лица | процедура | салон | спа | человеку массируют лицо венера | женский символ | женщина | символ ',
        hasSkinTone: true),
    Emoji('💇‍♂️',
        'волосы | косметология | красота | ножницы | обрезать | парикмахер | прическа | салон | стрижка | укоротить | уход марс | мужской символ | мужчина | символ ',
        hasSkinTone: true),
    Emoji('💇‍♀️',
        'волосы | косметология | красота | ножницы | обрезать | парикмахер | прическа | салон | стрижка | укоротить | уход венера | женский символ | женщина | символ ',
        hasSkinTone: true),
    Emoji('🚶‍♂️',
        'гулять | дорога | идет | прогулка | тротуар | ходьба | человек марс | мужской символ | мужчина | символ ',
        hasSkinTone: true),
    Emoji('🚶‍♀️',
        'гулять | дорога | идет | прогулка | тротуар | ходьба | человек венера | женский символ | женщина | символ ',
        hasSkinTone: true),
    Emoji('🏃‍♂️',
        'бег | бежит | марафон | спорт | трусцой | человек марс | мужской символ | мужчина | символ ',
        hasSkinTone: true),
    Emoji('🏃‍♀️',
        'бег | бежит | марафон | спорт | трусцой | человек венера | женский символ | женщина | символ ',
        hasSkinTone: true),
    Emoji('🕺',
        'движения | красота | мужчина | танец | танцующий мужчина | танцы | человек',
        hasSkinTone: true),
    Emoji('💃',
        'движения | дискотека | женщина | красное платье | красота | танцовщица | танцующая женщина | танцы | человек',
        hasSkinTone: true),
    Emoji('🕴️', 'бизнес | бизнесмен в воздухе | костюм | полет | человек ',
        hasSkinTone: true),
    Emoji(
      '👯‍♂️',
      'близкие | вечеринка | двое | двойняшки | кордебалет | кролик | парочка | подруги | танец | уши марс | мужской символ | мужчина | символ ',
    ),
    Emoji(
      '👯‍♀️',
      'близкие | вечеринка | двое | двойняшки | кордебалет | кролик | парочка | подруги | танец | уши венера | женский символ | женщина | символ ',
    ),
    Emoji('🧖‍♂️',
        'баня | париться | парная | паровая | паром | пропотеть | сауна | хамам марс | мужской символ | мужчина | символ ',
        hasSkinTone: true),
    Emoji('🧖‍♀️',
        'баня | париться | парная | паровая | паром | пропотеть | сауна | хамам венера | женский символ | женщина | символ ',
        hasSkinTone: true),
    Emoji('🧘', 'йога | лотос | медитация | поза | расслабление',
        hasSkinTone: true),
    Emoji('👭',
        'две женщины | держаться за руки | женщины | лучшие подруги | пара | подружки | руки | сестры',
        hasSkinTone: true),
    Emoji('👫',
        'держаться за руки | друзья | женщина | мужчина | мужчина и женщина | пара | руки | свидание | флирт',
        hasSkinTone: true),
    Emoji('👬',
        'близнецы | братья | двое | двойняшки | дружба | друзья | мужчины | пара',
        hasSkinTone: true),
    Emoji(
      '💏',
      'любовь | пара | поцелуй | романтика | чувства',
    ),
    Emoji(
      '👨‍❤️‍💋‍👨',
      'брат | взрослый | друг | мужчина | усы | человек красное | любовь | свидание | сердце | чувства | эмоции губы | любовь | помада | поцелуй | романтика | свидание | целовать | чувства | эмоции брат | взрослый | друг | мужчина | усы | человек ',
    ),
    Emoji(
      '👩‍❤️‍💋‍👩',
      'взрослая | волосы | девушка | длинные | женщина | леди | человек красное | любовь | свидание | сердце | чувства | эмоции губы | любовь | помада | поцелуй | романтика | свидание | целовать | чувства | эмоции взрослая | волосы | девушка | длинные | женщина | леди | человек ',
    ),
    Emoji(
      '💑',
      'влюбленные | любовь | люди | пара | свидание | сердце | чувства',
    ),
    Emoji(
      '👨‍❤️‍👨',
      'брат | взрослый | друг | мужчина | усы | человек красное | любовь | свидание | сердце | чувства | эмоции брат | взрослый | друг | мужчина | усы | человек ',
    ),
    Emoji(
      '👩‍❤️‍👩',
      'взрослая | волосы | девушка | длинные | женщина | леди | человек красное | любовь | свидание | сердце | чувства | эмоции взрослая | волосы | девушка | длинные | женщина | леди | человек ',
    ),
    Emoji(
      '👪',
      'портрет | ребенок | родители | семейный | семья',
    ),
    Emoji(
      '👨‍👩‍👦',
      'брат | взрослый | друг | мужчина | усы | человек взрослая | волосы | девушка | длинные | женщина | леди | человек дитя | маленький | малыш | мальчик | ребенок | сын ',
    ),
    Emoji(
      '👨‍👩‍👧',
      'брат | взрослый | друг | мужчина | усы | человек взрослая | волосы | девушка | длинные | женщина | леди | человек девочка | дитя | маленькая | малышка | ребенок ',
    ),
    Emoji(
      '👨‍👩‍👧‍👦',
      'брат | взрослый | друг | мужчина | усы | человек взрослая | волосы | девушка | длинные | женщина | леди | человек девочка | дитя | маленькая | малышка | ребенок дитя | маленький | малыш | мальчик | ребенок | сын ',
    ),
    Emoji(
      '👨‍👩‍👦‍👦',
      'брат | взрослый | друг | мужчина | усы | человек взрослая | волосы | девушка | длинные | женщина | леди | человек дитя | маленький | малыш | мальчик | ребенок | сын дитя | маленький | малыш | мальчик | ребенок | сын ',
    ),
    Emoji(
      '👨‍👩‍👧‍👧',
      'брат | взрослый | друг | мужчина | усы | человек взрослая | волосы | девушка | длинные | женщина | леди | человек девочка | дитя | маленькая | малышка | ребенок девочка | дитя | маленькая | малышка | ребенок ',
    ),
    Emoji(
      '👨‍👨‍👦',
      'брат | взрослый | друг | мужчина | усы | человек брат | взрослый | друг | мужчина | усы | человек дитя | маленький | малыш | мальчик | ребенок | сын ',
    ),
    Emoji(
      '👨‍👨‍👧',
      'брат | взрослый | друг | мужчина | усы | человек брат | взрослый | друг | мужчина | усы | человек девочка | дитя | маленькая | малышка | ребенок ',
    ),
    Emoji(
      '👨‍👨‍👧‍👦',
      'брат | взрослый | друг | мужчина | усы | человек брат | взрослый | друг | мужчина | усы | человек девочка | дитя | маленькая | малышка | ребенок дитя | маленький | малыш | мальчик | ребенок | сын ',
    ),
    Emoji(
      '👨‍👨‍👦‍👦',
      'брат | взрослый | друг | мужчина | усы | человек брат | взрослый | друг | мужчина | усы | человек дитя | маленький | малыш | мальчик | ребенок | сын дитя | маленький | малыш | мальчик | ребенок | сын ',
    ),
    Emoji(
      '👨‍👨‍👧‍👧',
      'брат | взрослый | друг | мужчина | усы | человек брат | взрослый | друг | мужчина | усы | человек девочка | дитя | маленькая | малышка | ребенок девочка | дитя | маленькая | малышка | ребенок ',
    ),
    Emoji(
      '👩‍👩‍👦',
      'взрослая | волосы | девушка | длинные | женщина | леди | человек взрослая | волосы | девушка | длинные | женщина | леди | человек дитя | маленький | малыш | мальчик | ребенок | сын ',
    ),
    Emoji(
      '👩‍👩‍👧',
      'взрослая | волосы | девушка | длинные | женщина | леди | человек взрослая | волосы | девушка | длинные | женщина | леди | человек девочка | дитя | маленькая | малышка | ребенок ',
    ),
    Emoji(
      '👩‍👩‍👧‍👦',
      'взрослая | волосы | девушка | длинные | женщина | леди | человек взрослая | волосы | девушка | длинные | женщина | леди | человек девочка | дитя | маленькая | малышка | ребенок дитя | маленький | малыш | мальчик | ребенок | сын ',
    ),
    Emoji(
      '👩‍👩‍👦‍👦',
      'взрослая | волосы | девушка | длинные | женщина | леди | человек взрослая | волосы | девушка | длинные | женщина | леди | человек дитя | маленький | малыш | мальчик | ребенок | сын дитя | маленький | малыш | мальчик | ребенок | сын ',
    ),
    Emoji(
      '👩‍👩‍👧‍👧',
      'взрослая | волосы | девушка | длинные | женщина | леди | человек взрослая | волосы | девушка | длинные | женщина | леди | человек девочка | дитя | маленькая | малышка | ребенок девочка | дитя | маленькая | малышка | ребенок ',
    ),
    Emoji(
      '👨‍👦',
      'брат | взрослый | друг | мужчина | усы | человек дитя | маленький | малыш | мальчик | ребенок | сын ',
    ),
    Emoji(
      '👨‍👦‍👦',
      'брат | взрослый | друг | мужчина | усы | человек дитя | маленький | малыш | мальчик | ребенок | сын дитя | маленький | малыш | мальчик | ребенок | сын ',
    ),
    Emoji(
      '👨‍👧',
      'брат | взрослый | друг | мужчина | усы | человек девочка | дитя | маленькая | малышка | ребенок ',
    ),
    Emoji(
      '👨‍👧‍👦',
      'брат | взрослый | друг | мужчина | усы | человек девочка | дитя | маленькая | малышка | ребенок дитя | маленький | малыш | мальчик | ребенок | сын ',
    ),
    Emoji(
      '👨‍👧‍👧',
      'брат | взрослый | друг | мужчина | усы | человек девочка | дитя | маленькая | малышка | ребенок девочка | дитя | маленькая | малышка | ребенок ',
    ),
    Emoji(
      '👩‍👦',
      'взрослая | волосы | девушка | длинные | женщина | леди | человек дитя | маленький | малыш | мальчик | ребенок | сын ',
    ),
    Emoji(
      '👩‍👦‍👦',
      'взрослая | волосы | девушка | длинные | женщина | леди | человек дитя | маленький | малыш | мальчик | ребенок | сын дитя | маленький | малыш | мальчик | ребенок | сын ',
    ),
    Emoji(
      '👩‍👧',
      'взрослая | волосы | девушка | длинные | женщина | леди | человек девочка | дитя | маленькая | малышка | ребенок ',
    ),
    Emoji(
      '👩‍👧‍👦',
      'взрослая | волосы | девушка | длинные | женщина | леди | человек девочка | дитя | маленькая | малышка | ребенок дитя | маленький | малыш | мальчик | ребенок | сын ',
    ),
    Emoji(
      '👩‍👧‍👧',
      'взрослая | волосы | девушка | длинные | женщина | леди | человек девочка | дитя | маленькая | малышка | ребенок девочка | дитя | маленькая | малышка | ребенок ',
    ),
    Emoji(
      '🗣️',
      'говорить | говорящая | голова | кричать | речь | силуэт ',
    ),
    Emoji(
      '👤',
      'бюст | лицо | силуэт | таинственный | тайна | тень | человек',
    ),
    Emoji(
      '👥',
      'бюст | головы | двое | лицо | люди | силуэт | темный | тень',
    ),
    Emoji(
      '🫂',
      'дружба | любовь | обнимашки | обнимающиеся люди | объятия | пока | привет | прощай | спасибо | успокоить',
    ),
    Emoji(
      '👣',
      'нога | подошва | рельеф | след | следы | человек',
    ),
    Emoji(
      '🧳',
      'багаж | путешествие | чемодан',
    ),
    Emoji(
      '🌂',
      'дождь | закрытый зонт | зонт | зонтик | осадки',
    ),
    Emoji(
      '☂️',
      'вода | дождь | зонт | зонтик | осадки | открытый зонт | погода ',
    ),
    Emoji(
      '🧵',
      'вышивка | иголка | катушка | катушка ниток | нитки | нить | рукоделие | шить | шитье | штопать',
    ),
    Emoji(
      '🧶',
      'вязание | клубок | клубок ниток | нитки | пряжа',
    ),
    Emoji(
      '👓',
      'аксессуар | глаза | защита | зрение | одежда | очки',
    ),
    Emoji(
      '🕶️',
      'аксессуар | защита | очки | солнечные очки | солнце | солнцезащитные | темные ',
    ),
    Emoji(
      '🥽',
      'защита | защитные | лыжная | маска | нырять | очки | плавание | сварка',
    ),
    Emoji(
      '🥼',
      'белый халат | лаборатория | лабораторный халат | форма | халат',
    ),
    Emoji(
      '👔',
      'галстук | одежда | офис | работа | рубашка | серьезный | сотрудник',
    ),
    Emoji(
      '👕',
      'короткие | одежда | рубашка | рукава | футболка',
    ),
    Emoji(
      '👖',
      'брюки | джинсы | штаны',
    ),
    Emoji(
      '🧣',
      'обмотать | повязать | шарф | шея',
    ),
    Emoji(
      '🧤',
      'аксессуар | одежда | перчатки | руки',
    ),
    Emoji(
      '🧥',
      'верхняя | куртка | одежда | пальто | пиджак',
    ),
    Emoji(
      '🧦',
      'ноги | носки | чулки',
    ),
    Emoji(
      '👗',
      'женская одежда | женское | одежда | платье',
    ),
    Emoji(
      '👘',
      'кимоно | одежда | традиции | япония',
    ),
    Emoji(
      '👙',
      'бассейн | бикини | купальник | море | отпуск | плавать',
    ),
    Emoji(
      '👚',
      'блузка | женщина | одежда | платье | розовая | футболка',
    ),
    Emoji(
      '👛',
      'аксессуар | деньги | кошелек | мелочь | сумка | сумочка',
    ),
    Emoji(
      '👜',
      'женская | сумка | сумочка',
    ),
    Emoji(
      '👝',
      'аксессуар | багаж | вещи | женское | клатч | мешок | саквояж | сумочка | театр | чедоман',
    ),
    Emoji(
      '🎒',
      'портфель | ранец | рюкзак | школа',
    ),
    Emoji(
      '👞',
      'ботинки | ботинок | мужская | мужчина | обувь | туфли | туфля',
    ),
    Emoji(
      '👟',
      'бег | кеды | кроссовки | обувь | побежать | пробежка | спорт',
    ),
    Emoji(
      '🥾',
      'ботинки | идти | кемпинг | палатка | поход | рюкзак | треккинговая обувь | треккинговые ботинки | треккинговый ботинок | туристическая обувь | туристические ботинки',
    ),
    Emoji(
      '🥿',
      'балетки | без каблука | обувь на плоской подошве | слиперы | туфли | туфли без каблука | туфли на плоской подошве | удобно',
    ),
    Emoji(
      '👠',
      'женщина | каблук | на каблуке | обувь | стиль | туфли | туфли на каблуке',
    ),
    Emoji(
      '👡',
      'босоножки | женская | женщина | каблук | лето | обувь | сабо | сандалии',
    ),
    Emoji(
      '👢',
      'высокая | женская | каблук | обувь | одежда | сапог | сапоги | холодно | шоппинг',
    ),
    Emoji(
      '👑',
      'голова | королева | король | корона | монарх | царица | царство | царь',
    ),
    Emoji(
      '👒',
      'женская | женщина | летняя | одежда | шляпа | шляпка',
    ),
    Emoji(
      '🎩',
      'магия | мужчина | одежда | фокус | цилиндр | черная | черный | шляпа',
    ),
    Emoji(
      '🎓',
      'бонет | выпускник | выпускной | конфедератка | шапочка | шапочка выпускника',
    ),
    Emoji(
      '🧢',
      'бейсболка | головной убор | кепка | шапка',
    ),
    Emoji(
      '⛑️',
      'головной убор | каска с белым крестом | крест | лицо | спасатель | шлем ',
    ),
    Emoji(
      '💄',
      'губы | косметика | макияж | помада',
    ),
    Emoji(
      '💍',
      'бриллиант | драгоценный | камень | кольцо | обручальное | помолвка | свадьба',
    ),
    Emoji(
      '💼',
      'бумаги | дипломат | документы | офис | портфель | работа',
    ),
  ]),

// ======================================================= Category.ANIMALS
  CategoryEmoji(Category.ANIMALS, [
    Emoji(
      '🐶',
      'животное | морда | пес | собака | собачья',
    ),
    Emoji(
      '🐱',
      'животное | кот | кошачья | кошка | морда | питомец',
    ),
    Emoji(
      '🐭',
      'грызун | морда | морда мыши | мышка | мышь',
    ),
    Emoji(
      '🐹',
      'домашнее животное | животное | морда | морда хомяка | мордочка | мышь | хомяк',
    ),
    Emoji(
      '🐰',
      'домашнее | животное | зайчик | кролик | морда | морда кролика',
    ),
    Emoji(
      '🦊',
      'животное | лис | лиса | лисица | лисья | морда',
    ),
    Emoji(
      '🐻',
      'бурый | животное | медведь | морда | морда медведя',
    ),
    Emoji(
      '🐼',
      'животное | медведь | морда | морда панды | панда',
    ),
    Emoji(
      '🐨',
      'австралия | животное | коала | медведь | морда | морда коалы | эвкалипт',
    ),
    Emoji(
      '🐯',
      'животное | зверь | морда | тигр | тигренок | тигриная',
    ),
    Emoji(
      '🦁',
      'гороскоп | грива | животное | знак | знак зодиака | зодиак | лев | морда | морда льва',
    ),
    Emoji(
      '🐮',
      'животное | корова | коровья | морда | му | рога',
    ),
    Emoji(
      '🐷',
      'бекон | животное | морда | поросенок | пятачок | сало | свинина | свинья | хрюшка',
    ),
    Emoji(
      '🐽',
      'морда | поросенок | пятак | пятачок | свинья | хрю | хрюшка',
    ),
    Emoji(
      '🐸',
      'голова | голова лягушки | жаба | зеленая | лягушка | морда',
    ),
    Emoji(
      '🐵',
      'животное | морда | обезьяна | обезьянья',
    ),
    Emoji(
      '🙈',
      'глаза | запрещено | зрение | нельзя | ничего не вижу | обезьяна',
    ),
    Emoji(
      '🙉',
      'запрещено | лапы | нельзя | ничего не слышу | обезьяна | слух | уши',
    ),
    Emoji(
      '🙊',
      'закрыт | запрещено | лапы | молчание | ничего никому не скажу | обезьяна | рот',
    ),
    Emoji(
      '🐒',
      'животное | обезьяна',
    ),
    Emoji(
      '💥',
      'бомба | бум | взрыв | вспышка | искра | столкновение',
    ),
    Emoji(
      '💫',
      'астероид | головокружение | звезда | звездочка | звезды | метеорит',
    ),
    Emoji(
      '💦',
      'брызги | вода | капать | капельки | капли | мокрый | пот | тренировка',
    ),
    Emoji(
      '💨',
      'быстро | дым | исчезновение | облако | облачко | пукнуть | пыли | пыль | убежать',
    ),
    Emoji(
      '🦍',
      'горилла | животное | обезьяна',
    ),
    Emoji(
      '🐕',
      'животное | пес | питомец | собака | щенок',
    ),
    Emoji(
      '🐩',
      'домашнее животное | животное | порода | пудель | собака',
    ),
    Emoji(
      '🐺',
      'волк | волчья | животное | морда | собака',
    ),
    Emoji(
      '🦝',
      'енот | животное | любопытный | морда | полоскун',
    ),
    Emoji(
      '🐈',
      'животное | кот | котенок | кошка | питомец',
    ),
    Emoji(
      '🐅',
      'животное | зверь | зоопарк | кошка | тигр | хищник',
    ),
    Emoji(
      '🐆',
      'гепард | животное | зверь | зоопарк | кошка | леопард | хищник',
    ),
    Emoji(
      '🐴',
      'конь | лошадиная | лошадь | морда',
    ),
    Emoji(
      '🐎',
      'жеребец | животное | конь | лошадь | скаковая | скакун | скачки',
    ),
    Emoji(
      '🦄',
      'единорог | животное | морда | рог | сказочное | фэнтези',
    ),
    Emoji(
      '🦓',
      'зебра | зебры | полосатая | полоски | черно-белая',
    ),
    Emoji(
      '🐂',
      'бык | гороскоп | животное | знак | зодиак | телец',
    ),
    Emoji(
      '🐃',
      'буйвол | животное | зверь | зоопарк | рога',
    ),
    Emoji(
      '🐄',
      'животное | корова | молоко | рога | ферма',
    ),
    Emoji(
      '🐖',
      'бекон | животное | свинья | ферма | хрюшка',
    ),
    Emoji(
      '🐗',
      'голова | дикий | животное | кабан | клыки',
    ),
    Emoji(
      '🐏',
      'баран | гороскоп | животное | знак | зодиак | овен | рога',
    ),
    Emoji(
      '🐑',
      'баран | жвачное | животное | овца | парнокопытное | рога | ферма | шерсть | ягненок | ягнятина',
    ),
    Emoji(
      '🐐',
      'животное | знак зодиака | зодиак | коза | козел | козерог',
    ),
    Emoji(
      '🐪',
      'верблюд | горб | дромадер | один | одногорбый верблюд | пустыня',
    ),
    Emoji(
      '🐫',
      'бактриан | верблюд | горб | двугорбый верблюд | жвачное | животное | один | парнокопытное | пустыня',
    ),
    Emoji(
      '🦙',
      'альпака | викунья | гуанако | животное | копытное | лама | руно | шерсть',
    ),
    Emoji(
      '🦒',
      'длинная шея | животное | жираф | пятна | пятнистый | шея',
    ),
    Emoji(
      '🐘',
      'животное | слон | хобот',
    ),
    Emoji(
      '🦏',
      'животное | носорог | рог',
    ),
    Emoji(
      '🦛',
      'бегемот | гиппопотам | животное',
    ),
    Emoji(
      '🐁',
      'белая мышь | грызун | крыса | мышка | мышонок | мышь | хвост',
    ),
    Emoji(
      '🐀',
      'грызун | крыса',
    ),
    Emoji(
      '🐇',
      'белый | домашнее | животное | зайчик | заяц | кролик',
    ),
    Emoji(
      '🐿️',
      'белочка | бурундук | животное | орех ',
    ),
    Emoji(
      '🦔',
      'еж | ежик | животное | иголка | иголки | колючий | колючки',
    ),
    Emoji(
      '🦇',
      'вампир | животное | летучая | мышь',
    ),
    Emoji(
      '🦘',
      'австралия | Австралия | животное | кенгуру | скакать | сумка | сумчатое | сумчатые',
    ),
    Emoji(
      '🦡',
      'барсук | животное | носуха',
    ),
    Emoji(
      '🐾',
      'животное | лапы | отпечатки | следы | следы животного',
    ),
    Emoji(
      '🦃',
      'благодарение | благодарения | индейка | индюк | крылья | птица',
    ),
    Emoji(
      '🐔',
      'голова | курица | петух | птица | цыпленок',
    ),
    Emoji(
      '🐓',
      'гребешок | петух | петушок | птица',
    ),
    Emoji(
      '🐣',
      'вылупился | желтый | цыпленок | цыпленок в яйце | яйцо',
    ),
    Emoji(
      '🐤',
      'голова | голова цыпленка | клюв | маленький | цыпленок | цыпленок боком',
    ),
    Emoji(
      '🐥',
      'крылья | курица | маленький | цыпленок',
    ),
    Emoji(
      '🐦',
      'голова | голубь | птица',
    ),
    Emoji(
      '🐧',
      'антарктика | арктика | голова | животное | зоопарк | пингвин | птица',
    ),
    Emoji(
      '🕊️',
      'белый | голубь | мир | полет | преданность | чистота ',
    ),
    Emoji(
      '🦅',
      'орел | птица | хищник',
    ),
    Emoji(
      '🦆',
      'птица | селезень | утка',
    ),
    Emoji(
      '🦢',
      'белый лебедь | водоплавающее | гадкий утенок | лебедь | птица',
    ),
    Emoji(
      '🦉',
      'мудрость | птица | сова | филин',
    ),
    Emoji(
      '🦚',
      'веер | красивый | павлин | перья | птица | хвост | цветной',
    ),
    Emoji(
      '🦜',
      'ара | говорить | говорящий | пират | попугай | птица | птица-говорун',
    ),
    Emoji(
      '🐊',
      'аллигатор | зеленый | крокодил',
    ),
    Emoji(
      '🐢',
      'зеленая | черепаха',
    ),
    Emoji(
      '🦎',
      'зеленая | рептилия | ящерица',
    ),
    Emoji(
      '🐍',
      'гадюка | змееносец | змея | знак | зодиак | опасность | яд',
    ),
    Emoji(
      '🐲',
      'голова дракона | дракон | морда | морда дракона | сказка | фентези | фэнтези',
    ),
    Emoji(
      '🐉',
      'голова | дракон | зеленый дракон | змея | морда | сказка | фентези | фэнтези',
    ),
    Emoji(
      '🦕',
      'брахиозавр | бронтозавр | динозавр | диплодок | зауропод',
    ),
    Emoji(
      '🦖',
      'динозавр | рекс | Ти-Рекс | тираннозавр',
    ),
    Emoji(
      '🧌',
      'монстр | сказка | троллинг | тролль | чудище | чудовище',
    ),
    Emoji(
      '🐳',
      'брызги | вода | кит | кит с фонтанчиком',
    ),
    Emoji(
      '🐋',
      'животное | кит | океан',
    ),
    Emoji(
      '🐬',
      'вода | дельфин | море | океан | пляж',
    ),
    Emoji(
      '🐟',
      'гороскоп | знак зодиака | зодиак | рыба | рыбалка | рыбы',
    ),
    Emoji(
      '🐠',
      'рыба | тропики | тропическая рыба | экзотическая',
    ),
    Emoji(
      '🐡',
      'еж | иголки | рыба | рыба-еж',
    ),
    Emoji(
      '🦈',
      'акула | рыба | хищник',
    ),
    Emoji(
      '🐙',
      'океан | осьминог | спрут | щупальца',
    ),
    Emoji(
      '🪹',
      'гнездо | гнездование | домой | природа | птицы | пусто | пустое гнездо',
    ),
    Emoji(
      '🪺',
      'гнездо | гнездо с яйцами | гнездование | кладка яиц | природа | птицы | яйца',
    ),
    Emoji(
      '🐚',
      'моллюск | раковина | ракушка | спираль | улитка',
    ),
    Emoji(
      '🪸',
      'изменение климата | коралл | море | океан | природа | риф',
    ),
    Emoji(
      '🐌',
      'медленно | ползти | раковина | улитка',
    ),
    Emoji(
      '🦋',
      'бабочка | красота | мотылек | насекомое',
    ),
    Emoji(
      '🐛',
      'гусеница | жук | многоножка | насекомое | сороконожка',
    ),
    Emoji(
      '🐜',
      'муравей | насекомое',
    ),
    Emoji(
      '🐝',
      'жало | желто-черная | мед | насекомое | природа | пчела',
    ),
    Emoji(
      '🐞',
      'божья | жук | жучок | коровка | насекомое | природа | сад',
    ),
    Emoji(
      '🦗',
      'кузнечик | насекомое | сверчок | цикада',
    ),
    Emoji(
      '🕷️',
      'насекомое | паук | черная вдова ',
    ),
    Emoji(
      '🕸️',
      'паук | паутина | сети | сеть ',
    ),
    Emoji(
      '🦂',
      'гороскоп | знак | знак зодиака | зодиак | скорпион',
    ),
    Emoji(
      '🦟',
      'вирус | комар | кровосос | лихорадка | малярия | москит | насекомое | укус',
    ),
    Emoji(
      '🦠',
      'амеба | бактерия | вирус | микроб | наука',
    ),
    Emoji(
      '💐',
      'букет | любовь | подарок | поздравление | праздник | розы | романтика | свидание | тюльпаны | цветы',
    ),
    Emoji(
      '🌸',
      'мальва | сакура | цвести | цветок | цветок вишни',
    ),
    Emoji(
      '💮',
      'белый | цветок',
    ),
    Emoji(
      '🏵️',
      'растение | розетка | розочка | цветок ',
    ),
    Emoji(
      '🪷',
      'буддизм | индуизм | красота | лотос | медитация | спокойствие | умиротворение | цветок | чистота',
    ),
    Emoji(
      '🌹',
      'бутон | валентинка | красная | красота | любовь | растение | роза | цветок | элегантность',
    ),
    Emoji(
      '🥀',
      'завяла | лепесток | роза | увядший | цветок',
    ),
    Emoji(
      '🌺',
      'гибискус | китайская роза | цветок',
    ),
    Emoji(
      '🌻',
      'подсолнух | солнце | цветок',
    ),
    Emoji(
      '🌼',
      'растение | цветок',
    ),
    Emoji(
      '🌷',
      'тюльпан | цвести | цветок',
    ),
    Emoji(
      '🌱',
      'молодое растение | молодой | новое растение | новый | растение | росток',
    ),
    Emoji(
      '🌲',
      'вечнозеленое дерево | дерево | елка | ель | лес | новый год',
    ),
    Emoji(
      '🌳',
      'дерево | зеленое | листва | растение',
    ),
    Emoji(
      '🌴',
      'дерево | пальма | тропики',
    ),
    Emoji(
      '🌵',
      'зеленое | кактус | колючки | мексика | растение | текила',
    ),
    Emoji(
      '🌾',
      'зерно | колос | пшеница | рис',
    ),
    Emoji(
      '🌿',
      'ветка | веточка | листья | трава',
    ),
    Emoji(
      '☘️',
      'Ирландия | клевер | растение | трилистник ',
    ),
    Emoji(
      '🍀',
      'клевер | удача | четыре | четырехлистный клевер',
    ),
    Emoji(
      '🍁',
      'клен | кленовый лист | красный | лист | осень',
    ),
    Emoji(
      '🍂',
      'листопад | листья | осень | падающие листья',
    ),
    Emoji(
      '🍃',
      'ветер | листопад | листья | листья на ветру',
    ),
    Emoji(
      '🍄',
      'гриб | мухомор | несъедобный | поганка | ядовитый',
    ),
    Emoji(
      '🌰',
      'каштан | растение',
    ),
    Emoji(
      '🦀',
      'знак | зодиак | клешни | краб | рак',
    ),
    Emoji(
      '🦞',
      'животное | клешни | лангуст | лобстер | морепродукты | омар | рак',
    ),
    Emoji(
      '🦐',
      'еда | креветка | маленькая | морепродукты | ракообразные | рачок',
    ),
    Emoji(
      '🦑',
      'еда | кальмар | моллюск | щупальца',
    ),
    Emoji(
      '🌍',
      'Африка | глобус | Европа | Европа и Африка на земном шаре | Земля | земной шар | шар',
    ),
    Emoji(
      '🌎',
      'Америка | глобус | земной | мир | шар',
    ),
    Emoji(
      '🌏',
      'Австралия | Азия | Азия и Австралия на земном шаре | глобус | Земля | земной шар | шар',
    ),
    Emoji(
      '🌐',
      'глобус | Земля | земной | меридиан | меридианы | мир | шар',
    ),
    Emoji(
      '🌑',
      'луна | месяц | новая | новолуние | ночь | темная ночь | темно',
    ),
    Emoji(
      '🌒',
      'луна | месяц | молодая | молодой',
    ),
    Emoji(
      '🌓',
      'луна | луна в первой четверти | месяц | небо | четверть',
    ),
    Emoji(
      '🌔',
      'луна | месяц | небо | прибывающая',
    ),
    Emoji(
      '🌕',
      'луна | месяц | небо | полная | полнолуние | полный',
    ),
    Emoji(
      '🌖',
      'луна | месяц | небо | планета | убывающая',
    ),
    Emoji(
      '🌗',
      'луна | луна в последней четверти | месяц | небо | четверть',
    ),
    Emoji(
      '🌘',
      'затмение | луна | месяц | небо | старая | убывающая',
    ),
    Emoji(
      '🌙',
      'луна | месяц | полумесяц',
    ),
    Emoji(
      '🌚',
      'лицо | луна | луна с лицом | молодая луна с лицом | новая луна | новая луна с лицом | новолуние | темная | черная луна',
    ),
    Emoji(
      '🌛',
      'лицо | луна | луна в первой четверти с лицом | месяц | небо | половинка луны | четвертинка луны | четверть | четверть луны',
    ),
    Emoji(
      '🌜',
      'лицо | луна | луна в последней четверти с лицом | месяц | небо | полу месяц | полумесяц | четверть',
    ),
    Emoji(
      '☀️',
      'жарко | лучи | планета | погода | солнце ',
    ),
    Emoji(
      '🌝',
      'круглая | круглая луна | лицо | месяц | небо | полная луна | полная луна с лицом',
    ),
    Emoji(
      '🌞',
      'лицо | небо | солнце | солнце с лицом',
    ),
    Emoji(
      '⭐',
      'астрономия | желтая | звезда | звезды',
    ),
    Emoji(
      '🌟',
      'звезда | свет | сияние | сияющая звезда',
    ),
    Emoji(
      '🌠',
      'желание | загадать желание | звезда | звездопад | небо | падающая',
    ),
    Emoji(
      '☁️',
      'небо | облако | туча ',
    ),
    Emoji(
      '⛅',
      'непогода | облака | облако | облачно | погода | солнце | солнце за облаками',
    ),
    Emoji(
      '⛈️',
      'гроза | гром | дождь | молния | облако | туча ',
    ),
    Emoji(
      '🌤️',
      'облако | облачко | пасмурно | солнце | солнце за облачком | туча ',
    ),
    Emoji(
      '🌥️',
      'облако | облачно | солнце | солнце за облаком | туча ',
    ),
    Emoji(
      '🌦️',
      'грибной дождь | дождь | облако | осадки | слепой дождь | солнце | солнце за тучей | туча ',
    ),
    Emoji(
      '🌧️',
      'дождь | осадки | туча ',
    ),
    Emoji(
      '🌨️',
      'облако | осадки | погода | снег | снегопад | туча ',
    ),
    Emoji(
      '🌩️',
      'гром | молния | облако | погода | туча ',
    ),
    Emoji(
      '🌪️',
      'ветер | вихрь | катастрофа | смерч | торнадо | ураган ',
    ),
    Emoji(
      '🌫️',
      'видимость | густой туман | низкая | облачность | плохая видимость | туман ',
    ),
    Emoji(
      '🌬️',
      'ветер | вьюга | дует | лицо | пурга | снежная королева ',
    ),
    Emoji(
      '🌈',
      'дождь | осадки | погода | природа | радуга | цвета',
    ),
    Emoji(
      '☂️',
      'вода | дождь | зонт | зонтик | осадки | открытый зонт | погода ',
    ),
    Emoji(
      '☔',
      'зонт | зонт под дождем | зонтик | зонтик под дождем | капли | капля | ливень | погода | под дождем',
    ),
    Emoji(
      '⚡',
      'буря | высоковольтное | высокое напряжение | гром | молниеносный | молния | напряжение | опасность | электричество',
    ),
    Emoji(
      '❄️',
      'зима | небо | рисунок | снег | снежинка | снежок | холод | холодно ',
    ),
    Emoji(
      '☃️',
      'снег | снеговик | снеговик под снегом | фигура | человек | человечек ',
    ),
    Emoji(
      '⛄',
      'снег | снеговик | снеговичок | снежная баба | снежная скульптура | фигура | человек | человечек',
    ),
    Emoji(
      '☄️',
      'комета | космос | метеор | метеорит | метеоритный дождь | небо | планета ',
    ),
    Emoji(
      '🔥',
      'костер | огонь | очаг | пламя',
    ),
    Emoji(
      '💧',
      'вода | дождь | капелька | капля | пот | слеза',
    ),
    Emoji(
      '🫧',
      'вода | мыло | мыльные пузыри | мыть | предмет | пузыри | пузырь | чистый',
    ),
    Emoji(
      '🌊',
      'вода | волна | море | морская пена | океан | серфинг',
    ),
    Emoji(
      '🎄',
      'елка | новогодняя елка | Новый год | праздник | Рождество',
    ),
    Emoji(
      '✨',
      'блестка | блестки | звезда | звезды | искры | мерцание | свет',
    ),
    Emoji(
      '🎋',
      'бамбук | бамбук с бумажными лентами | бумага | дерево | лента | танабата | традиция | Япония',
    ),
    Emoji(
      '🎍',
      'бамбук | Новый год | растение | Рождество | сосна | украшенный бамбук | Япония',
    ),
  ]),

// ======================================================= Category.FOODS
  CategoryEmoji(Category.FOODS, [
    Emoji(
      '🍇',
      'ветвь винограда | виноград | виноградина | сок | фрукт',
    ),
    Emoji(
      '🍈',
      'дыня | растение | фрукт | ягода',
    ),
    Emoji(
      '🍉',
      'арбуз | растение | фрукт | ягода',
    ),
    Emoji(
      '🍊',
      'апельсин | клементин | мандарин | фрукт | цитрус | цитрусовый',
    ),
    Emoji(
      '🍋',
      'кислый | лимон | фрукт | цитрус | цитрусовый',
    ),
    Emoji(
      '🍌',
      'банан | фрукт',
    ),
    Emoji(
      '🍍',
      'ананас | фрукт',
    ),
    Emoji(
      '🥭',
      'еда | манго | сладкий | тропики | тропический | фрукт',
    ),
    Emoji(
      '🍎',
      'зрелое | красное | фрукт | яблоко',
    ),
    Emoji(
      '🍏',
      'зеленое | фрукт | яблоко',
    ),
    Emoji(
      '🍐',
      'груша | фрукт',
    ),
    Emoji(
      '🍑',
      'нектарин | персик | фрукт',
    ),
    Emoji(
      '🍒',
      'вишни | вишня | дерево | плоды | фрукт | черешни | черешня',
    ),
    Emoji(
      '🍓',
      'земляника | клубника | ягода',
    ),
    Emoji(
      '🥝',
      'еда | киви | фрукт',
    ),
    Emoji(
      '🍅',
      'овощ | помидор | томат | ягода',
    ),
    Emoji(
      '🥥',
      'кокос | кокосы | орех | пальма | пина колада',
    ),
    Emoji(
      '🥑',
      'авокадо | еда | фрукт',
    ),
    Emoji(
      '🍆',
      'баклажан | овощ | синенькие | синенький',
    ),
    Emoji(
      '🥔',
      'еда | картофель | картошка | овощ',
    ),
    Emoji(
      '🥕',
      'еда | морковка | морковь | овощ',
    ),
    Emoji(
      '🌽',
      'кукуруза | кукурузный початок | початок',
    ),
    Emoji(
      '🌶️',
      'красный | острый | перец | растение | чили ',
    ),
    Emoji(
      '🥒',
      'еда | зелень | овощ | огурец | огурчик | соленье',
    ),
    Emoji(
      '🥬',
      'ботва | зеленый | капуста | латук | листовой | листья | салат',
    ),
    Emoji(
      '🥦',
      'брокколи | капуста',
    ),
    Emoji(
      '🍄',
      'гриб | мухомор | несъедобный | поганка | ядовитый',
    ),
    Emoji(
      '🥜',
      'арахис | еда | овощ | орех',
    ),
    Emoji(
      '🫘',
      'бобовые | бобы | еда | кидни | фасоль',
    ),
    Emoji(
      '🌰',
      'каштан | растение',
    ),
    Emoji(
      '🍞',
      'батон | буханка | хлеб',
    ),
    Emoji(
      '🥐',
      'еда | круассан | рогалик | французский | хлеб',
    ),
    Emoji(
      '🥖',
      'багет | батон | булка | еда | французский | хлеб',
    ),
    Emoji(
      '🥨',
      'брецель | бублик | закрученный | крендель | претцель',
    ),
    Emoji(
      '🥯',
      'баранка | бейгель | бейгл | бублик | выпечка | еда | завтрак | намазать',
    ),
    Emoji(
      '🥞',
      'блинчики | блины | еда | масленица | оладьи | оладья',
    ),
    Emoji(
      '🧀',
      'дырки | желтый | кусок | сыр',
    ),
    Emoji(
      '🍖',
      'кость | мясо | мясо на косточке | рулька',
    ),
    Emoji(
      '🍗',
      'еда | кость | куриная ножка | курица | нога | окорочок | птица',
    ),
    Emoji(
      '🥩',
      'вырезка | красное мясо | кусок | кусок мяса | мясо | отбивная | стейк',
    ),
    Emoji(
      '🥓',
      'бекон | еда | мясо',
    ),
    Emoji(
      '🍔',
      'бургер | бутерброд | гамбургер | сэндвич | фастфуд',
    ),
    Emoji(
      '🍟',
      'картофель | картошка | фастфуд | фри',
    ),
    Emoji(
      '🍕',
      'кусок | кусок пиццы | перекус | пицца | сыр',
    ),
    Emoji(
      '🌭',
      'в тесте | горчица | перекус | сосиска | тесто | хот-дог',
    ),
    Emoji(
      '🥪',
      'бутерброд | сендвич | сэндвич | хлеб',
    ),
    Emoji(
      '🌮',
      'кухня | мексика | мексиканская кухня | перекус | тако',
    ),
    Emoji(
      '🌯',
      'буррито | бурритос | кухня | мексика | мексиканская кухня | ролл | тортилья',
    ),
    Emoji(
      '🥙',
      'еда | кебаб | лаваш | перекус | пита | фалафель | шаверма | шаурма',
    ),
    Emoji(
      '🍳',
      'глазунья | жарить | желток | завтрак | сковорода | яичница | яйцо',
    ),
    Emoji(
      '🥘',
      'еда | паэлья | плов | рагу | рагу в сковороде | сковорода',
    ),
    Emoji(
      '🍲',
      'горячая еда | горячее | кастрюля | кастрюля с горячей едой | обед | первое | суп | тарелка с горячей едой',
    ),
    Emoji(
      '🥣',
      'глубокая | гранола | завтрак | каша | миска | мюсли | пиала | тарелка | хлопья',
    ),
    Emoji(
      '🥗',
      'еда | овощи | овощная нарезка | овощной салат | огород | салат | урожай',
    ),
    Emoji(
      '🍿',
      'кукуруза | попкорн | стакан',
    ),
    Emoji(
      '🧂',
      'вкус | еда | морская соль | приправа | соленый | солонка | соль',
    ),
    Emoji(
      '🥫',
      'банка | банка сгущенки | жестянка | консервированная еда | консервная банка | консервы',
    ),
    Emoji(
      '🫙',
      'банка | варенье | мариновать | пустая | соленья | хранить',
    ),
    Emoji(
      '🍱',
      'бенто | бизнес ланч | бэнто | коробка с суши и рисом | обед',
    ),
    Emoji(
      '🍘',
      'крекер | рис | рисовый крекер',
    ),
    Emoji(
      '🍙',
      'онигири | рис | рисовый шар | рисовый шарик | шарик | япония',
    ),
    Emoji(
      '🍚',
      'вареный | гарнир | еда | миска | обед | плошка | рис | тарелка | чашка',
    ),
    Emoji(
      '🍛',
      'карри | обед | рис | рис с карри',
    ),
    Emoji(
      '🍜',
      'доширак | лапша | локшина | миска | обед | пар | чашка',
    ),
    Emoji(
      '🍝',
      'вермишель | лапша | макаронные изделия | макароны | паста | спагетти',
    ),
    Emoji(
      '🍠',
      'батат | картофель | картошка | печеный сладкий картофель | сладкий картофель',
    ),
    Emoji(
      '🍢',
      'закуска | на палочке | одэн | шашлык | шашлычок из морепродуктов',
    ),
    Emoji(
      '🍣',
      'кухня | суши | япония',
    ),
    Emoji(
      '🍤',
      'жареная креветка | креветка | креветки | темпура',
    ),
    Emoji(
      '🍥',
      'камабоко | начинка | рыба | рыбная котлета | сурими | юла',
    ),
    Emoji(
      '🥮',
      'лунный пирог | лунный пряник | осень | фестиваль | юэбин',
    ),
    Emoji(
      '🍡',
      'данго | десерт | конфета | леденец | мороженое на палочке | на палочке | сладости | сладость | японский',
    ),
    Emoji(
      '🥟',
      'вареники | гёдза | колдуны | пельмени | равиоли | ушки | цзяоцзы',
    ),
    Emoji(
      '🥠',
      'гадание | оракул | печенье | печенье с предсказанием | предсказание',
    ),
    Emoji(
      '🥡',
      'доставка еды | еда на вынос | еда с собой | коробка для еды на вынос | коробка с едой | на вынос | палочки | с собой',
    ),
    Emoji(
      '🍦',
      'ванильное мороженое | вафельный стаканчик | вафля | десерт | мороженое | мороженое в стаканчике | мягкое мороженое | рожок',
    ),
    Emoji(
      '🍧',
      'десерт | креманка | мороженое | мороженое в креманке | строганый лед',
    ),
    Emoji(
      '🍨',
      'десерт | мороженое | сладкое | холодное',
    ),
    Emoji(
      '🍩',
      'глазурь | пирожок | пончик | сладкое',
    ),
    Emoji(
      '🍪',
      'выпечка | десерт | печенье | сладкое | сладость',
    ),
    Emoji(
      '🎂',
      'выпечка | день рождения | отмечать | пирог | праздник | с днем рождения | свечи | свечки | сладкое | торт | торт ко дню рождения',
    ),
    Emoji(
      '🍰',
      'выпечка | десерт | крем | кусочек торта | сладкая | торт',
    ),
    Emoji(
      '🧁',
      'выпечка | десерт | еда | капкейк | кекс | корзиночка с кремом | пирожное | сахар | сладости',
    ),
    Emoji(
      '🥧',
      'выпечка | кусок пирога | мясной пирог | пирог | сдоба | торт | фруктовый пирог | шарлотка',
    ),
    Emoji(
      '🍫',
      'десерт | какао | плитка шоколада | сладость | шоколад | шоколадка',
    ),
    Emoji(
      '🍬',
      'конфета | леденец | обертка | сладкая | сладость | фантик',
    ),
    Emoji(
      '🍭',
      'конфета | конфета на палочке | леденец | леденец на палочке | на палочке | палочка | радуга | сладкий | сладость',
    ),
    Emoji(
      '🍮',
      'десерт | пудинг | сладкий',
    ),
    Emoji(
      '🍯',
      'бочонок | бочонок меда | горшок | горшок с медом | мед',
    ),
    Emoji(
      '🍼',
      'бутылка | бутылочка с соской | дети | кормить | молоко | новорожденный | прикорм | сосать | соска',
    ),
    Emoji(
      '🥛',
      'молоко | напиток | полный стакан | стакан | стакан молока',
    ),
    Emoji(
      '🫗',
      'вода | выливать | вылить | наливать | напиток | оплошность | опустошить | пролить | пустой | случайность | стакан | стакан с жидкостью',
    ),
    Emoji(
      '☕',
      'горячий | кипяток | кофе | напиток | пар | чаепитие | чай',
    ),
    Emoji(
      '🍵',
      'зеленый | чай | чашка | чашка без ручки | чашка зеленого чая | чашка чая',
    ),
    Emoji(
      '🧉',
      'мате | матэ | напиток | пить | трубочка | чай',
    ),
    Emoji(
      '🍶',
      'бутылка саке | водка | выпивать | горячее | саке | япония',
    ),
    Emoji(
      '🍾',
      'бутылка | вино | игристое | отмечать | праздновать | пробка | шампанское',
    ),
    Emoji(
      '🍷',
      'алкоголь | бокал | бокал вина | вино | красное вино',
    ),
    Emoji(
      '🍸',
      'бар | бокал | коктейль | напиток',
    ),
    Emoji(
      '🍹',
      'зонтик | напиток | прохладительный | соломинка | тропики | тропический коктейль',
    ),
    Emoji(
      '🍺',
      'кружка | кружка пива | пена | пенное | пивная кружка | пиво',
    ),
    Emoji(
      '🍻',
      'бар | выпивать | кружки пива | пенное | пивные кружки | пиво | тост | чокающиеся кружки | чокнуться',
    ),
    Emoji(
      '🥂',
      'бокал | годовщина | звон | напиток | отмечать | праздник | праздновать | чокающиеся бокалы | шампанское',
    ),
    Emoji(
      '🥃',
      'бурбон | вино | виски | коктейль | коньяк | ликер | стакан | стакан для виски | стакан с виски',
    ),
    Emoji(
      '🥤',
      'вода | газировка | кола | минеральная вода | напиток | питье | сок | стакан с газировкой | стакан с соломинкой | стаканчик с трубочкой',
    ),
    Emoji(
      '🥢',
      'палочки | палочки для еды | палочки для суши | приборы | столовые | японские палочки',
    ),
    Emoji(
      '🍽️',
      'вилка | нож | прибор | сервировка | стол | столовый | тарелка ',
    ),
    Emoji(
      '🍴',
      'вилка | еда | завтрак | нож | обед | перекус | прибор | ресторан | ужин',
    ),
    Emoji(
      '🥄',
      'ложечка | ложка | прибор | приборы | стол | столовые | столовый прибор | чайная',
    ),
  ]),

// ======================================================= Category.TRAVEL
  CategoryEmoji(Category.TRAVEL, [
    Emoji(
      '🗾',
      'атлас | карта | Япония',
    ),
    Emoji(
      '🏔️',
      'вершина | гора | гора со снежной шапкой | снег ',
    ),
    Emoji(
      '⛰️',
      'вершина | гора | пик ',
    ),
    Emoji(
      '🌋',
      'вулкан | извержение вулкана | кратер | лава',
    ),
    Emoji(
      '🗻',
      'вулкан | гора | Фудзияма',
    ),
    Emoji(
      '🏕️',
      'кемпинг | лагерь | палатка | поход ',
    ),
    Emoji(
      '🏖️',
      'зонт | лето | море | остров | отпуск | пальма | песок | пляж | пляжный | солнце ',
    ),
    Emoji(
      '🏜️',
      'кактус | песок | пустыня | солнце ',
    ),
    Emoji(
      '🏝️',
      'кокос | лето | море | необитаемый | остров | отпуск | пальма | пустыня ',
    ),
    Emoji(
      '🏞️',
      'заповедник | национальный парк | парк | природа ',
    ),
    Emoji(
      '🏟️',
      'игры | матч | олимпийские | соревнования | стадион ',
    ),
    Emoji(
      '🏛️',
      'античное | античность | здание | классический | колонны | стиль | храм ',
    ),
    Emoji(
      '🏗️',
      'кран | строительство | стройка ',
    ),
    Emoji(
      '🏘️',
      'городок | дача | дома | здания | поселок ',
    ),
    Emoji(
      '🏚️',
      'дом | заброшенный | развалины | упадок ',
    ),
    Emoji(
      '🏠',
      'дача | дом | домашний | здание | родной | стены',
    ),
    Emoji(
      '🏡',
      'дача | дом | загородный | крыша | сад | стены | усадьба',
    ),
    Emoji(
      '🏢',
      'бизнес-центр | здание | офис | офисное | работа',
    ),
    Emoji(
      '🏣',
      'здание | почта | Япония | японская | японское',
    ),
    Emoji(
      '🏤',
      'европа | здание | почта',
    ),
    Emoji(
      '🏥',
      'больница | госпиталь | здание | лечение | поликлиника | помощь | скорая | стационар | хоспис',
    ),
    Emoji(
      '🏦',
      'банк | деньги | здание',
    ),
    Emoji(
      '🏨',
      'гостиница | здание | отель | хостел',
    ),
    Emoji(
      '🏩',
      'гостиница | дом | здание | отель | публичный | свидания',
    ),
    Emoji(
      '🏪',
      '24 часа | здание | круглосуточный магазин | магазин | покупки | сутки',
    ),
    Emoji(
      '🏫',
      'здание | колледж | обучение | учебное | школа',
    ),
    Emoji(
      '🏬',
      'здание | магазин | супермаркет | торговый | универмаг | универсам | центр',
    ),
    Emoji(
      '🏭',
      'завод | предприятие | промышленность | фабрика',
    ),
    Emoji(
      '🏯',
      'замок | здание | япония | японский замок',
    ),
    Emoji(
      '🏰',
      'башни | замок | крепость | укрепение | форт',
    ),
    Emoji(
      '💒',
      'венчание | свадьба | сердечки | собор | церемония | церковь',
    ),
    Emoji(
      '🗼',
      'архитектура | башня | вышка | телебашня | телевышка | Токио',
    ),
    Emoji(
      '🗽',
      'нью-йорк | свобода | статуя | статуя Свободы | факел',
    ),
    Emoji(
      '⛪',
      'здание | монастырь | религия | собор | храм | христианство | церковь',
    ),
    Emoji(
      '🕌',
      'здание | ислам | мечеть | мусульмане | религия',
    ),
    Emoji(
      '🕍',
      'евреи | здание | иудаизм | религия | синагога | церковь',
    ),
    Emoji(
      '⛩️',
      'религия | святилище | синто | синтоизм | синтоистский | храм | Япония ',
    ),
    Emoji(
      '🕋',
      'ислам | Кааба | мусульмане | религия | святыня | хадж',
    ),
    Emoji(
      '⛲',
      'брызги | вода | источник | родник | фонтан',
    ),
    Emoji(
      '⛺',
      'кемпинг | лагерь | палатка | поход | тент',
    ),
    Emoji(
      '🌁',
      'дымка | облака | туман | туманно',
    ),
    Emoji(
      '🌃',
      'город | звездная | звезды | месяц | ночной | ночь',
    ),
    Emoji(
      '🏙️',
      'вид | город | городской | многоэтажки | ночь | пейзаж ',
    ),
    Emoji(
      '🌄',
      'восход | горы | закат | заря | пейзаж | рассвет | солнце | утро',
    ),
    Emoji(
      '🌅',
      'вечер | восход | заря | лучи | пейзаж | рассвет | солнце | утро',
    ),
    Emoji(
      '🌆',
      'вечер | вечерний | высотки | город | закат | заход | многоэтажки | небоскреб | солнце',
    ),
    Emoji(
      '🌇',
      'вечер | высотные | город | дома | закат | заход | небоскреб | романтика | солнце',
    ),
    Emoji(
      '🌉',
      'мост | ночь | ночью',
    ),
    Emoji(
      '🎠',
      'аттракцион | карусель | лошадка | лошадь',
    ),
    Emoji(
      '🎡',
      'аттракцион | веселье | обозрения | чертово',
    ),
    Emoji(
      '🎢',
      'американские | аттракцион | горка | горки',
    ),
    Emoji(
      '🚂',
      'вагон | локомотив | паровоз | поезд',
    ),
    Emoji(
      '🚃',
      'вагон | общественный | поезд | рельсы | трамвай | транспорт | фуникулер',
    ),
    Emoji(
      '🚄',
      'дорога | железная | поезд | пуля | Синкансэн | скоростной поезд | скорость',
    ),
    Emoji(
      '🚅',
      'поезд | поезд-пуля | пуля | Синкансэн | скорость',
    ),
    Emoji(
      '🚆',
      'дорога | ж/д | железная дорога | поезд | транспорт',
    ),
    Emoji(
      '🚇',
      'метро | подземка | поезд | станция | тоннель | транспорт',
    ),
    Emoji(
      '🚈',
      'легкий рельсовый транспорт | метро | монорельс | трамвай | транспорт | электричка',
    ),
    Emoji(
      '🚉',
      'вокзал | ж/д вокзал | ж/д станция | железнодорожная станция | железнодорожный вокзал | рельсы | станция | электричка',
    ),
    Emoji(
      '🚊',
      'рельсы | трамвай | транспорт',
    ),
    Emoji(
      '🚝',
      'легкое | метро | монорельс | рельсы | транспорт',
    ),
    Emoji(
      '🚞',
      'горы | дорога | железная | поезд | поезд в горах | рельсы | транспорт | электричка',
    ),
    Emoji(
      '🚋',
      'вагон | рельсы | трамвай | трамвайный вагон | электричество',
    ),
    Emoji(
      '🚌',
      'автобус | маршрутка | мини автобус | общественный транспорт | транспорт | школьный автобус',
    ),
    Emoji(
      '🚍',
      'автобус | лобовое | общественный транспорт | приближающийся автобус | спереди | стекло | транспорт',
    ),
    Emoji(
      '🚎',
      'дорога | общественный | провода | транспорт | троллейбус | электричество',
    ),
    Emoji(
      '🚐',
      'автобус | бусик | газель | маршрутка | микроавтобус | поездка',
    ),
    Emoji(
      '🚑',
      'больница | врачи | машина | машина скорой помощи | помощь | скорая',
    ),
    Emoji(
      '🚒',
      'машина | огонь | пожар | пожарная | пожарные | спасатели',
    ),
    Emoji(
      '🚓',
      'машина | милиция | патруль | полицейская машина | полицейские | полиция',
    ),
    Emoji(
      '🚔',
      'лобовое стекло | машина | полицейская машина | полицейская машина спереди | полицейские | полиция | приближающаяся полицейская машина | проблесковый маячок | сирена',
    ),
    Emoji(
      '🚕',
      'водитель | желтое такси | машина | такси | транспорт | убер | шашечки',
    ),
    Emoji(
      '🚖',
      'машина | приближающееся такси | такси | такси спереди | транспорт',
    ),
    Emoji(
      '🚗',
      'автомобиль | машина | транспорт',
    ),
    Emoji(
      '🚘',
      'автомобиль | автомобиль спереди | машина | машина спереди | приближающаяся машина | приближающийся автомобиль | транспорт',
    ),
    Emoji(
      '🚚',
      'газель | груз | грузовик | грузовой | доставка | кузов | перевозки | транспорт',
    ),
    Emoji(
      '🚛',
      'газель | грузовик | кузов | перевозка | переезд | транспорт | фура',
    ),
    Emoji(
      '🚜',
      'сельское | техника | трактор | транспорт | хозяйство',
    ),
    Emoji(
      '🏎️',
      'автомобиль | гонки | гоночный автомобиль | скорость | спортивный автомобиль ',
    ),
    Emoji(
      '🏍️',
      'байк | гонки | мотоцикл | опасность | скорость ',
    ),
    Emoji(
      '🛵',
      'мопед | мотороллер | скутер | транспорт',
    ),
    Emoji(
      '🚲',
      'велик | велосипед | колеса | крутить педали | педали | прокатиться | руль | спорт | транспорт',
    ),
    Emoji(
      '🛴',
      'колеса | руль | самокат | транспорт',
    ),
    Emoji(
      '🚏',
      'автобус | автобусная остановка | знак | остановка',
    ),
    Emoji(
      '🛤️',
      'ж/д | железная дорога | путь | рельсы | шпалы ',
    ),
    Emoji(
      '⛽',
      'автозаправка | автозаправочная станция | АЗС | бензин | дизель | заправка | станция | топливо',
    ),
    Emoji(
      '🛞',
      'автомобильное колесо | диск | колесо | колпак | круг | поворот | шина',
    ),
    Emoji(
      '🚨',
      'красная | мигалка | полиция | проблесковый маячок | сигнальные огни | сирена | экстренная ситуация',
    ),
    Emoji(
      '🚥',
      'горизонтальный светофор | свет | светофор',
    ),
    Emoji(
      '🚦',
      'вертикальный светофор | перекресток | свет | светофор',
    ),
    Emoji(
      '🚧',
      'барьер | заграждение | опасность | преграда | препятствие | строительные работы | строительство | стройка',
    ),
    Emoji(
      '⚓',
      'корабль | якорь',
    ),
    Emoji(
      '⛵',
      'кораблик | лодка | отдых | парус | парусник | яхта',
    ),
    Emoji(
      '🚤',
      'вода | двигатель | катер | круиз | лодка | море | мотор | яхта',
    ),
    Emoji(
      '🛳️',
      'круиз | лайнер | пассажирский лайнер | пассажиры | перевозки | судно ',
    ),
    Emoji(
      '⛴️',
      'паром | перевозки | транспорт ',
    ),
    Emoji(
      '🛥️',
      'вода | двигатель | катер | корабль | лодка | мотор | моторка | моторная лодка | яхта ',
    ),
    Emoji(
      '🚢',
      'груз | корабль | круиз | лайнер | морской | пароход | перевозки | судно | титаник',
    ),
    Emoji(
      '🛟',
      'безопасность | круг | надувной | помощь | спасательный круг | спасение',
    ),
    Emoji(
      '✈️',
      'воздух | крылья | перевозки | самолет ',
    ),
    Emoji(
      '🛩️',
      'воздух | крылья | маленький | перевозки | самолет ',
    ),
    Emoji(
      '🛫',
      'взлет | взлетаю | отправление | посадка | регистрация | самолет | улетать',
    ),
    Emoji(
      '🛬',
      'посадка | прибытие | приземляется | садится | самолет',
    ),
    Emoji(
      '💺',
      'кресло | кресло в самолете | место | пассажирское кресло | сиденье | стул',
    ),
    Emoji(
      '🚁',
      'вертолет | винт | воздух | лопасти | транспорт',
    ),
    Emoji(
      '🚟',
      'вагон | дорога | железная | подвесная',
    ),
    Emoji(
      '🚠',
      'вагон | вагон фуникулера | горы | кабинка | подъем | подъемник | тросы | фуникулер',
    ),
    Emoji(
      '🚡',
      'дорога | канат | канатная дорога | подвесная дорога | подъемник | трамвай | тросы | фуникулер',
    ),
    Emoji(
      '🛰️',
      'космос | спутник ',
    ),
    Emoji(
      '🚀',
      'быстро | взлет | космос | ракета | скорость',
    ),
    Emoji(
      '🛸',
      'инопланетный гость | инопланетяне | летающая тарелка | марсианин | НЛО | пришелец | пришельцы | тарелка',
    ),
    Emoji(
      '🌠',
      'желание | загадать желание | звезда | звездопад | небо | падающая',
    ),
    Emoji(
      '🌌',
      'звезды | космос | Млечный Путь | молоко | путь | созвездие',
    ),
    Emoji(
      '⛱️',
      'аксессуар | дождь | защита | зонт | зонтик | непогода | пляж | пляжный зонт | солнце ',
    ),
    Emoji(
      '🎆',
      'пиротехника | праздник | салют | свет | фейерверк | шум',
    ),
    Emoji(
      '🎇',
      'бенгальский огонь | искры | новый год | огонь | праздник | салют',
    ),
    Emoji(
      '🎑',
      'луна | праздник | праздник Луны | церемония',
    ),
    Emoji(
      '🗿',
      'голова | истукан | лицо | остров | пасхи | статуя',
    ),
    Emoji(
      '🛂',
      'контроль | паспортный | печать | пограничник | проверка',
    ),
    Emoji(
      '🛃',
      'багаж | граница | проверка | таможенник | таможня',
    ),
    Emoji(
      '🛄',
      'багаж | лента | получение | прибытие | чемодан',
    ),
    Emoji(
      '🛅',
      'багаж | замок | кабинка | камера | ключ | хранения | чемодан',
    ),
  ]),

// ======================================================= Category.ACTIVITIES
  CategoryEmoji(Category.ACTIVITIES, [
    Emoji('🧗‍♂️',
        'альпинистка | взбираться | восхождение | гора | подъем | скала | скалолазание | человек марс | мужской символ | мужчина | символ ',
        hasSkinTone: true),
    Emoji('🧗‍♀️',
        'альпинистка | взбираться | восхождение | гора | подъем | скала | скалолазание | человек венера | женский символ | женщина | символ ',
        hasSkinTone: true),
    Emoji('🏇',
        'бега | жокей | ипподром | конный | конь | лошади | скачки | спорт | ставки | тотализатор',
        hasSkinTone: true),
    Emoji(
      '⛷️',
      'горнолыжный | горные | лыжи | склон | скорость | спортсмен | человек ',
    ),
    Emoji(
      '🏂',
      'горы | склон | снег | сноуборд | сноубордист | спорт | спортсмен',
    ),
    Emoji('🏌️‍♂️',
        'гольф | гольфист | игрок | клюшка | удар марс | мужской символ | мужчина | символ ',
        hasSkinTone: true),
    Emoji('🏌️‍♀️',
        'гольф | гольфист | игрок | клюшка | удар венера | женский символ | женщина | символ ',
        hasSkinTone: true),
    Emoji('🏄‍♂️',
        'вода | волны | доска | серфинг | спорт марс | мужской символ | мужчина | символ ',
        hasSkinTone: true),
    Emoji('🏄‍♀️',
        'вода | волны | доска | серфинг | спорт венера | женский символ | женщина | символ ',
        hasSkinTone: true),
    Emoji('🚣‍♂️',
        'весла | вода | гребля | лодка | море марс | мужской символ | мужчина | символ ',
        hasSkinTone: true),
    Emoji('🚣‍♀️',
        'весла | вода | гребля | лодка | море венера | женский символ | женщина | символ ',
        hasSkinTone: true),
    Emoji('🏊‍♂️',
        'бассейн | вода | водный спорт | море | плавание | пловец | плыть | спорт | спортсмен марс | мужской символ | мужчина | символ ',
        hasSkinTone: true),
    Emoji('🏊‍♀️',
        'бассейн | вода | водный спорт | море | плавание | пловец | плыть | спорт | спортсмен венера | женский символ | женщина | символ ',
        hasSkinTone: true),
    Emoji('⛹️‍♂️',
        'баскетбол | баскетболист | ведение | игра | мяч марс | мужской символ | мужчина | символ ',
        hasSkinTone: true),
    Emoji('⛹️‍♀️',
        'баскетбол | баскетболист | ведение | игра | мяч венера | женский символ | женщина | символ ',
        hasSkinTone: true),
    Emoji('🏋️‍♂️',
        'атлет | атлетика | вес | помост | тяжелая | тяжелоатлет | штанга марс | мужской символ | мужчина | символ ',
        hasSkinTone: true),
    Emoji('🏋️‍♀️',
        'атлет | атлетика | вес | помост | тяжелая | тяжелоатлет | штанга венера | женский символ | женщина | символ ',
        hasSkinTone: true),
    Emoji('🚴‍♂️',
        'велосипед | велосипедист | велоспорт | кататься | педали | спорт | человек марс | мужской символ | мужчина | символ ',
        hasSkinTone: true),
    Emoji('🚴‍♀️',
        'велосипед | велосипедист | велоспорт | кататься | педали | спорт | человек венера | женский символ | женщина | символ ',
        hasSkinTone: true),
    Emoji('🚵‍♂️',
        'байк | велик | велосипед | горный | горы | педали | соревнование | спорт | человек марс | мужской символ | мужчина | символ ',
        hasSkinTone: true),
    Emoji('🚵‍♀️',
        'байк | велик | велосипед | горный | горы | педали | соревнование | спорт | человек венера | женский символ | женщина | символ ',
        hasSkinTone: true),
    Emoji('🤸‍♂️',
        'акробатика | акробатический трюк | активный | вверх ногами | гимнастика | колесо | спорт | счастливый | трюк | человек марс | мужской символ | мужчина | символ ',
        hasSkinTone: true),
    Emoji('🤸‍♀️',
        'акробатика | акробатический трюк | активный | вверх ногами | гимнастика | колесо | спорт | счастливый | трюк | человек венера | женский символ | женщина | символ ',
        hasSkinTone: true),
    Emoji('🤼‍♂️',
        'бороться | борцы | борьба | драка | рестлинг | ринг | спаринг | спарринг | спорт | человек марс | мужской символ | мужчина | символ ',
        hasSkinTone: true),
    Emoji('🤼‍♀️',
        'бороться | борцы | борьба | драка | рестлинг | ринг | спаринг | спарринг | спорт | человек венера | женский символ | женщина | символ ',
        hasSkinTone: true),
    Emoji('🤽‍♂️',
        'вода | водное | поло | спорт | человек марс | мужской символ | мужчина | символ ',
        hasSkinTone: true),
    Emoji('🤽‍♀️',
        'вода | водное | поло | спорт | человек венера | женский символ | женщина | символ ',
        hasSkinTone: true),
    Emoji('🤾‍♂️',
        'бросок | гандбол | гандболист | мяч | спорт | спортсмен | человек марс | мужской символ | мужчина | символ ',
        hasSkinTone: true),
    Emoji('🤾‍♀️',
        'бросок | гандбол | гандболист | мяч | спорт | спортсмен | человек венера | женский символ | женщина | символ ',
        hasSkinTone: true),
    Emoji('🤹‍♂️',
        'жонглер | жонглирование | многозадачность | навык | равновесие марс | мужской символ | мужчина | символ ',
        hasSkinTone: true),
    Emoji('🤹‍♀️',
        'жонглер | жонглирование | многозадачность | навык | равновесие венера | женский символ | женщина | символ ',
        hasSkinTone: true),
    Emoji('🧘‍♂️',
        'йога | лотос | медитация | поза | расслабление марс | мужской символ | мужчина | символ ',
        hasSkinTone: true),
    Emoji('🧘‍♀️',
        'йога | лотос | медитация | поза | расслабление венера | женский символ | женщина | символ ',
        hasSkinTone: true),
    Emoji(
      '🎪',
      'цирк | цирковой | шапито | шатер',
    ),
    Emoji(
      '🛹',
      'доска | доска с колесиками | доска с роликами | колеса | роликовая доска | скейт | скейтборд | скейтер',
    ),
    Emoji(
      '🎗️',
      'лента | памятная лента | память ',
    ),
    Emoji(
      '🎟️',
      'билет | билеты | вход | квиток | концерт | пропуск | самолет | театр | транспорт | услуги ',
    ),
    Emoji(
      '🎫',
      'билет | билетик | вход | квиток | концерт | пропуск | самолет | театр | транспорт | услуги',
    ),
    Emoji(
      '🎖️',
      'военная медаль | война | заслуги | медаль | награда | одежда | орден ',
    ),
    Emoji(
      '🏆',
      'кубок | победа | приз | трофей | чемпион',
    ),
    Emoji(
      '🏅',
      'достижение | медаль | место | победа | спорт | спортивная медаль',
    ),
    Emoji(
      '🥇',
      'золотая медаль | золото | медаль | место | первое место | победа | победители | победитель | чемпион | чемпионы',
    ),
    Emoji(
      '🥈',
      'второе место | медаль | серебро | серебряная медаль',
    ),
    Emoji(
      '🥉',
      'бронза | бронзовая медаль | медаль | третье место',
    ),
    Emoji(
      '⚽',
      'игра | мяч | спорт | футбол | футбольный',
    ),
    Emoji(
      '⚾',
      'бейсбол | бейсбольный | игра | мяч | спорт',
    ),
    Emoji(
      '🥎',
      'бита | зажать | игра | мягкий | мяч | нести | перчатка | софтбол | спорт',
    ),
    Emoji(
      '🏀',
      'баскетбол | баскетбольный | игра | кольцо | мяч | спорт',
    ),
    Emoji(
      '🏐',
      'волейбол | волейбольный | игра | мяч | спорт',
    ),
    Emoji(
      '🏈',
      'американский | игра | мяч | спорт | футбол',
    ),
    Emoji(
      '🏉',
      'игра | мяч | регби | спорт',
    ),
    Emoji(
      '🎾',
      'игра | мяч | мячик | ракетка | спорт | теннис | теннисная | теннисный',
    ),
    Emoji(
      '🥏',
      'бросать | диск | досуг | игра | летающая тарелка | летающий диск | спорт | фрисби',
    ),
    Emoji(
      '🎳',
      'боулинг | игра | кегли | спорт | страйк | шар | шары',
    ),
    Emoji(
      '🏏',
      'бита | игра | крикет | мяч | спорт',
    ),
    Emoji(
      '🏑',
      'бег | игра | клюшка | трава | хоккей | хоккей на траве',
    ),
    Emoji(
      '🏒',
      'игра | клюшка | лед | спорт | хоккей | шайба',
    ),
    Emoji(
      '🥍',
      'гол | забить | клюшка | лакросс | мяч | ракетка',
    ),
    Emoji(
      '🏓',
      'мяч | мячик | настольный теннис | пинг-понг | ракетка | стол | теннис | шарик',
    ),
    Emoji(
      '🏸',
      'бадминтон | волан | воланчик | игра | ракетка | спорт',
    ),
    Emoji(
      '🪃',
      'абориген | австралия | бумеранг | возврат | оружие | последствия',
    ),
    Emoji(
      '🥅',
      'ворота | гол | сетка | спорт | спортивные ворота',
    ),
    Emoji(
      '⛳',
      'гольф | игра | лунка | поле | спорт | флаг | флажок',
    ),
    Emoji(
      '🪁',
      'ветер | воздушный змей | змей | игра | летать | парить',
    ),
    Emoji(
      '🛝',
      'горка | детская | играть | игровая | кататься | парк | площадка | развлечений',
    ),
    Emoji(
      '🏹',
      'знак зодиака | лук со стрелой | оружие | стрелец | стрелы',
    ),
    Emoji(
      '🎣',
      'крючок | леска | наживка | рыба | рыбалка | спининг | удочка | удочка с рыбой | улов',
    ),
    Emoji(
      '🤿 ',
      'дайвинг | маска | маска с трубкой | нырять | подводная | подводное плавание | подводный | спорт | трубка',
    ),
    Emoji(
      '🥊',
      'бокс | боксерская | перчатка | спорт',
    ),
    Emoji(
      '🥋',
      'боевые искусства | дзюдо | карате | тхэквондо | форма',
    ),
    Emoji(
      '🎽',
      'атлетика | бег | спорт | футболка | футболка для бега',
    ),
    Emoji(
      '🛼',
      'коньки | ролики | роликовые коньки | спорт',
    ),
    Emoji(
      '🛷',
      'гора | катание | сани | санки | снег | спуск',
    ),
    Emoji(
      '⛸️',
      'ботинок | катание | каток | конек | коньки | лед | лезвие | скорость | фигурное катание ',
    ),
    Emoji(
      '🥌',
      'игра | камень | керлинг | лед | спорт | щетка',
    ),
    Emoji(
      '🎿',
      'горные лыжи | горы | лыжи | склон | снег | спорт | трасса',
    ),
    Emoji(
      '🎯',
      'дартс | доска | дротик | мишень | попадание',
    ),
    Emoji(
      '🎱',
      '8 | бильярд | восьмерка | игра | пул | черный шар | шар',
    ),
    Emoji(
      '🎮',
      'play | playstation | station | видеоигры | игры | компьютер | компьютерные | приставка',
    ),
    Emoji(
      '🎰',
      'автомат | азарт | деньги | игровой | игры | казино',
    ),
    Emoji(
      '🎲',
      'игра | игральная кость | кости | кубик | кубики',
    ),
    Emoji(
      '🧩',
      'головоломка | досуг | игра | кусочек | кусочек пазла | мозаика | пазл | собирать',
    ),
    Emoji(
      '♟️',
      'игра | пешка | фигура | шахматная фигура | шахматы ',
    ),
    Emoji(
      '🎭',
      'драма | искусство | комедия | маски | постановка | премьера | театр | шекспир',
    ),
    Emoji(
      '🎨',
      'краски | палитра | палитра с красками | рисовать | творить | художник',
    ),
    Emoji(
      '🧵',
      'вышивка | иголка | катушка | катушка ниток | нитки | нить | рукоделие | шить | шитье | штопать',
    ),
    Emoji(
      '🧶',
      'вязание | клубок | клубок ниток | нитки | пряжа',
    ),
    Emoji(
      '🎼',
      'ключ | музыка | нотный стан | ноты | скрипичный | стан',
    ),
    Emoji(
      '🎤',
      'звук | караоке | микрофон | пение',
    ),
    Emoji(
      '🎧',
      'вкладыши | гарнитура | затычки | звук | капли | музыка | наушники',
    ),
    Emoji(
      '🎷',
      'инструмент | музыка | музыкальный инструмент | саксофон',
    ),
    Emoji(
      '🎸',
      'гитара | гитарист | инструмент | концерт | музыка | музыкальный | рок',
    ),
    Emoji(
      '🎹',
      'инструмент | клавиши | клавишные | музыка | музыкальный инструмент | пианино | рояль | синтезатор',
    ),
    Emoji(
      '🎺',
      'духовой инструмент | инструмент | музыка | музыкальный инструмент | труба',
    ),
    Emoji(
      '🎻',
      'инструмент | музыка | музыкальный инструмент | скрипка | смычковый | смычок | струнный инструмент | струны',
    ),
    Emoji(
      '🥁',
      'барабан | инструмент | музыка | музыкальный инструмент | палочки | ударные',
    ),
    Emoji(
      '🎬',
      'дубль | кино | киносъемки | нумератор | нумератор с хлопушкой | снято | сцена | хлопушка | хлопушка-нумератор',
    ),
  ]),

// ======================================================= Category.OBJECTS
  CategoryEmoji(Category.OBJECTS, [
    Emoji(
      '💌',
      'валентинка | записка | любовное письмо | любовь | письмо | почта | тайна',
    ),
    Emoji(
      '🕳️',
      'дыра | люк | отверстие | пропасть | черная ',
    ),
    Emoji(
      '💣',
      'бомба | взрыв | ложись | опасность | фитиль | черная',
    ),
    Emoji(
      '🛀',
      'ванна | ванная | вода | человек',
    ),
    Emoji(
      '🛌',
      'гостиница | кровать | ночь | отель | сон | спит | человек',
    ),
    Emoji(
      '🏺',
      'амфора | кувшин | сосуд',
    ),
    Emoji(
      '🗺️',
      'атлас | карта | мир | страны ',
    ),
    Emoji(
      '🧭',
      'компас | магнит | навигация | направление | ориентирование | поход | путешествие | путь | света | стороны | турист',
    ),
    Emoji(
      '🧱',
      'глина | кирпич | кирпичи | кирпичная | кирпичный | кладка | стена',
    ),
    Emoji(
      '💈',
      'барбершоп | волосы | парикмахерская | салон | стрижка | цирюльник',
    ),
    Emoji(
      '🛢️',
      'бочка | емкость | нефть ',
    ),
    Emoji(
      '🛎️',
      'вызов | гостиница | гостиничный звонок | звоночек | звук | отель | портье ',
    ),
    Emoji(
      '🧳',
      'багаж | путешествие | чемодан',
    ),
    Emoji(
      '⌛',
      'время | песок | песочные часы | часы',
    ),
    Emoji(
      '⏳',
      'время | время пошло | песок | песочные | часы',
    ),
    Emoji(
      '⌚',
      'время | запястье | наручные | рука | часы',
    ),
    Emoji(
      '⏰',
      'будильник | время | заводить | звенит | напоминание | подъем | сигнал | часы',
    ),
    Emoji(
      '⏱️',
      'время | кнопка | секундомер | стрелки | таймер | точность | часы ',
    ),
    Emoji(
      '⏲️',
      'время | отсчет | сигнал | таймер | часы ',
    ),
    Emoji(
      '🕰️',
      'винтажные | время | камин | каминные часы | старинные | украшение | часы ',
    ),
    Emoji(
      '🌡️',
      'градусник | измерение | температура | термометр ',
    ),
    Emoji(
      '⛱️',
      'аксессуар | дождь | защита | зонт | зонтик | непогода | пляж | пляжный зонт | солнце ',
    ),
    Emoji(
      '🧨',
      'взрыв | взрывчатка | динамит | динамитная шашка | искра | петарда | фейерверк | хлопушка | шашка',
    ),
    Emoji(
      '🎈',
      'веревочка | воздух | воздушный | праздник | шарик',
    ),
    Emoji(
      '🎉',
      'бабах | веселье | вечеринка | день рождения | мишура | поздравление | праздник | хлопушка',
    ),
    Emoji(
      '🎊',
      'вечеринка | конфетти | праздник',
    ),
    Emoji(
      '🎎',
      'две | кукла | праздник | фестиваль | японские куклы',
    ),
    Emoji(
      '🎏',
      'вымпелы | вымпелы в виде карпов | карпы | палочка | рыбки | рыбы',
    ),
    Emoji(
      '🎐',
      'бубенчик | ветер | звон | музыка ветра',
    ),
    Emoji(
      '🪩',
      'блестеть | вечеринка | диско | диско-шар | дискотека | зеркальный | зеркальный шар | танцы',
    ),
    Emoji(
      '🧧',
      'деньги | Китай | конверт | красный | подарок | традиция | удача',
    ),
    Emoji(
      '🎀',
      'бант | бантик | волосы | лента | одежда | праздник',
    ),
    Emoji(
      '🎁',
      'бант | бантик | год | день | коробка | новый | подарок | праздник | рождения | Рождество',
    ),
    Emoji(
      '🔮',
      'будущее | волшебство | гадание | магия | предсказание | хрусталь | хрустальный шар | шар',
    ),
    Emoji(
      '🧿',
      'амулет | око | сглаз | синий | талисман',
    ),
    Emoji(
      '🪬',
      'амулет | защита | защитить | кисть | ладонь | предмет | рука | рука Марии | рука Мириам | рука Фатимы | хамса',
    ),
    Emoji(
      '🕹️',
      'видеоигра | видеоигры | джойстик | игра | игровая приставка | игры | компьютер | компьютерная приставка | приставка ',
    ),
    Emoji(
      '🧸',
      'игрушка | медвежонок | мишка | мягкая игрушка | плюшевая игрушка | плюшевый мишка',
    ),
    Emoji(
      '🖼️',
      'картина | картина в раме | картина в рамке | пейзаж | природа | рама | рамка ',
    ),
    Emoji(
      '🧵',
      'вышивка | иголка | катушка | катушка ниток | нитки | нить | рукоделие | шить | шитье | штопать',
    ),
    Emoji(
      '🧶',
      'вязание | клубок | клубок ниток | нитки | пряжа',
    ),
    Emoji(
      '🛍️',
      'магазины | новое | обновки | пакеты | покупки | шопинг ',
    ),
    Emoji(
      '📿',
      'бусы | колье | молитва | ожерелье | религия | четки',
    ),
    Emoji(
      '💎',
      'алмаз | драгоценность | драгоценный камень | камень | цена',
    ),
    Emoji(
      '📯',
      'почта | почтовый рожок | рожок | труба',
    ),
    Emoji(
      '🎙️',
      'вокал | звук | микрофон | музыка | пение | студийный микрофон ',
    ),
    Emoji(
      '🎚️',
      'звук | музыка | слайдер | уровень ',
    ),
    Emoji(
      '🎛️',
      'звук | музыка | регулятор | регуляторы | ручка | уровень ',
    ),
    Emoji(
      '📻',
      'передача | приемник | радио | сигнал',
    ),
    Emoji(
      '📱',
      'мобильник | мобильный | смартфон | сотовый | телефон',
    ),
    Emoji(
      '📲',
      'входящий | вызов | мобильник | мобильный | смартфон | сотовый | телефон',
    ),
    Emoji(
      '☎️',
      'аппарат | линия | телефон | трубка ',
    ),
    Emoji(
      '📞',
      'телефон | телефонная трубка | трубка',
    ),
    Emoji(
      '📟',
      'пейджер | сообщение | строка | экран',
    ),
    Emoji(
      '📠',
      'бумага | сообщение | факс',
    ),
    Emoji(
      '🔋',
      'аккумулятор | батарейка | батарея | заряд | уровень заряда',
    ),
    Emoji(
      '🪫',
      'аккумулятор | батарейка | батарея | заряд | мало зарядки | низкий заряд | низкий уровень заряда | предмет | разрядилась | разряжено',
    ),
    Emoji(
      '🔌',
      'вилка | розетка | штекер | штепсель | электричество',
    ),
    Emoji(
      '💻',
      'компьютер | ноутбук | портативный',
    ),
    Emoji(
      '🖥️',
      'компьютер | монитор | настольный | экран ',
    ),
    Emoji(
      '🖨️',
      'бумага | печать | принтер ',
    ),
    Emoji(
      '⌨️',
      'клавиатура | клавиши | периферия ',
    ),
    Emoji(
      '🖱️',
      'кнопки | мышка | мышь | периферия | устройство ',
    ),
    Emoji(
      '🖲️',
      'ввод | компьютер | трекбол | шар ',
    ),
    Emoji(
      '💽',
      'CD | диск | компьютер | компьютерный диск | мини-диск | оптический диск | си ди | си-ди | сиди',
    ),
    Emoji(
      '💾',
      'данные | дискета | компьютер | носитель',
    ),
    Emoji(
      '💿',
      'CD | диск | компакт | компакт-диск | си ди | си-ди | сиди | формат',
    ),
    Emoji(
      '📀',
      'CD | DVD | двд | двд-диск | дивиди | диск | формат',
    ),
    Emoji(
      '🧮',
      'вычисления | подсчет | счеты',
    ),
    Emoji(
      '🎥',
      'видеокамера | камера | кино | кинокамера | снять | съемка | фильм',
    ),
    Emoji(
      '🎞️',
      'кадр | кинематограф | кино | кинопленка | пленка | фильм ',
    ),
    Emoji(
      '📽️',
      'видео | кино | кинопроектор | показ | проектор ',
    ),
    Emoji(
      '📺',
      'тв | телевидение | телевизор',
    ),
    Emoji(
      '📷',
      'съемка | фото | фотоаппарат | фотокамера',
    ),
    Emoji(
      '📸',
      'вспышка | съемка | фото | фотоаппарат | фотоаппарат со вспышкой | фотокамера',
    ),
    Emoji(
      '📹',
      'видео | видеокамера | запись | съемка',
    ),
    Emoji(
      '📼',
      'видео | видеокассета | кассета | пленка',
    ),
    Emoji(
      '🔍',
      'влево | линза | лупа | лупа, наклоненная влево | наклоненная влево | стекло | увеличительное',
    ),
    Emoji(
      '🔎',
      'вправо | исследовать | лаборатория | лупа | лупа, наклоненная вправо | наклоненная вправо | стекло | увеличительное',
    ),
    Emoji(
      '🕯️',
      'воск | огонь | пламя | свет | свеча | свечка | тепло ',
    ),
    Emoji(
      '💡',
      'идея | лампа | лампочка | свет | эврика | электричество',
    ),
    Emoji(
      '🔦',
      'свет | фонарик | фонарь | электричество',
    ),
    Emoji(
      '🏮',
      'бумага | бумажный | китай | китайский фонарик | красный | огонь | свет | фонарик | фонарь',
    ),
    Emoji(
      '📔',
      'блокнот | дневник | ежедневник | записи | записная | книжка | красивая | обложка',
    ),
    Emoji(
      '📕',
      'закрытая | закрыть | захлопнутая | захлопнуть | книга | книжка | красивая обложка | обложка',
    ),
    Emoji(
      '📖',
      'книга | книжка | открытая | открыть | раскрытая | раскрыть',
    ),
    Emoji(
      '📗',
      'библиотека | зеленая | книга | книжка | учеба | учиться | читать | чтение',
    ),
    Emoji(
      '📘',
      'голубая | голубой | книга | книжка | синий | синяя',
    ),
    Emoji(
      '📙',
      'книга | книжка | оранжевая | оранжевый',
    ),
    Emoji(
      '📚',
      'библиотека | книги | книжки | много книг | сессия | стопка | стопка книг | учить | читать | экзамен',
    ),
    Emoji(
      '📓',
      'блокнот | записная книжка | тетрадка | тетрадь',
    ),
    Emoji(
      '📃',
      'документ | загиб | загнутая | загнутый | лист | лист с загибом | страница | страница с загибом',
    ),
    Emoji(
      '📜',
      'бумага | пергамент | свиток',
    ),
    Emoji(
      '📄',
      'вертикально | лист | страница',
    ),
    Emoji(
      '📰',
      'газета | известия | издание | новости | печать',
    ),
    Emoji(
      '🗞️',
      'бумага | газета | новости | свернутая ',
    ),
    Emoji(
      '📑',
      'закладки | клеящиеся | наклейки | отметки | стикеры | стикеры-закладки',
    ),
    Emoji(
      '🔖',
      'закладка | книга | книжка | отметка',
    ),
    Emoji(
      '🏷️',
      'бирка | сведения | этикетка | ярлык ',
    ),
    Emoji(
      '💰',
      'банкноты | деньги | доллар | доллары | мешок | мешок денег | миллион | много',
    ),
    Emoji(
      '💴',
      'банкнота | банкнота иены | валюта | деньги | иена | япония',
    ),
    Emoji(
      '💵',
      'австралия | бакс | банкнота | банкнота доллара | валюта | деньги | доллар | канада | купюра | сша',
    ),
    Emoji(
      '💶',
      'банкнота | валюта | деньги | евро | евросоюз',
    ),
    Emoji(
      '💷',
      'англия | банк | банкнота | банкнота фунта | валюта | великобритания | деньги | стерлинг | стерлингов | фунт',
    ),
    Emoji(
      '💸',
      'бакс | банкнота | банкнота с крылышками | деньги | доллар | крылья | летающая',
    ),
    Emoji(
      '💳',
      'банковская | деньги | заплатить | карта | карточка | кредитка | кредитная | оплатить',
    ),
    Emoji(
      '🪪',
      'водительские права | документ | паспорт | права | удостоверение',
    ),
    Emoji(
      '🧾',
      'бухгалтерия | доказательство | квитанция | счет | фактура | чек',
    ),
    Emoji(
      '✉️',
      'конверт | письмо | почта | сообщение | электронное ',
    ),
    Emoji(
      '📧',
      'конверт | письмо | почта | сообщение | электронная почта | электронное письмо | электронное сообщение',
    ),
    Emoji(
      '📨',
      'входящее | конверт | письмо | получение | почта | сообщение | электронное',
    ),
    Emoji(
      '📩',
      'исходящее | исходящее письмо | конверт | отправка | сообщение | стрелка | электронное',
    ),
    Emoji(
      '📤',
      'исходящая | исходящие | отправленная | отправленные | письма | почта | почтовый | сообщения | ящик',
    ),
    Emoji(
      '📥',
      'входящие | входящие письма | полученная | полученные | полученные письма | почта | почтовый | ящик',
    ),
    Emoji(
      '📦',
      'доставка | коробка | посылка | почта',
    ),
    Emoji(
      '📫',
      'закрыт | закрытый почтовый ящик с поднятым флажком | поднятый | почта | почтовый | флаг | ящик',
    ),
    Emoji(
      '📪',
      'закрыт | закрытый почтовый ящик с опущенным флажком | опущенный | почта | почтовый | флаг | ящик',
    ),
    Emoji(
      '📬',
      'открыт | открытый почтовый ящик с поднятым флажкгом | открытый почтовый ящик с поднятым флажком | письмо | поднятый | почта | почтовый | флаг | ящик',
    ),
    Emoji(
      '📭',
      'опущенный | открыт | открытый почтовый ящик с опущенным флажком | письмо | почта | почтовый | флаг | ящик',
    ),
    Emoji(
      '📮',
      'корреспонденция | почта | почтовый | ящик',
    ),
    Emoji(
      '🗳️',
      'бюллетень | выборы | голосовать | избирательная урна | избирательный ящик | урна | ящик ',
    ),
    Emoji(
      '✏️',
      'грифель | карандаш | простой | рисовать ',
    ),
    Emoji(
      '✒️',
      'кончик пера | перо | перьевая ручка | перьевой наконечник | письмо | ручка ',
    ),
    Emoji(
      '🖋️',
      'перо | перьевая | письмо | ручка | чернила | чернильная ручка ',
    ),
    Emoji(
      '🖊️',
      'ручка | чернила | шарик | шариковая ',
    ),
    Emoji(
      '🖌️',
      'кисточка | кисть | рисование | щетина ',
    ),
    Emoji(
      '🖍️',
      'восковой мелок | выделение | карандаш | красный | маркер | мелки | фломастер | цвет ',
    ),
    Emoji(
      '📝',
      'заметка | запись | карандаш | писать | письмо',
    ),
    Emoji(
      '📁',
      'бумаги | документы | папка | файл',
    ),
    Emoji(
      '📂',
      'бумаги | документы | открытая | папка | файл',
    ),
    Emoji(
      '🗂️',
      'картотека | карточки | маркированные папки | оглавление | папка | папочка | разделители | файлы ',
    ),
    Emoji(
      '📅',
      'даты | календарь | календарь с датой | назначенная дата | отрывной календарь | числа',
    ),
    Emoji(
      '📆',
      '17 число | дата | день | календарь | листы | отрывной',
    ),
    Emoji(
      '🗒️',
      'блокнот | записная книга | листы | откидной | перекидной блокнот | пружина ',
    ),
    Emoji(
      '🗓️',
      'блокнот | календарь | листы | перекидной | пружина | расписание ',
    ),
    Emoji(
      '📇',
      'визитка | визитница | картотека | карточки | органайзер | указатели',
    ),
    Emoji(
      '📈',
      'вверх | диаграмма | диаграмма роста | рост | скачок | схема | тенденция | улучшение',
    ),
    Emoji(
      '📉',
      'вниз | диаграмма | диаграмма падения | падение | схема | тенденция | ухудшение',
    ),
    Emoji(
      '📊',
      'гистограмма | граф | диаграмма | столбчатая',
    ),
    Emoji(
      '📋',
      'бумага | зажим | лист | планшет | планшет с зажимом | список дел',
    ),
    Emoji(
      '📌',
      'бумага | канцелярская кнопка | кнопка',
    ),
    Emoji(
      '📍',
      'бумага | канцелярская кнопка с шариком | кнопка | место | местоположение | шарик',
    ),
    Emoji(
      '📎',
      'бумаги | канцелярия | скрепить | скрепка',
    ),
    Emoji(
      '🖇️',
      'бумаги | две | канцелярия | несколько скрепок | присоединить | скрепки ',
    ),
    Emoji(
      '📏',
      'измерение | линейка | прямая',
    ),
    Emoji(
      '📐',
      'измерение | измерительный инструмент | линейка | линейка-треугольник | треугольная | треугольник | чертежный набор',
    ),
    Emoji(
      '✂️',
      'инструмент | ножницы | резать ',
    ),
    Emoji(
      '🗃️',
      'картотека | карточки | коробка | сведения | учет | файлы | ящик ',
    ),
    Emoji(
      '🗄️',
      'архив | архивный шкаф | данные | кабинет | сведения | хранилище | шкаф | шкафчик ',
    ),
    Emoji(
      '🗑️',
      'бумаги | корзина | корзина для бумаги | корзина для мусора | мусор | мусорка | мусорная | урна ',
    ),
    Emoji(
      '🔒',
      'закрытый | замок | затвор | навесной замок',
    ),
    Emoji(
      '🔓',
      'закрыть | замок | затвор | открытый',
    ),
    Emoji(
      '🔏',
      'закрытый замок | закрытый замок с перьевой ручкой | замок | защита | конфиденциальность | перо | перьевая ручка | перьевой наконечник | ручка',
    ),
    Emoji(
      '🔐',
      'безопасность | закрытый | закрытый замок с ключом | замок | ключ',
    ),
    Emoji(
      '🔑',
      'закрыть | ключ | открыть | пароль',
    ),
    Emoji(
      '🗝️',
      'винтажный | замок | ключ | старинный | старый ',
    ),
    Emoji(
      '🔨',
      'забить | инструмент | молот | молоток | ремонт | удар',
    ),
    Emoji(
      '⛏️',
      'добыча | инструмент | кирка | шахта ',
    ),
    Emoji(
      '⚒️',
      'инструмент | кирка | кирка и молот | молот | молот и кирка | молоток | серп и молот | строитель | строить | шахта ',
    ),
    Emoji(
      '🛠️',
      'гаечный | инструмент | ключ | молот | молоток ',
    ),
    Emoji(
      '🔪',
      'кухонный | нож | оружие | острие | резать | холодное',
    ),
    Emoji(
      '🗡️',
      'кинжал | клинок | лезвие | нож | ножик | оружие | острый нож | холодное оружие ',
    ),
    Emoji(
      '⚔️',
      'битва | два меча | крестоносец | крестоносцы | мечи | оружие | рыцарь | скрещение мечей | скрещенные | холодное оружие ',
    ),
    Emoji(
      '🔫',
      'водный пистолет | водяной пистолет | игрушка | огнестрельное | оружие | пистолет | револьвер',
    ),
    Emoji(
      '🛡️',
      'безопасность | доспехи | защита | снаряжение | щит ',
    ),
    Emoji(
      '🔧',
      'гаечный | инструмент | ключ | ремонт',
    ),
    Emoji(
      '🔩',
      'болт | болт и гайка | винт | гайка | закрутить | инструмент | ремонт | шуруп',
    ),
    Emoji(
      '⚙️',
      'деталь | зубчатое | колесо | шестеренка | шестерня ',
    ),
    Emoji(
      '🗜️',
      'зажим | компрессор | тиски ',
    ),
    Emoji(
      '⚖️',
      'весы | взвешивание | знак | зодиак | правосудие | справедливость ',
    ),
    Emoji(
      '🔗',
      'гиперссылка | звенья | связывание | связь | ссылка | цепочка | цепь',
    ),
    Emoji(
      '⛓️',
      'звено | звенья | цепи | цепочка | цепь ',
    ),
    Emoji(
      '🧰',
      'инструменты | комплект инструментов | коробка | красный ящик | мастер | механик | набор инструментов | ремонт | слесарь | ящик для инструментов',
    ),
    Emoji(
      '🧲',
      'магнетический | магнит | магнит-подкова | отрицательный | подкова | положительный | притяжение',
    ),
    Emoji(
      '⚗️',
      'аппарат | куб | перегонный | сосуд | химия ',
    ),
    Emoji(
      '🧪',
      'лаборатория | наука | опыты | пробирка | химик | химия | эксперимент | эксперименты',
    ),
    Emoji(
      '🧫',
      'анализы | бактерии | биолог | биология | лаборатория | чашка Петри | эксперимент',
    ),
    Emoji(
      '🧬',
      'биология | генетика | гены | ДНК | жизнь | молекула | эволюция',
    ),
    Emoji(
      '🔬',
      'биология | изучать | инструмент | исследовать | клетки | лупа | микробы | микроскоп | прибор | увеличение',
    ),
    Emoji(
      '🩻',
      'врач | кости | медицина | предмет | просветить | рентген | скелет | снимок',
    ),
    Emoji(
      '🔭',
      'астрономия | звезды | инструмент | линза | лупа | планетарий | планеты | прибор | телескоп | увеличительное стекло',
    ),
    Emoji(
      '📡',
      'антенна | спутник | спутниковая',
    ),
    Emoji(
      '💉',
      'инъекция | кровь | лечение | медицина | препарат | прививка | укол | шприц',
    ),
    Emoji(
      '💊',
      'барбитураты | капсула | лекарство | лечиться | медикаменты | пилюля | препарат | рецепт | таблетка',
    ),
    Emoji(
      '🚪',
      'вход | входная | выход | двери | дверная ручка | дверь | закрытая | проем',
    ),
    Emoji(
      '🛏️',
      'гостиница | дом | застеленная постель | кровать | отель | постель | пустая | спальня | спать ',
    ),
    Emoji(
      '🛋️',
      'вечер | диван | диван и торшер | лампа | лень | отдых дома | торшер | уют ',
    ),
    Emoji(
      '🚽',
      'бачок | смывать | туалет | унитаз',
    ),
    Emoji(
      '🚿',
      'вода | душ | мыться | принимать душ | струя воды | чистота',
    ),
    Emoji(
      '🛁',
      'ванна | ванная | вода | купаться | мыться | принимать ванную | чистота',
    ),
    Emoji(
      '🧴',
      'бальзам | бутылка лосьона | гель для душа | кондиционер | крем | лосьон | увлажнение | флакон | шампунь',
    ),
    Emoji(
      '🧷',
      'английская булавка | булавка | приколоть | пристегнуть',
    ),
    Emoji(
      '🧹',
      'ведьма | веник | метла | подметать | уборка',
    ),
    Emoji(
      '🧺',
      'грибы | корзина | корзина с бельем | пикник | собирать | стирка | ягоды',
    ),
    Emoji(
      '🧻',
      'бумага | бумажное полотенце | бумажные полотенца | рулон | рулон бумаги | салфетка | туалетная бумага',
    ),
    Emoji(
      '🧼',
      'ванна | душ | купание | кусок мыла | мало | мыло | мыльная пена | мыть | пена | пузыри',
    ),
    Emoji(
      '🧽',
      'ванна | впитывать | губка | мочалка | мыло | мыть | мытье посуды | пена | посуда | спонж | чистить',
    ),
    Emoji(
      '🧯',
      'красный | огнетушитель | огонь | пожар | тушение пожара | тушить',
    ),
    Emoji(
      '🚬',
      'дым | курение | курить | курю | можно | окурок | пепел | разрешено | сигарета',
    ),
    Emoji(
      '⚰️',
      'гибель | гроб | погребение | похороны | смерть ',
    ),
    Emoji(
      '⚱️',
      'останки | пепел | похороны | прах | смерть | урна | урна с прахом ',
    ),
    Emoji(
      '🚰',
      'вода | кран | пить | питьевая',
    ),
  ]),

// ======================================================= Category.SYMBOLS
  CategoryEmoji(Category.SYMBOLS, [
    Emoji(
      '💘',
      'купидон | лук | любовь | сердце, пронзенное стрелой | стрела',
    ),
    Emoji(
      '💝',
      'валентин | валентинка | лента | люблю | любовь | перевязано | подарок | сердце | сердце с лентой',
    ),
    Emoji(
      '💖',
      'блеск | звездочки | любовь | радость | сверкающее сердце | сердце',
    ),
    Emoji(
      '💗',
      'биение | больше | влюбленность | любовь | размер | растущее сердце | ритм | сердце | чувства',
    ),
    Emoji(
      '💓',
      'бьется | красное | пульсирует | пульсирующее | розовое | сердце',
    ),
    Emoji(
      '💞',
      'вращающиеся сердца | вращение | два | круги | сердца | танец любви',
    ),
    Emoji(
      '💕',
      'влюблен | влюблена | влюбленные | два | любовь | отношения | свидание | сердечки | сердца | чувства',
    ),
    Emoji(
      '💟',
      'белое | значок | квадрат | любовь | сердце | сиреневый | фиолетовый | чувства | эмоция',
    ),
    Emoji(
      '❣️',
      'восклицание | восклицательный знак в виде сердца | знак | препинания | сердце | сердце в виде восклицательного знака ',
    ),
    Emoji(
      '💔',
      'разбитое | разочарование | сердце | части',
    ),
    Emoji(
      '❤️‍🔥',
      'красное | любовь | свидание | сердце | чувства | эмоции | огонь | пылающий',
    ),
    Emoji(
      '❤️',
      'красное | любовь | свидание | сердце | чувства | эмоции ',
    ),
    Emoji(
      '🧡',
      'любовь | оранжевое | свидание | сердце | чувства | эмоции',
    ),
    Emoji(
      '💛',
      'желтое | любовь | сердце | чувство | эмоции',
    ),
    Emoji(
      '💚',
      'зеленое | любовь | сердце | чувства | эмоции',
    ),
    Emoji(
      '💙',
      'голубое | любовь | сердце | синее | чувства | эмоции',
    ),
    Emoji(
      '💜',
      'любовь | сердце | сиреневое | фиолетовое | чувства | эмоции',
    ),
    Emoji(
      '🖤',
      'злое | сердце | черное',
    ),
    Emoji(
      '💯',
      '100 | именно | сотка | сотня | сто | сто баллов | сто процентов | сто пудов | точно',
    ),
    Emoji(
      '💢',
      'гнев | злость | значок «гнев» | ярость',
    ),
    Emoji(
      '💬',
      'диалог | идеи | многоточие | мысли | мысль | облачко | речь | сообщение | текст',
    ),
    Emoji(
      '👁️‍🗨️',
      'глаз | зрачок | тело | человек диалог | мнение | мысль | облачко | речь | слева ',
    ),
    Emoji(
      '🗯️',
      'бабл | гнев | комикс | негатив | облачко | справа | ярость ',
    ),
    Emoji(
      '💭',
      'идеи | изобретения | мечты | мысли | облачко | размышления',
    ),
    Emoji(
      '💤',
      'ночи | ночь | сон | спать | спокойной | храп',
    ),
    Emoji(
      '💮',
      'белый | цветок',
    ),
    Emoji(
      '♨️',
      'гейзер | горячие | источники | пар | поток ',
    ),
    Emoji(
      '💈',
      'барбершоп | волосы | парикмахерская | салон | стрижка | цирюльник',
    ),
    Emoji(
      '🛑',
      'восьмиугольник | знак | знак «стоп» | красный знак | остановка | стоп',
    ),
    Emoji(
      '🕛',
      '00 | 00',
    ),
    Emoji(
      '🕧',
      '00',
    ),
    Emoji(
      '🕐',
      '1',
    ),
    Emoji(
      '🕜',
      '1',
    ),
    Emoji(
      '🕑',
      'время | два | два часа | час | часы',
    ),
    Emoji(
      '🕝',
      '14',
    ),
    Emoji(
      '🕒',
      '15',
    ),
    Emoji(
      '🕞',
      '15',
    ),
    Emoji(
      '🕓',
      '16',
    ),
    Emoji(
      '🕟',
      '16',
    ),
    Emoji(
      '🕔',
      '17',
    ),
    Emoji(
      '🕠',
      '17',
    ),
    Emoji(
      '🕕',
      '18',
    ),
    Emoji(
      '🕡',
      '18',
    ),
    Emoji(
      '🕖',
      '19',
    ),
    Emoji(
      '🕢',
      '19',
    ),
    Emoji(
      '🕗',
      '20',
    ),
    Emoji(
      '🕣',
      '20',
    ),
    Emoji(
      '🕘',
      '21',
    ),
    Emoji(
      '🕤',
      '21',
    ),
    Emoji(
      '🕙',
      '10',
    ),
    Emoji(
      '🕥',
      '10',
    ),
    Emoji(
      '🕚',
      '11 | 11',
    ),
    Emoji(
      '🕦',
      '11',
    ),
    Emoji(
      '🌀',
      'завихрение | тайфун | циклон | юла',
    ),
    Emoji(
      '♠️',
      'игра | карты | масть | пики ',
    ),
    Emoji(
      '♥️',
      'игра | карты | масть | червы ',
    ),
    Emoji(
      '♦️',
      'бубны | игра | карты | масть ',
    ),
    Emoji(
      '♣️',
      'игра | карты | масть | трефы ',
    ),
    Emoji(
      '🃏',
      'джокер | игра | карты',
    ),
    Emoji(
      '🀄',
      'игра | игральные | Китай | кости | кубики | маджонг',
    ),
    Emoji(
      '🎴',
      'игра | карты | ханафуда | цветочная | цветы | Япония',
    ),
    Emoji(
      '🔇',
      'без звука | громкость | звук | молчание | тихо | тишина',
    ),
    Emoji(
      '🔈',
      'громкость | динамик | звук | низкая | уровень',
    ),
    Emoji(
      '🔉',
      'громкоговоритель | громкость | динамик | звук | рупор | спикер | средняя | уровень',
    ),
    Emoji(
      '🔊',
      'высокая | громкость | динамик | звук | уровень',
    ),
    Emoji(
      '📢',
      'внимание | громкоговоритель | звук | обращение | объявление | рупор',
    ),
    Emoji(
      '📣',
      'громкоговоритель | звук | мегафон | обращение | объявление | речь | рупор',
    ),
    Emoji(
      '📯',
      'почта | почтовый рожок | рожок | труба',
    ),
    Emoji(
      '🔔',
      'будильник | звонок | колокол | колокольчик',
    ),
    Emoji(
      '🔕',
      'будильник | будильник отключен | колокол | отключить | перечеркнутый колокольчик | перечеркнуть | тихо | тишина',
    ),
    Emoji(
      '🎵',
      'звук | мелодия | музыка | нота',
    ),
    Emoji(
      '🎶',
      'звуки | мелодия | музыка | ноты',
    ),
    Emoji(
      '🏧',
      'банкомат | выдача | деньги | значок банкомата | наличные | терминал',
    ),
    Emoji(
      '🚮',
      'мусор | мусорить | мусорка | урна',
    ),
    Emoji(
      '🚰',
      'вода | кран | пить | питьевая',
    ),
    Emoji(
      '♿',
      'возможности | доступ | значок | инвалид | инвалидная | коляска',
    ),
    Emoji(
      '🩼',
      'инвалид | инвалидность | костыли | костыль | опора | перелом | повреждение | помощь | предмет | травма | трость',
    ),
    Emoji(
      '🚹',
      'кабинки | мужской | мужчины | туалет | уборная',
    ),
    Emoji(
      '🚺',
      'женский туалет | женщины | кабинки | туалет | уборная',
    ),
    Emoji(
      '🚻',
      'WC | туалет | уборная',
    ),
    Emoji(
      '🚼',
      'дети | младенцы | пеленальная | пеленки | стол',
    ),
    Emoji(
      '🚾',
      'WC | общественный | туалет | уборная | унитаз',
    ),
    Emoji(
      '⚠️',
      'восклицательный | желтый | знак | оповещение | осторожно | предупреждение | треугольный ',
    ),
    Emoji(
      '🚸',
      'движение | дети | дорога | знак "дети" | знак «дети» | переход | пешеход | пешеходы',
    ),
    Emoji(
      '⛔',
      'вход | въезд | запрещен | запрещено | кирпич | красный | круг | нет | стоп',
    ),
    Emoji(
      '🚫',
      'вход | входа | запрещено | зачеркнутый | красный | круг | нельзя | нет',
    ),
    Emoji(
      '🚳',
      'велосипед | въезд | въезда | запрещено | нельзя | нет | перечеркнутый',
    ),
    Emoji(
      '🚭',
      'запрет | запрещено | красный | круг | курение | курить | не | нельзя | черный',
    ),
    Emoji(
      '🚯',
      'запрещено | красный | мусор | мусорить | нельзя | перечеркнутый | черный',
    ),
    Emoji(
      '🚱',
      'вода | вредно | запрещено | кран | круг | не | нельзя | непитьевая | опасно | перечеркнутый | пить',
    ),
    Emoji(
      '🚷',
      'входить | запрещен | круг | не | опасно | переход | пешеход | пешеходный',
    ),
    Emoji(
      '🔞',
      '18 лет | для людей старше восемнадцати лет | запрет | нельзя | несовершеннолетним запрещено',
    ),
    Emoji(
      '☢️',
      'знак | опасность | радиация | радиоактивность | символ | угроза ',
    ),
    Emoji(
      '☣️',
      'биологическая | знак | опасность | угроза | химическая ',
    ),
    Emoji(
      '⬆️',
      'вверх | направление | север | стрелка ',
    ),
    Emoji(
      '↗️',
      'вправо-вверх | направление | северо-восток | стрелка ',
    ),
    Emoji(
      '➡️',
      'восток | вправо | направление | стрелка ',
    ),
    Emoji(
      '↘️',
      'вправо-вниз | направление | стрелка | юго-восток ',
    ),
    Emoji(
      '⬇️',
      'вниз | направление | стрелка | юг ',
    ),
    Emoji(
      '↙️',
      'влево-вниз | направление | стрелка | юго-запад ',
    ),
    Emoji(
      '⬅️',
      'влево | запад | направление | стрелка ',
    ),
    Emoji(
      '↖️',
      'влево-вверх | направление | северо-запад | стрелка ',
    ),
    Emoji(
      '↕️',
      'вверх | вверх-вниз | вниз | двойная | стрелка ',
    ),
    Emoji(
      '↔️',
      'влево | влево-вправо | вправо | двойная | стрелка ',
    ),
    Emoji(
      '↩️',
      'влево | вправо | изгиб | изогнутая | поворот | стрелка ',
    ),
    Emoji(
      '↪️',
      'влево | вправо | изгиб | изогнутая | поворот | стрелка ',
    ),
    Emoji(
      '⤴️',
      'вверх | вправо | изгиб | изогнутая | поворот | стрелка ',
    ),
    Emoji(
      '⤵️',
      'вниз | вправо | изгиб | изогнутая | поворот | стрелка ',
    ),
    Emoji(
      '🔃',
      'вертикальные | зависание | перезагрузка | по | стрелке | стрелки | часовой',
    ),
    Emoji(
      '🔄',
      'горизонтальные | кнопка | обновить | обновление | против | стрелки | часовой',
    ),
    Emoji(
      '🔙',
      'вернуться | назад | стрелка',
    ),
    Emoji(
      '🔚',
      'конец | стрелка «конец» | стрелка конец',
    ),
    Emoji(
      '🔛',
      'активно | включено | стрелка «активно» | стрелка активно',
    ),
    Emoji(
      '🔜',
      'вправо | далее | продолжение | скоро | следует | стрелка',
    ),
    Emoji(
      '🔝',
      'вверх | верх | наверх | стрелка | топ',
    ),
    Emoji(
      '🛐',
      'место | молитва | молиться | поклонение | религиозное | религия | святое | святыня',
    ),
    Emoji(
      '⚛️',
      'атеизм | атеист | атом | атомный | символ | частица ',
    ),
    Emoji(
      '🕉️',
      'аум | мантра | ом | религия ',
    ),
    Emoji(
      '✡️',
      'вера | давид | еврей | звезда | иудаизм | религия | шестиконечная ',
    ),
    Emoji(
      '☸️',
      'буддизм | буддийский | дхарма | колесо | религия ',
    ),
    Emoji(
      '☯️',
      'вера | инь | инь-ян | инь-янь | религия | символ | тао | таоизм | ян | янь ',
    ),
    Emoji(
      '✝️',
      'крест | латинский | религия | христианский | христианство ',
    ),
    Emoji(
      '☦️',
      'вера | крест | православие | православный | религия | христианин | христианство ',
    ),
    Emoji(
      '☪️',
      'вера | звезда | ислам | мечеть | мусульманин | мусульманство | полумесяц | Рамадан | религия | символ ',
    ),
    Emoji(
      '☮️',
      'значок | мир | пацифизм | пацифик | символ ',
    ),
    Emoji(
      '🕎',
      'менора | подсвечник | религия | свечи | ханука | ханукия',
    ),
    Emoji(
      '🔯',
      'звезда | звезда Давида | шестиконечная звезда',
    ),
    Emoji(
      '♈',
      'баран | гороскоп | знак | зодиак | овен | овца',
    ),
    Emoji(
      '♉',
      'бык | гороскоп | знак | зодиак | теленок | телец',
    ),
    Emoji(
      '♊',
      'близнецы | гороскоп | знак | зодиак',
    ),
    Emoji(
      '♋',
      'гороскоп | знак | зодиак | рак',
    ),
    Emoji(
      '♌',
      'гороскоп | знак | зодиак | лев',
    ),
    Emoji(
      '♍',
      'гороскоп | дева | знак | зодиак',
    ),
    Emoji(
      '♎',
      'весы | гороскоп | знак | зодиак',
    ),
    Emoji(
      '♏',
      'гороскоп | знак | зодиак | скорпион',
    ),
    Emoji(
      '♐',
      'гороскоп | знак | зодиак | стрелец',
    ),
    Emoji(
      '♑',
      'гороскоп | знак | зодиак | козерог',
    ),
    Emoji(
      '♒',
      'водолей | гороскоп | знак | зодиак',
    ),
    Emoji(
      '♓',
      'гороскоп | знак | зодиак | рыба | рыбы',
    ),
    Emoji(
      '⛎',
      'гороскоп | змееносец | знак | зодиак',
    ),
    Emoji(
      '🔀',
      'выбор | перемешивание | пересечение | скрещенные | случайно | случайный | стрелки',
    ),
    Emoji(
      '🔁',
      'горизонтальные | замкнутые | по | повтор | повторить | стрелке | стрелки | часовой',
    ),
    Emoji(
      '🔂',
      'две стрелки | кнопка | одна песня | повтор | повтор одной песни',
    ),
    Emoji(
      '▶️',
      'воспроизведение | вперед | вправо | геометрия | кнопка | перемотать | перемотка | проигрывание | треугольник | фигура ',
    ),
    Emoji(
      '⏩',
      'вперед | вправо | два | кнопка | перемотать | перемотка | треугольника',
    ),
    Emoji(
      '◀️',
      'влево | кнопка | назад | обратный | реверс | стрелка ',
    ),
    Emoji(
      '⏪',
      'влево | два треугольника | кнопка | назад | перемотать | перемотка назад | стрелка',
    ),
    Emoji(
      '🔼',
      'вверх | кнопка | кнопка треугольник острием вверх | пирамида | треугольник | треугольник острием вверх',
    ),
    Emoji(
      '⏫',
      'вверх | два треугольника | два треугольника острием вверх | кнопка | стрелка | стрелки вверх',
    ),
    Emoji(
      '🔽',
      'вниз | кнопка | треугольник | треугольник острием вниз',
    ),
    Emoji(
      '⏬',
      'вниз | два треугольника | два треугольника острием вниз | кнопка | стрелка | стрелки вниз',
    ),
    Emoji(
      '⏹️',
      'кнопка | остановить | остановка | стоп ',
    ),
    Emoji(
      '⏏️',
      'выброс | кнопка ',
    ),
    Emoji(
      '🎦',
      'видео | видеозапись | видеокамера | дубль | запись | камера | кино | кинокамера | телевидение | фильм',
    ),
    Emoji(
      '🔅',
      'низкая яркость | низкий | солнышко | темно | уровень | яркость',
    ),
    Emoji(
      '🔆',
      'высокая яркость | высокий | светло | уровень | яркость',
    ),
    Emoji(
      '📶',
      'антенна | подключение | связь | сигнал сети | телефон | уровень сигнала',
    ),
    Emoji(
      '📳',
      'вибрация | мобильник | мобильный | режим | режим вибрации | смартфон | телефон | телефон вибрирует',
    ),
    Emoji(
      '📴',
      'выключен | выключенный телефон | выключено | мобильник | мобильный | смартфон | сотовый | телефон',
    ),
    Emoji(
      '♾️',
      'бесконечность | знак бесконечности | навсегда | постоянно ',
    ),
    Emoji(
      '♻️',
      'мусор | мусорный | отходы | переработка | переработка отходов | утилизация ',
    ),
    Emoji(
      '🔱',
      'вилы | посейдон | символ | трезубец | эмблема',
    ),
    Emoji(
      '📛',
      'бейдж | бейджик | значок | значок с именем | имя | огонь | предупреждение',
    ),
    Emoji(
      '🔰',
      'новичок | символ | символ новичка | Япония | японский символ новичка',
    ),
    Emoji(
      '⭕',
      'большое кольцо | большой круг | кольцо | красное | красный круг | круг | синий круг',
    ),
    Emoji(
      '✅',
      'белая | галочка | готово | знак | проверено | проверка | сделано',
    ),
    Emoji(
      '☑️',
      'бюллетень | бюллетень с галочкой | выполнено | галочка | галочка в квадрате | голосование | готово | проверено | проверка | сделано ',
    ),
    Emoji(
      '✔️',
      'галка | галочка | готово | знак | значок | отметка | отмечено | помечено | черная галочка | черный ',
    ),
    Emoji(
      '❌',
      'закрытие | значок | крестик | отмена | умножение',
    ),
    Emoji(
      '❎',
      'закрытие | квадрат | кнопка | кнопка "крестик" | кнопка «крестик» | крестик | умножение',
    ),
    Emoji(
      '➕',
      'добавить | знак | плюс | прибавить | сложение | сложения',
    ),
    Emoji(
      '➖',
      'вычесть | вычитание | вычитания | знак | минус | отнять',
    ),
    Emoji(
      '➗',
      'деление | деления | делить | знак | разделить',
    ),
    Emoji(
      '✖️',
      'знак | отмена | отмены | умножение | умножения | х ',
    ),
    Emoji(
      '🟰',
      'знак | математика | равенства | равенство | равно',
    ),
    Emoji(
      '➰',
      'значок | петелька | петля',
    ),
    Emoji(
      '➿',
      'две | двойная | петелька | петельки | петли | петля',
    ),
    Emoji(
      '〽️',
      'вступает другой голос | голос | другой голос | знак | певцы | япония ',
    ),
    Emoji(
      '✳️',
      'восьмиконечная | звезда | звездочка ',
    ),
    Emoji(
      '✴️',
      'восьмиконечная | звезда ',
    ),
    Emoji(
      '❇️',
      'искра | мерцание ',
    ),
    Emoji(
      '‼️',
      'восклицание | восклицательные | восклицательный | восклицательных | два | знак | знака | знаки | пунктуация ',
    ),
    Emoji(
      '⁉️',
      'вопрос | вопросительный | восклицание | восклицательный | знак | знаки | и | пунктуация ',
    ),
    Emoji(
      '❓',
      'вопрос | вопроса | вопросительный | знак | красный | пунктуация',
    ),
    Emoji(
      '❔',
      '? | белый | вопрос | вопросительный | знак | пунктуация',
    ),
    Emoji(
      '❕',
      'белый | белый восклицательный знак | восклицание | восклицательный знак | восклицать | знак | пунктуация',
    ),
    Emoji(
      '❗',
      'восклицание | восклицательный знак | знак | красный | пунктуация',
    ),
    Emoji(
      '©️',
      'автор | авторские права | авторское | защита | значок | значок защиты авторского права | копирайт | право | символ ',
    ),
    Emoji(
      '®️',
      'зарегистрирован | зарегистрированный товарный знак | зарегистрировано | товарный знак ',
    ),
    Emoji(
      '™️',
      'ТМ | товарная марка | товарный знак | торговая марка | торговый знак ',
    ),
    Emoji(
      '#️⃣',
      'Keycap Number Sign',
    ),
    Emoji(
      '0️⃣',
      'Keycap Digit Zero',
    ),
    Emoji(
      '1️⃣',
      'Keycap Digit One',
    ),
    Emoji(
      '2️⃣',
      'Keycap Digit Two',
    ),
    Emoji(
      '3️⃣',
      'Keycap Digit Three',
    ),
    Emoji(
      '4️⃣',
      'Keycap Digit Four',
    ),
    Emoji(
      '5️⃣',
      'Keycap Digit Five',
    ),
    Emoji(
      '6️⃣',
      'Keycap Digit Six',
    ),
    Emoji(
      '7️⃣',
      'Keycap Digit Seven',
    ),
    Emoji(
      '8️⃣',
      'Keycap Digit Eight',
    ),
    Emoji(
      '9️⃣',
      'Keycap Digit Nine',
    ),
    Emoji(
      '🔟',
      'Keycap: 10',
    ),
    Emoji(
      '🔠',
      'алфавит | ввод | ввод прописными | верхний регистр | латиница | латинские буквы | прописные | прописные символы',
    ),
    Emoji(
      '🔡',
      'алфавит | буквы | ввод | ввод строчными | кнопка | латинские буквы | нижний регистр | строчные | строчные символы',
    ),
    Emoji(
      '🔢',
      'ввод | ввод цифр | цифры',
    ),
    Emoji(
      '🔣',
      'ввод | ввод символов | символы',
    ),
    Emoji(
      '🔤',
      'алфавит | буквы | ввод | латиница | латинские | латинский | символы',
    ),
    Emoji(
      '🅰️',
      '2 группа крови | II группа крови | буква А | вторая группа крови | группа крови | группа крови А | кровь ',
    ),
    Emoji(
      '🆎',
      '4 группа крови | IV группа крови | буквы АВ | группа крови | группа крови AB | кровь | четвертая группа крови',
    ),
    Emoji(
      '🅱️',
      '3 группа крови | III группа крови | буква В | группа крови | группа крови В | кровь | третья группа крови ',
    ),
    Emoji(
      '🆑',
      'CL | значок «понятно» | кнопка | кнопка "очистить" | кнопка "стереть" | кнопка «очистить» | очистить | стереть | ясно',
    ),
    Emoji(
      '🆒',
      'здорово | значок | значок «круто» | кнопка | круто',
    ),
    Emoji(
      '🆓',
      'бесплатно | значок | кнопка',
    ),
    Emoji(
      'ℹ️',
      'значок | инфо | информации | информация | подробнее | сведения | справка | справки ',
    ),
    Emoji(
      '🆔',
      'значок | значок «идентификация» | идентификатор | идентификация | кнопка',
    ),
    Emoji(
      'Ⓜ️',
      'буква | буква "м" в кружке | буква «м» в кружке | буква в кружке | кружок | м ',
    ),
    Emoji(
      '🆕',
      'значок | значок "новинка" | значок «новинка» | новинка | новое | новый',
    ),
    Emoji(
      '🆖',
      'значок | значок "не годится" | не годится | нехорошо | плохо',
    ),
    Emoji(
      '🅾️',
      '1 группа крови | I группа крови | буква О | группа крови | группа крови O | кнопка с О | кровь | О | первая группа крови ',
    ),
    Emoji(
      '🆗',
      'значок | значок «ОК» | о’кей | ОК | окей | хорошо',
    ),
    Emoji(
      '🅿️',
      'автостоянка | машины | парковаться | парковка | припарковаться | стоянка ',
    ),
    Emoji(
      '🆘',
      'sos | SOS | значок SOS | помогите | помощь | сос | спасите',
    ),
    Emoji(
      '🆙',
      'вверх | значок | значок "обновление" | значок «обновление» | обновление',
    ),
    Emoji(
      '🆚',
      'значок | кнопка | против | сравнение',
    ),
    Emoji(
      '🈁',
      'здесь | значок | кнопка | япония',
    ),
    Emoji(
      '🈂️',
      'значок | кнопка | стоимость | услуги | цена | япония ',
    ),
    Emoji(
      '🈷️',
      'значок | иероглиф | кнопка | месяц | сумма | япония ',
    ),
    Emoji(
      '🈶',
      'значок | иероглиф | кнопка | наличие | платно | япония',
    ),
    Emoji(
      '🈯',
      'забронировано | занято | значок | кнопка | япония',
    ),
    Emoji(
      '🉐',
      'выгода | значок | кнопка | сделка | япония',
    ),
    Emoji(
      '🈹',
      'деление | значок | значок "скидка" | иероглиф | кнопка | кнопка "скидка" | скидка | япония',
    ),
    Emoji(
      '🈚',
      'бесплатно | значок | иероглиф | кнопка | нет в наличии | отсутствие | япония',
    ),
    Emoji(
      '🈲',
      'воспрещен | вход запрещен | запрет | запрещено | значок | иероглиф | кнопка | нельзя | япония',
    ),
    Emoji(
      '🉑',
      'допустимо | допустимость | значок | иероглиф | китай | кнопка | можно | приемлемо | принятие',
    ),
    Emoji(
      '🈸',
      'запрос | заявка | значок | иероглиф | китай | кнопка | подача | япония',
    ),
    Emoji(
      '🈴',
      'значок | иероглиф | китай | кнопка | пропускной балл | проходной балл | согласие | япония',
    ),
    Emoji(
      '🈳',
      'доступно | доступность | есть места | значок | иероглиф | китай | кнопка | пусто | пустота | свободно',
    ),
    Emoji(
      '㊗️',
      'значок | кнопка | поздравление | праздник | япония ',
    ),
    Emoji(
      '㊙️',
      'значок | кнопка | секрет | тайна | япония ',
    ),
    Emoji(
      '🈺',
      'значок | иероглиф | китай | кнопка | открыто | работа | работает | япония',
    ),
    Emoji(
      '🈵',
      'занято | заполнено | значок | иероглиф | кнопка | мест | нет | Япония',
    ),
    Emoji(
      '🔴',
      'геометрия | красный | круг | фигура | шар',
    ),
    Emoji(
      '🔵',
      'геометрия | голубой | круг | синий | фигура | шар',
    ),
    Emoji(
      '⚫',
      'геометрия | круг | фигура | черный | шар',
    ),
    Emoji(
      '⚪',
      'белый | геометрия | круг | фигура | шар',
    ),
    Emoji(
      '⬛',
      'большой | геометрия | квадрат | фигура | черный',
    ),
    Emoji(
      '⬜',
      'белый | большой | геометрия | квадрат | фигура',
    ),
    Emoji(
      '◼️',
      'геометрия | квадрат | средний | фигура | черный ',
    ),
    Emoji(
      '◻️',
      'белый | геометрия | квадрат | фигура ',
    ),
    Emoji(
      '◾',
      'геометрия | квадрат | небольшой | фигура | черный',
    ),
    Emoji(
      '◽',
      'белый | геометрия | квадрат | небольшой белый квадрат | небольшой квадрат | фигура',
    ),
    Emoji(
      '▪️',
      'геометрия | квадрат | квадратик | маленький | фигура | черный ',
    ),
    Emoji(
      '▫️',
      'белый | геометрия | квадрат | квадратик | маленький | фигура ',
    ),
    Emoji(
      '🔶',
      'большой | геометрия | оранжевый | ромб | фигура',
    ),
    Emoji(
      '🔷',
      'большой | геометрия | голубой | ромб | синий | фигура',
    ),
    Emoji(
      '🔸',
      'геометрия | маленький | оранжевый | ромб | фигура',
    ),
    Emoji(
      '🔹',
      'геометрия | голубой | небольшой голубой ромб | небольшой ромб | ромб | фигура',
    ),
    Emoji(
      '🔺',
      'вверх | вершиной | геометрия | красный | пирамида | треугольник | фигура',
    ),
    Emoji(
      '🔻',
      'вершиной | вниз | геометрия | красный | пирамида | треугольник | фигура',
    ),
    Emoji(
      '💠',
      'алмаз | бриллиант | геометрия | драгоценный | камень | ромб | с | точкой | украшение | фигура | цветок',
    ),
    Emoji(
      '🔳',
      'белая | белой | квадрат | кнопка | рамкой | с',
    ),
    Emoji(
      '🔲',
      'квадрат | кнопка | рамкой | с | черная | черной',
    ),
  ]),

// ======================================================= Category.FLAGS
  CategoryEmoji(Category.FLAGS, [
    Emoji(
      '🏁',
      'в | гонка | гонки | клетку | клетчатый | финиш | флаг | черно-белый',
    ),
    Emoji(
      '🚩',
      'красный | треугольный | флаг | флажок',
    ),
    Emoji(
      '🎌',
      'два | скрещенные | флага | флаги | Япония | японских',
    ),
    Emoji(
      '🏴',
      'реет | флаг | черный',
    ),
    Emoji(
      '🏳️',
      'белый | капитуляция | плен | реет | сдавайся | сдаваться | сдаюсь | флаг ',
    ),
    Emoji(
      '🏳️‍🌈',
      'белый | капитуляция | плен | реет | сдавайся | сдаваться | сдаюсь | флаг дождь | осадки | погода | природа | радуга | цвета ',
    ),
    Emoji(
      '🏳️‍⚧️',
      'белый | капитуляция | плен | реет | сдавайся | сдаваться | сдаюсь | флаг символ | трансгендер | трансгендерная | трансгендерное | трансгендерные | трансгендерный ',
    ),
    Emoji(
      '🏴‍☠️',
      'реет | флаг | черный конец | кости | метка | опасно | пират | смерть | умереть | флаг | череп ',
    ),
    Emoji(
      '🇦🇨',
      'Flag: Ascension Island',
    ),
    Emoji(
      '🇦🇩',
      'Flag: Andorra',
    ),
    Emoji(
      '🇦🇪',
      'Flag: United Arab Emirates',
    ),
    Emoji(
      '🇦🇫',
      'Flag: Afghanistan',
    ),
    Emoji(
      '🇦🇬',
      'Flag: Antigua & Barbuda',
    ),
    Emoji(
      '🇦🇮',
      'Flag: Anguilla',
    ),
    Emoji(
      '🇦🇱',
      'Flag: Albania',
    ),
    Emoji(
      '🇦🇲',
      'Flag: Armenia',
    ),
    Emoji(
      '🇦🇴',
      'Flag: Angola',
    ),
    Emoji(
      '🇦🇶',
      'Flag: Antarctica',
    ),
    Emoji(
      '🇦🇷',
      'Flag: Argentina',
    ),
    Emoji(
      '🇦🇸',
      'Flag: American Samoa',
    ),
    Emoji(
      '🇦🇹',
      'Flag: Austria',
    ),
    Emoji(
      '🇦🇺',
      'Flag: Australia',
    ),
    Emoji(
      '🇦🇼',
      'Flag: Aruba',
    ),
    Emoji(
      '🇦🇽',
      'Flag: Åland Islands',
    ),
    Emoji(
      '🇦🇿',
      'Flag: Azerbaijan',
    ),
    Emoji(
      '🇧🇦',
      'Flag: Bosnia & Herzegovina',
    ),
    Emoji(
      '🇧🇧',
      'Flag: Barbados',
    ),
    Emoji(
      '🇧🇩',
      'Flag: Bangladesh',
    ),
    Emoji(
      '🇧🇪',
      'Flag: Belgium',
    ),
    Emoji(
      '🇧🇫',
      'Flag: Burkina Faso',
    ),
    Emoji(
      '🇧🇬',
      'Flag: Bulgaria',
    ),
    Emoji(
      '🇧🇭',
      'Flag: Bahrain',
    ),
    Emoji(
      '🇧🇮',
      'Flag: Burundi',
    ),
    Emoji(
      '🇧🇯',
      'Flag: Benin',
    ),
    Emoji(
      '🇧🇱',
      'Flag: St. Barthélemy',
    ),
    Emoji(
      '🇧🇲',
      'Flag: Bermuda',
    ),
    Emoji(
      '🇧🇳',
      'Flag: Brunei',
    ),
    Emoji(
      '🇧🇴',
      'Flag: Bolivia',
    ),
    Emoji(
      '🇧🇶',
      'Flag: Caribbean Netherlands',
    ),
    Emoji(
      '🇧🇷',
      'Flag: Brazil',
    ),
    Emoji(
      '🇧🇸',
      'Flag: Bahamas',
    ),
    Emoji(
      '🇧🇹',
      'Flag: Bhutan',
    ),
    Emoji(
      '🇧🇻',
      'Flag: Bouvet Island',
    ),
    Emoji(
      '🇧🇼',
      'Flag: Botswana',
    ),
    Emoji(
      '🇧🇾',
      'Flag: Belarus',
    ),
    Emoji(
      '🇧🇿',
      'Flag: Belize',
    ),
    Emoji(
      '🇨🇦',
      'Flag: Canada',
    ),
    Emoji(
      '🇨🇨',
      'Flag: Cocos (Keeling) Islands',
    ),
    Emoji(
      '🇨🇩',
      'Flag: Congo - Kinshasa',
    ),
    Emoji(
      '🇨🇫',
      'Flag: Central African Republic',
    ),
    Emoji(
      '🇨🇬',
      'Flag: Congo - Brazzaville',
    ),
    Emoji(
      '🇨🇭',
      'Flag: Switzerland',
    ),
    Emoji(
      '🇨🇮',
      'Flag: Côte d’Ivoire',
    ),
    Emoji(
      '🇨🇰',
      'Flag: Cook Islands',
    ),
    Emoji(
      '🇨🇱',
      'Flag: Chile',
    ),
    Emoji(
      '🇨🇲',
      'Flag: Cameroon',
    ),
    Emoji(
      '🇨🇳',
      'Flag: China',
    ),
    Emoji(
      '🇨🇴',
      'Flag: Colombia',
    ),
    Emoji(
      '🇨🇵',
      'Flag: Clipperton Island',
    ),
    Emoji(
      '🇨🇷',
      'Flag: Costa Rica',
    ),
    Emoji(
      '🇨🇺',
      'Flag: Cuba',
    ),
    Emoji(
      '🇨🇻',
      'Flag: Cape Verde',
    ),
    Emoji(
      '🇨🇼',
      'Flag: Curaçao',
    ),
    Emoji(
      '🇨🇽',
      'Flag: Christmas Island',
    ),
    Emoji(
      '🇨🇾',
      'Flag: Cyprus',
    ),
    Emoji(
      '🇨🇿',
      'Flag: Czechia',
    ),
    Emoji(
      '🇩🇪',
      'Flag: Germany',
    ),
    Emoji(
      '🇩🇬',
      'Flag: Diego Garcia',
    ),
    Emoji(
      '🇩🇯',
      'Flag: Djibouti',
    ),
    Emoji(
      '🇩🇰',
      'Flag: Denmark',
    ),
    Emoji(
      '🇩🇲',
      'Flag: Dominica',
    ),
    Emoji(
      '🇩🇴',
      'Flag: Dominican Republic',
    ),
    Emoji(
      '🇩🇿',
      'Flag: Algeria',
    ),
    Emoji(
      '🇪🇦',
      'Flag: Ceuta & Melilla',
    ),
    Emoji(
      '🇪🇨',
      'Flag: Ecuador',
    ),
    Emoji(
      '🇪🇪',
      'Flag: Estonia',
    ),
    Emoji(
      '🇪🇬',
      'Flag: Egypt',
    ),
    Emoji(
      '🇪🇭',
      'Flag: Western Sahara',
    ),
    Emoji(
      '🇪🇷',
      'Flag: Eritrea',
    ),
    Emoji(
      '🇪🇸',
      'Flag: Spain',
    ),
    Emoji(
      '🇪🇹',
      'Flag: Ethiopia',
    ),
    Emoji(
      '🇪🇺',
      'Flag: European Union',
    ),
    Emoji(
      '🇫🇮',
      'Flag: Finland',
    ),
    Emoji(
      '🇫🇯',
      'Flag: Fiji',
    ),
    Emoji(
      '🇫🇰',
      'Flag: Falkland Islands',
    ),
    Emoji(
      '🇫🇲',
      'Flag: Micronesia',
    ),
    Emoji(
      '🇫🇴',
      'Flag: Faroe Islands',
    ),
    Emoji(
      '🇫🇷',
      'Flag: France',
    ),
    Emoji(
      '🇬🇦',
      'Flag: Gabon',
    ),
    Emoji(
      '🇬🇧',
      'Flag: United Kingdom',
    ),
    Emoji(
      '🇬🇩',
      'Flag: Grenada',
    ),
    Emoji(
      '🇬🇪',
      'Flag: Georgia',
    ),
    Emoji(
      '🇬🇫',
      'Flag: French Guiana',
    ),
    Emoji(
      '🇬🇬',
      'Flag: Guernsey',
    ),
    Emoji(
      '🇬🇭',
      'Flag: Ghana',
    ),
    Emoji(
      '🇬🇮',
      'Flag: Gibraltar',
    ),
    Emoji(
      '🇬🇱',
      'Flag: Greenland',
    ),
    Emoji(
      '🇬🇲',
      'Flag: Gambia',
    ),
    Emoji(
      '🇬🇳',
      'Flag: Guinea',
    ),
    Emoji(
      '🇬🇵',
      'Flag: Guadeloupe',
    ),
    Emoji(
      '🇬🇶',
      'Flag: Equatorial Guinea',
    ),
    Emoji(
      '🇬🇷',
      'Flag: Greece',
    ),
    Emoji(
      '🇬🇸',
      'Flag: South Georgia & South Sandwich Islands',
    ),
    Emoji(
      '🇬🇹',
      'Flag: Guatemala',
    ),
    Emoji(
      '🇬🇺',
      'Flag: Guam',
    ),
    Emoji(
      '🇬🇼',
      'Flag: Guinea-Bissau',
    ),
    Emoji(
      '🇬🇾',
      'Flag: Guyana',
    ),
    Emoji(
      '🇭🇰',
      'Flag: Hong Kong SAR China',
    ),
    Emoji(
      '🇭🇲',
      'Flag: Heard & McDonald Islands',
    ),
    Emoji(
      '🇭🇳',
      'Flag: Honduras',
    ),
    Emoji(
      '🇭🇷',
      'Flag: Croatia',
    ),
    Emoji(
      '🇭🇹',
      'Flag: Haiti',
    ),
    Emoji(
      '🇭🇺',
      'Flag: Hungary',
    ),
    Emoji(
      '🇮🇨',
      'Flag: Canary Islands',
    ),
    Emoji(
      '🇮🇩',
      'Flag: Indonesia',
    ),
    Emoji(
      '🇮🇪',
      'Flag: Ireland',
    ),
    Emoji(
      '🇮🇱',
      'Flag: Israel',
    ),
    Emoji(
      '🇮🇲',
      'Flag: Isle of Man',
    ),
    Emoji(
      '🇮🇳',
      'Flag: India',
    ),
    Emoji(
      '🇮🇴',
      'Flag: British Indian Ocean Territory',
    ),
    Emoji(
      '🇮🇶',
      'Flag: Iraq',
    ),
    Emoji(
      '🇮🇷',
      'Flag: Iran',
    ),
    Emoji(
      '🇮🇸',
      'Flag: Iceland',
    ),
    Emoji(
      '🇮🇹',
      'Flag: Italy',
    ),
    Emoji(
      '🇯🇪',
      'Flag: Jersey',
    ),
    Emoji(
      '🇯🇲',
      'Flag: Jamaica',
    ),
    Emoji(
      '🇯🇴',
      'Flag: Jordan',
    ),
    Emoji(
      '🇯🇵',
      'Flag: Japan',
    ),
    Emoji(
      '🇰🇪',
      'Flag: Kenya',
    ),
    Emoji(
      '🇰🇬',
      'Flag: Kyrgyzstan',
    ),
    Emoji(
      '🇰🇭',
      'Flag: Cambodia',
    ),
    Emoji(
      '🇰🇮',
      'Flag: Kiribati',
    ),
    Emoji(
      '🇰🇲',
      'Flag: Comoros',
    ),
    Emoji(
      '🇰🇳',
      'Flag: St. Kitts & Nevis',
    ),
    Emoji(
      '🇰🇵',
      'Flag: North Korea',
    ),
    Emoji(
      '🇰🇷',
      'Flag: South Korea',
    ),
    Emoji(
      '🇰🇼',
      'Flag: Kuwait',
    ),
    Emoji(
      '🇰🇾',
      'Flag: Cayman Islands',
    ),
    Emoji(
      '🇰🇿',
      'Flag: Kazakhstan',
    ),
    Emoji(
      '🇱🇦',
      'Flag: Laos',
    ),
    Emoji(
      '🇱🇧',
      'Flag: Lebanon',
    ),
    Emoji(
      '🇱🇨',
      'Flag: St. Lucia',
    ),
    Emoji(
      '🇱🇮',
      'Flag: Liechtenstein',
    ),
    Emoji(
      '🇱🇰',
      'Flag: Sri Lanka',
    ),
    Emoji(
      '🇱🇷',
      'Flag: Liberia',
    ),
    Emoji(
      '🇱🇸',
      'Flag: Lesotho',
    ),
    Emoji(
      '🇱🇹',
      'Flag: Lithuania',
    ),
    Emoji(
      '🇱🇺',
      'Flag: Luxembourg',
    ),
    Emoji(
      '🇱🇻',
      'Flag: Latvia',
    ),
    Emoji(
      '🇱🇾',
      'Flag: Libya',
    ),
    Emoji(
      '🇲🇦',
      'Flag: Morocco',
    ),
    Emoji(
      '🇲🇨',
      'Flag: Monaco',
    ),
    Emoji(
      '🇲🇩',
      'Flag: Moldova',
    ),
    Emoji(
      '🇲🇪',
      'Flag: Montenegro',
    ),
    Emoji(
      '🇲🇫',
      'Flag: St. Martin',
    ),
    Emoji(
      '🇲🇬',
      'Flag: Madagascar',
    ),
    Emoji(
      '🇲🇭',
      'Flag: Marshall Islands',
    ),
    Emoji(
      '🇲🇰',
      'Flag: North Macedonia',
    ),
    Emoji(
      '🇲🇱',
      'Flag: Mali',
    ),
    Emoji(
      '🇲🇲',
      'Flag: Myanmar (Burma)',
    ),
    Emoji(
      '🇲🇳',
      'Flag: Mongolia',
    ),
    Emoji(
      '🇲🇴',
      'Flag: Macau Sar China',
    ),
    Emoji(
      '🇲🇵',
      'Flag: Northern Mariana Islands',
    ),
    Emoji(
      '🇲🇶',
      'Flag: Martinique',
    ),
    Emoji(
      '🇲🇷',
      'Flag: Mauritania',
    ),
    Emoji(
      '🇲🇸',
      'Flag: Montserrat',
    ),
    Emoji(
      '🇲🇹',
      'Flag: Malta',
    ),
    Emoji(
      '🇲🇺',
      'Flag: Mauritius',
    ),
    Emoji(
      '🇲🇻',
      'Flag: Maldives',
    ),
    Emoji(
      '🇲🇼',
      'Flag: Malawi',
    ),
    Emoji(
      '🇲🇽',
      'Flag: Mexico',
    ),
    Emoji(
      '🇲🇾',
      'Flag: Malaysia',
    ),
    Emoji(
      '🇲🇿',
      'Flag: Mozambique',
    ),
    Emoji(
      '🇳🇦',
      'Flag: Namibia',
    ),
    Emoji(
      '🇳🇨',
      'Flag: New Caledonia',
    ),
    Emoji(
      '🇳🇪',
      'Flag: Niger',
    ),
    Emoji(
      '🇳🇫',
      'Flag: Norfolk Island',
    ),
    Emoji(
      '🇳🇬',
      'Flag: Nigeria',
    ),
    Emoji(
      '🇳🇮',
      'Flag: Nicaragua',
    ),
    Emoji(
      '🇳🇱',
      'Flag: Netherlands',
    ),
    Emoji(
      '🇳🇴',
      'Flag: Norway',
    ),
    Emoji(
      '🇳🇵',
      'Flag: Nepal',
    ),
    Emoji(
      '🇳🇷',
      'Flag: Nauru',
    ),
    Emoji(
      '🇳🇺',
      'Flag: Niue',
    ),
    Emoji(
      '🇳🇿',
      'Flag: New Zealand',
    ),
    Emoji(
      '🇴🇲',
      'Flag: Oman',
    ),
    Emoji(
      '🇵🇦',
      'Flag: Panama',
    ),
    Emoji(
      '🇵🇪',
      'Flag: Peru',
    ),
    Emoji(
      '🇵🇫',
      'Flag: French Polynesia',
    ),
    Emoji(
      '🇵🇬',
      'Flag: Papua New Guinea',
    ),
    Emoji(
      '🇵🇭',
      'Flag: Philippines',
    ),
    Emoji(
      '🇵🇰',
      'Flag: Pakistan',
    ),
    Emoji(
      '🇵🇱',
      'Flag: Poland',
    ),
    Emoji(
      '🇵🇲',
      'Flag: St. Pierre & Miquelon',
    ),
    Emoji(
      '🇵🇳',
      'Flag: Pitcairn Islands',
    ),
    Emoji(
      '🇵🇷',
      'Flag: Puerto Rico',
    ),
    Emoji(
      '🇵🇸',
      'Flag: Palestinian Territories',
    ),
    Emoji(
      '🇵🇹',
      'Flag: Portugal',
    ),
    Emoji(
      '🇵🇼',
      'Flag: Palau',
    ),
    Emoji(
      '🇵🇾',
      'Flag: Paraguay',
    ),
    Emoji(
      '🇶🇦',
      'Flag: Qatar',
    ),
    Emoji(
      '🇷🇪',
      'Flag: Réunion',
    ),
    Emoji(
      '🇷🇴',
      'Flag: Romania',
    ),
    Emoji(
      '🇷🇸',
      'Flag: Serbia',
    ),
    Emoji(
      '🇷🇺',
      'Flag: Russia',
    ),
    Emoji(
      '🇷🇼',
      'Flag: Rwanda',
    ),
    Emoji(
      '🇸🇦',
      'Flag: Saudi Arabia',
    ),
    Emoji(
      '🇸🇧',
      'Flag: Solomon Islands',
    ),
    Emoji(
      '🇸🇨',
      'Flag: Seychelles',
    ),
    Emoji(
      '🇸🇩',
      'Flag: Sudan',
    ),
    Emoji(
      '🇸🇪',
      'Flag: Sweden',
    ),
    Emoji(
      '🇸🇬',
      'Flag: Singapore',
    ),
    Emoji(
      '🇸🇭',
      'Flag: St. Helena',
    ),
    Emoji(
      '🇸🇮',
      'Flag: Slovenia',
    ),
    Emoji(
      '🇸🇯',
      'Flag: Svalbard & Jan Mayen',
    ),
    Emoji(
      '🇸🇰',
      'Flag: Slovakia',
    ),
    Emoji(
      '🇸🇱',
      'Flag: Sierra Leone',
    ),
    Emoji(
      '🇸🇲',
      'Flag: San Marino',
    ),
    Emoji(
      '🇸🇳',
      'Flag: Senegal',
    ),
    Emoji(
      '🇸🇴',
      'Flag: Somalia',
    ),
    Emoji(
      '🇸🇷',
      'Flag: Suriname',
    ),
    Emoji(
      '🇸🇸',
      'Flag: South Sudan',
    ),
    Emoji(
      '🇸🇹',
      'Flag: São Tomé & Príncipe',
    ),
    Emoji(
      '🇸🇻',
      'Flag: El Salvador',
    ),
    Emoji(
      '🇸🇽',
      'Flag: Sint Maarten',
    ),
    Emoji(
      '🇸🇾',
      'Flag: Syria',
    ),
    Emoji(
      '🇸🇿',
      'Flag: Swaziland',
    ),
    Emoji(
      '🇹🇦',
      'Flag: Tristan Da Cunha',
    ),
    Emoji(
      '🇹🇨',
      'Flag: Turks & Caicos Islands',
    ),
    Emoji(
      '🇹🇩',
      'Flag: Chad',
    ),
    Emoji(
      '🇹🇫',
      'Flag: French Southern Territories',
    ),
    Emoji(
      '🇹🇬',
      'Flag: Togo',
    ),
    Emoji(
      '🇹🇭',
      'Flag: Thailand',
    ),
    Emoji(
      '🇹🇯',
      'Flag: Tajikistan',
    ),
    Emoji(
      '🇹🇰',
      'Flag: Tokelau',
    ),
    Emoji(
      '🇹🇱',
      'Flag: Timor-Leste',
    ),
    Emoji(
      '🇹🇲',
      'Flag: Turkmenistan',
    ),
    Emoji(
      '🇹🇳',
      'Flag: Tunisia',
    ),
    Emoji(
      '🇹🇴',
      'Flag: Tonga',
    ),
    Emoji(
      '🇹🇷',
      'Flag: Turkey',
    ),
    Emoji(
      '🇹🇹',
      'Flag: Trinidad & Tobago',
    ),
    Emoji(
      '🇹🇻',
      'Flag: Tuvalu',
    ),
    Emoji(
      '🇹🇼',
      'Flag: Taiwan',
    ),
    Emoji(
      '🇹🇿',
      'Flag: Tanzania',
    ),
    Emoji(
      '🇺🇦',
      'Flag: Ukraine',
    ),
    Emoji(
      '🇺🇬',
      'Flag: Uganda',
    ),
    Emoji(
      '🇺🇲',
      'Flag: U.S. Outlying Islands',
    ),
    Emoji(
      '🇺🇳',
      'Flag: United Nations',
    ),
    Emoji(
      '🇺🇸',
      'Flag: United States',
    ),
    Emoji(
      '🇺🇾',
      'Flag: Uruguay',
    ),
    Emoji(
      '🇺🇿',
      'Flag: Uzbekistan',
    ),
    Emoji(
      '🇻🇦',
      'Flag: Vatican City',
    ),
    Emoji(
      '🇻🇨',
      'Flag: St. Vincent & Grenadines',
    ),
    Emoji(
      '🇻🇪',
      'Flag: Venezuela',
    ),
    Emoji(
      '🇻🇬',
      'Flag: British Virgin Islands',
    ),
    Emoji(
      '🇻🇮',
      'Flag: U.S. Virgin Islands',
    ),
    Emoji(
      '🇻🇳',
      'Flag: Vietnam',
    ),
    Emoji(
      '🇻🇺',
      'Flag: Vanuatu',
    ),
    Emoji(
      '🇼🇫',
      'Flag: Wallis & Futuna',
    ),
    Emoji(
      '🇼🇸',
      'Flag: Samoa',
    ),
    Emoji(
      '🇽🇰',
      'Flag: Kosovo',
    ),
    Emoji(
      '🇾🇪',
      'Flag: Yemen',
    ),
    Emoji(
      '🇾🇹',
      'Flag: Mayotte',
    ),
    Emoji(
      '🇿🇦',
      'Flag: South Africa',
    ),
    Emoji(
      '🇿🇲',
      'Flag: Zambia',
    ),
    Emoji(
      '🇿🇼',
      'Flag: Zimbabwe',
    ),
  ]),
];
